var defaultButtonStyle = "padding:3px;font-weight:bold;color:green;background-color:lightyellow; border: 1px solid green;margin:2px; border-radius:3px;";
var defaultPrevButtonStyle = "float:left;padding:3px;font-weight:bold;color:darkslateblue;background-color:lightyellow; border: 1px solid green;margin:2px; border-radius:3px;";
var defaultNextButtonStyle = "float:right;padding:3px;font-weight:bold;color:darkslateblue;background-color:lightyellow; border: 1px solid green;margin:2px; border-radius:3px;margin-right:20px;";
var leftNavigation = true ;
var defaultHeaderStyle=
{
'font-weight': '900',
'color':'firebrick',
'background-color': 'transparent', 'opacity':'1.5'
};
var defaultDetailStyle = {
'background-color':'lightgoldenrodyellow',
'opacity':'0.7',
'margin': '10px',
'padding':'5px',
'color':'black',
'font-weight':'900',
'border':'2px solid red'};
var defaultContentStyle =   { 'border':'3px outset orange',
'background-image': 'url("images/lord-krishna-786.jpg")',
'background-size': 'contain',
'border-radius':'4px',
'padding':'2px',
'color':'orange',
'opacity':'0.5',
'background-color':'lightgoldenrodyellow'};
var chapterData = [


{

buttonStyle :  "padding:3px;font-weight:bold;color:green;background-color:lightgreen; border: 1px solid green;margin:2px; border-radius:3px;",
buttonText: 'SHIV , PRELUDE',
title: 'SHIVA MAHAPURANA: INTRODUCTION and VIDYESHWAR SAMHITA ',
headerStyle: { 'color': 'darkblue','font-weight': '1900', 'background-color': 'skyblue', 'opacity':'0.5'},
contentStyle: { 'border':'3px outset blue',
'background-image': 'url("images/VIDYESVARASAMHITA/chapt6.jpg")',
'background-size': 'contain',
'border-radius':'4px',
'padding':'2px',
'color':'orange',
'opacity':'0.5',
'background-color':'skyblue'} ,
subsections: [
{
subTitle: 'INTRODUCTION - SUMMARY',
content: '<p>First of all, Sage Shaunak expressed his desire to Suta about knowing the means, which could help a man in this era of Kali to attainment lord Shiva, by cleansing all the impurities of his mind and rectifying his inherent demonic tendencies. Suta then described about Shiva Mahapurana - the supreme of all the Puranas, which was narrated by Lord Shiva himself and which was later on retold by Sage Vyasa with the permission of Maharshi Sanatkumar, for the benediction of common man. Suta said, "By understanding the mysteries of ShivmahaPurana and singing its praises, a man attains greater virtues than that which could be attained by being charitable or by the performance of all the \'yagyas\'. Contemplating on the subject matters of Shiva Mahapurana give auspicious fruits just like a \'Kalpa-taru\' (A mythological tree which fulfills all the wishes).<br/> Shiv Mahapurana contains twenty-four thousand shlokas and seven Samhitas which are Vidyeshwar, Rudra, Shatrudra, Koti Rudra, Uma, Kailash, and Vayviya. Shiva Mahapurana is the best means for man\'s liberation. </p><br/><a href=\'#top\'><strong>Back To Top</strong></a></p>',
notes: []
},
{
subTitle: 'PROPER METHOD OF LISTENING TO SHIVA PURANA ',
content: '<p>Sage Shaunak requested Suta to tell about the proper method of listening to Shiva Purana, so that the mankind gets complete benefit. Suta replied-  </p><p>"First of all, an auspicious moment should be determined by an Astrologer. After that, friends and relatives should be invited, especially those who have the tendency of being away from such occasions. The sages and the virtuous people should be invited too. The \'Katha\' must be help in scared places like Shiva temple, any place of pilgrimage or in one\'s home after doing a Bhumi Pujan of the land where one intends to held the Katha of Shiva Purana. The canopy should be well decorated. After making a resolution and doing worship of Ganapati - the destroyer of all hurdles and obstacles the Katha should be commenced. The person who is telling the \'Katha\' should be facing north and all the listeners should sit facing east. The person who is telling the \'Katha\' should be a scholar and should be capable of clearing all the doubts from the listener\'s mind. There should be no kind of distraction during the \'Katha\' period. A devotee, who listens to the Katha leaving behind all of his worldlys worries get complete benefits. A devotee should also make donations and offerings according to his capacity and capability otherwise he would become a wretched man. The Mantra \'OM NAMAH SHIVAY\' should be chanted through out the period of Katha. " </p>' +
'<p>An uninitiated person does not have the right to listen to the Katha of Shiva Mahapurana. So a man desirous of listening to Shiva Mahapurana should first get initiated. </p>' +
'<p>A devotee who has taken the vow of listening to the Katha of Shiva Mahapurana, should follow a celibate life. He should sleep on the floor and should have only fruits in the diet. He can have his normal dinner only after the completion of the Katha. The diet should be fresh and pure. He should also try to avoid sinful tendencies like lust, anger, greed, attachment and condemning other, etc. Making donations of even meager things give undiminishing virtues. </p>' +
'<p>After the methodical completion of the Katha, a devotee should perform UDDYAPAN (Conclusion of the Katha), which is similar to the CHATURDASHI UDDYAPAN. The devotee should also charitably make donations to all the brahmins who have helped in the performance of Katha. On the next day the \'Path\' of SHIVA GITA should be performed. If the devotee (listener of the Katha) is a householders, then he should perform \'Havan\' with the ghee prepared from Cow\'s milk, for the pacification of the unhindered completion of the Katha. The Havan should be performed, either with the help of \'Rudra Samhita mantras\' or \'Gayatri Mantra\' or with the shlokas of Purana.  </p>' ,
notes: []
},{
subTitle: ' VIDYESHWAR SAMHITA - SAGES ENQUIRE ',
content: '<p>Viddyeshwar Samhita which is classified into twenty five chapters, has a narration in its first chapter which goes as follows- </p><p> Once upon a time, the sages were performing a yagya at Prayag kshetra. Sage Suta came to know about this and arrived there. All the sages were very pleased to see him. They requested:-   </p>' +
'<p>"Lord! Though we have heard many tales from you regarding the man\'s benediction, but today we want to listen to something special. Because in this present era of Kali, when all the castes have forgotten about their respective duties we want to know is there any way to prevent the deterioration in the human values?"</p>' +
'<p>Suta replied:- <br/>' +
'"O Great men! Your enquiry has great relevance in this era of Kali. I will certainly tell you about the way by the help of which a man can achieve benediction. Shiva Mahapurana contains the essence of Vedantic philosophy, which gives worldly pleasures as well as Salvation. Mere remembrance of it destroys all the sins of a man. One who studies the Rudra-Samhita attentively, his gravest of sins are destroyed instantaneously. One who studies Rudra-Samhita\' silently, sitting in front of Bhairav-idol, all of his aspirations are fulfilled. A man gets liberated from the sin of killing a brahmin, if he studies Rudra Samhita while circulbulating around a Banyan tree."   </p>' +
'<p>"Kailash Samhita is even superior than Rudra Samhita, as it elaborates upon the meaning of Omkar. Shiva Mahapurana is created by lord Shiva Himself. It contains twelve Samhitas which are - Viddyeshwar, Rudra, Vinayak, Uma, Matri, Ekadash-rudra, Kailash, Shat-rudra, Koti-rudra, Sahastra Koti, Vayaviya and Dharma." </p>' +
'<p>"Initially it contained one lac shlokas but it was precised to twenty-four thousand shlokas by sage Vyasa. The present Shiva Purana is the fourth one which consists of seven Samhitas. The earlier three Shiva Puranas are unavailable. The scientific analysis of the Vedantic mysteries are the main subject of this divine Shiva Purana. The study of Shiva Purana helps a man to attain Dharma, Artha, Kam and Moksha.</p>' +
'<p>Suta continued with his narration:- <br/>' +
'"During the initial period of \'Svet Varaha Kalpa\'. Six prominent sages collected near Triveni and started debating as to who was the greatest deity, among Brahma Vishnu and Mahesh. Their debate remained inconclusive, so they went to lord Brahma to seek the answer. </p>' +
'<p>Lord Brahma told them:-<br/>' +
'"O revered Sages! The source of Vishnu, Rudra all the deities including myself and all the other creations is none other Mahadeo. Union with the Shiva should be the objective of a man to attain that objective. Listening to the qualities of Lord Shiva, singing devotional songs in his praise and contemplating on him are the greatest means, which help to unite with Shiva."</p>' +
'<p>Purification of the mind by the help of doing worship and chanting the name of God is called contemplation. Singing devotional songs in the form of stotra, or hymns of the vedas or even in one\'s own language is called Kirtan.  </p>' +
'<p>The above mentioned three activities are the supreme means to attain liberation  </p>',
notes: []
},{
subTitle: 'GREATNESS OF SHIVALINGA--PILLAR OF FIRE-OMKAR ',
content: '<p>According to Suta, if a person is incapable of following the above mentioned three activities i.e. Shravana, Kirtan and Manan then he should worship the Shivalinga. Even by doing this he can attain liberation from all the bondages of the world</p>' +
'<p>Describing about the majesty of Shivalinga, Suta says: "Lord Shiva is the manifestation of Almighty God (Brahma) himself and for this very reason he is known as Nishkal. Because of his divine beauty, Shiva is called Saguna (God with form). The term Saguna is also expressed in another way, that is Sakal. Shivalinga is worshipped since it symbolizes the form of Shiva. Lord Shiva is also considered to be Nirguna (without any qualities.)"  </p>' +
'<p>"In the first Kalpa of Swet Varaha, a battle was fought between Lord Brahma and Lord Vishnu to prove their superiority. Lord Shiva manifested before arrogance. After that he also showed them his form in the shape of Shivalinga. From that day onwards the Shivalinga became famous."  </p>'  +
'<p>Nandikeshwarji narrates the tale of battle between Lord Brahma and Lord Vishnu.</p>' +
'<p>"Once while travelling lord Brahma reached the abode of Lord Vishnu. He saw Lord Vishnu. He saw lord Vishnu resting on Shesh-Nag and being attended by Garuda and other attendants. When Brahma saw that Vishnu did not get up to receive him, he became very angry. Very soon, verbal dual erupted between them. It became so severe that a battle was fought between them, which continued for very long time. All the deities arrived from the heaven to watch the battle. They became very worried when they saw no sign of battle coming to an end. They decided to go to lord Shiva, to seek his help. </p>'  +
'<p>"Though Lord Shiva knew everything, but still feigning ignorance, he asked about the well beings of the world. The deities told him about the battle, fought between Brahma and Vishnu."  </p>' +
'<p>"Lord Shiva then sent his one hundred Ganas to pacify both of them. He too went there accompanied by mother Parvati, boarded on a chariot. When Lord Shiva reached there, he saw that Brahma and Vishnu were about to use their deadly weapons- Maheshwar and Pashupat respectively. Fearing the destruction, which these deadly weapons might have caused, Lord Shiva manifested himself in the form of \'Analstamba\' (pillar of fire) between them. Brahma and Vishnu had already released their weapons- Maheshwar and Pashupat. Both the weapons fell into that pillar of fire and got destroyed. </p>'  +
'<p>"Brahma and Vishnu were very surprised to see the pillar of fire, which was so enormous in size that it reached the sky and penetrated down the earth. Vishnu transformed himself into a boar and went to the \'Patal\' (nether world) to find the base of that \'Pillar of fire\'. But he was unsuccessful in his attempt and came back</p>' +
'<p>Similarly Brahma transformed himself into a swan and flew up in the sky to find its limit. While going through the aerial route he met a withered \'Ketaki\' flower, which had still some freshness and fragrance left in it." </p>' +
'<p>"Lord Shiva smiled at the futile attempts of Lord Brahma and Lord Vishnu. As a result of his smile the Ketaki flower fell down from the branch. Ketaki flower told Brahma that he had been present there since the beginning of the creation, but was unable to know about the origin of that \'Pillar of fire\'. The flower also advised Brahma against making any effort in that direction, as it would be of no use."</p>' +
'<p>"Brahma then sought the help of Ketaki flower to give a false witness before lord Vishnu, that he (Brahma) had been successful in seeing the limit of that pillar of fire. Ketaki flower agreed. Both of them went to Vishnu and Brahma told him that he had seen the limit of that Pillar of fire. Ketaki flower gave a witness. Vishnu accepted the superiority of Brahma."</p>' +
'<p>"Lord Shiva became very angry with Brahma. He proceeded to punish Brahma for his falsehood. Lord Vishnu requested Lord Shiva to spare the life of Brahma. Lord Shiva became pleased with Vishnu and accorded him the same status as that of his own."</p>' +
'<p>Nandikeshwar continuing with the tale said:</p>' +
'<p>"After according same status to Vishnu as that of his own, Lord Shiva opened his third eye from it manifested \'Bhairav\'. He ordered Bhairav to kill Brahma. Bhairav severed the fifth head of Lord Brahma with his sword. Brahma became very terrified. He was trembling in fear. Lord Vishnu felt pity on his condition and requested Lord Shiva to forgive him</p>' +
        '<p>Lord Shiva then stopped Bhairav, but told Brahma.<br/>' +
'"You spoke untruth with a desire to become worshippable. It is my curse that, you will not be worshipped by anybody. You will posses only four heads."</p>' +
'<p>Brahma begged his forgiveness. Lord Shiva feeling pity on Brahma gave him a boon of being the presiding deity of all the yagya. Similarly the Ketaki flower also prohibited from being used during worship. But when Ketaki flower tendered his apology Shiva gave blessing that it would be fortunate to be offered to lord Vishnu during the worship.</p>' +
'<p>Lord Vishnu and Brahma made salutations to lord Shiva and offered him a seat. They then worshipped him. This was the first time Brahma and Vishnu had worshipped lord Shiva. Shiva was very pleased. Shivaratri has been continued to be celebrated since that day. This particular day is considered to be the most auspicious day for the worship of Lord Shiva.</p>' +
'<p>A devotee who fasts on Shivaratri remaining only on fruits, attain virtues equivalent to the worship done for the whole year.  The idol of Shiva is consecrated on this day.</p>' +
'<p>Lord Shiva has himself told the deities that he had manifested in the form of \'Pillar of Fire\' in the month of Agahan and during the constellation of Ardra. He also said-  </p>' +
        '<p>"One who has my darshan on this day (Shivaratri) or worships me in my form of linga is dearer to me than Kartikeya. The place where, I manifested in the form of Pillar of fire will become famous as Lingasthan. Because of its resemblance with the \'Mountain of Fire\', it will also be known Arunachal."</p>' +
'<p>Later on Shiva brought back to life all the people who had died in the battle, fought between Brahma and Vishnu.Lord Shiva then preached Brahma and Vishnu on the five duties (Panchakritya) saying that \'Srishti\' (creation), \'Sthithi\' (position), Samhar (annihilation), Tirobhav (concealment) and \'Anugrah\' (obligation or kindness) are the five duties by which this world functions.</p>' +
'<p>The source of this world in \'Sarga\' or Nature. The establishment of this world is \'Stithi\' or position. The tendency of this world to destroy is Samhar or destruction. The feeling of absence of this world is Tirobhav or concealment and Moksha or salvation is obligation or Anugrah.</p>' +
'<p>Lord Shiva then goes on to explain that the first four duties like Sarga (Nature) etc help in the nurturement of the world and the fifth duty Anugrah is a giver of salvation.</p>' +
'<p>Lord Shiva also told them (Brahma and Vishnu) that he (Shiva) had blessed both of them to look after the two duties i.e. Srishti and Sthiti. Rudra and Mahesh have been entrusted with the job of Sanhar and Tiribhav. "The fifth duty \'Anugrah\' has been kept by me." Said Shiva.</p>' +
'<p>After describing about the allocation of various duties, Lord Shiva described the meaning of \'OMKAR\' to them. He said that OMKAR signified the world and contained the power of Shiva and Shakti. This powerful mantra gives all kinds of worldly accomplishment as well as salvation. After that Lord Shiva initiated Brahma and Vishnu with the \'OMKAR\' mantra and preached them on the importance of the worship of Shivalinga</p>' ,
notes: []
},{
subTitle: 'RITUALS OF THE WORSHIP OF SHIVA—SACRED PIGRIMAGES ',
content: '<p>On the request of the sages, Suta describes about the methods of worshipping Shivalinga. He says-- "One should construct a Shivalinga either of mud, rock or metal and establish it in such a place where it can be worshipped daily without any hindrance." </p>' +
'<p>"The \'Char\' (mobile) Linga should be small in size and the Sthira (fixed) linga should be large. The Linga should be constructed along with the pedestal. The rule for constructing a Shivalinga has been specifically described. The breadth of thickness of the Linga should be twelve times the thickness of the devotees (one who is constructing the linga) finger, while the length should be twenty-five times. After establishing the linga in the above mentioned way, it should be worshipped after performing the Shodasopachar. The thumb also symbolise a Shivalinga and its worship can be done. While worshipping the Shivalinga, the mantra OM NAMAH SHIVAY should be continuously chanted. Chanting this mantra for five crore times, helps a man in attaining to the abode of Shiva. Worship of Shiva done during the mid night is considered to be especially fructifying.</p>' +
'<p>There are numerous places of pilgrimages connected with Shiva at the banks of river Ganges and river Indus. River Saraswati is considered to be a sacrosanct river and having an opportunity of living at its banks, helps in attaining to the abode of Brahma.</p>' +
'<p>Similarly, there are famous temples of Lord Shiva at Kashi, Naimisharanya, Badrikasharama and Kedar etc. There are many temples of Shiva at the banks of holy river like Ganges, Yamuna, Saraswati, Godavari, Narmada, Kaveri, Sarayu, Tungabhadra etc. Worshipping Shiva at these places bestows undiminishing virtues and liberates a man from all of his sins</p>' ,
notes: []
},{
subTitle: 'CONDUCT OF THE RESPECTIVE CASTES--DHARMA',
content: '<p>On the request of the sages, Suta described about the virtuous and invirtuous activities of a man according to the respective castes he belongs to. He said:</p>' +
'<p>"A brahmin who performs the rituals, as described in the Vedas, only is entitled to be called a Dwija. A brahmin who is not that proficient in the Vedas is called a \'Kshatriya brahmin\'. A brahmin engaged in agricultural activities and business is called a \'Vaishya-brahmin\'. A brahmin who is in the habit of condemning and criticizing others, is called a \'Shudra-Brahmin\'.</p>' +
'<p>"A Kshatriya who looks after the welfare of his subjects is called a king, while the rest of them are known as simply Kshatriya. A Kshatriya who indulges in business is called a Vaishya Kshatriya. Similarly a Kshatriya who engages himself in the service of the three superior castes - Brahmin Kshatriya and Vaishya is called a Shudra Kshatriya.</p>' +
'<p>Dharma is considered to be of two types- 1) Dharma performed by matter and materials. 2) Dharma performed by indulging in physical activities.</p>' +
'<p>The performance of Yagya etc comes in the first category. Making pilgrimages of holy places comes in the second category. During the Satya Yuga, meditation was the way to attain self knowledge. During Treta Yuga, it was attained by penance, during Dwapar Yuga it was attained by performing \'Yagya\' while in the present era of Kali Yuga, idol worship is considered to be the means to achieve self-realization. Invirtuosity invites sorrow while virtuosity bestows joy and happiness. </p>' ,
notes: []
},{
subTitle: 'THE IMPORTANCE OF AGNI-YAGYA',
content: '<p>The sages then asked Suta about the Agniyagya, Brahma yagya, and Guru Puja in order of importance.</p>' +
'<p>Suta said</p>' +
'<p>"Performing \'havan\' by offering matter and materials into the sacred fire, is called Agni yagya. This ritual is especially meant for the brahmachari (celibates). Performing havana during the evening time brings prosperity, while performance of havana during the morning times gives long life. Making sacrifices to the deities during the daytime is called \'Deva Yagya\'. A brahmin should perform \'Brahma yagya\' with the help of the study of the Vedas."</p>' +
'<p>"First of all lord Shiva adopted an auspicious day for himself and named it Sunday. After that he named the Six remaining days of the week and attributed them to the following deities respectively - Monday (Durga), Tuesday (Skanda), Wednesday (Vishnu), Thursday (Yama), Friday (Brahma), and Saturday (Indra). </p>' +
'<p>Worshipping the deities on their respective days give peace properity and all kinds of accomplishments.  </p>' ,
notes: []
},{
subTitle: 'APPROPRIATE PLACE AND TIME FOR WORSHIPPING SHIVA ',
content: '<p>In the Vidyeshwar Samhita of Shiva Purana, describing about the importance of place and time for worship of Shiva says- </p>' +
'<p>"Worshipping Shiva at a pure place in a house gives appropriate fruits, while worship done in a cowshed gives virtue, which are ten-times more than the former one. Worshipping Shiva at the banks of a river gives, ten times more virtues than the second one. Worship of Shiva done either in temple, under the basil plant etc. or at the banks of Sapt Ganga, gives ten times more virtue than the third one. If Shiva is worshipped at the seashore than the fourth one, while worshipping Shiva on the peak of a mountain, gives ten times more virtue than the fifth one. But worship done with a fully concentrates mind, gives the best fruits.</p>' +
'<p>During the Satya Yuga performance of Yagya and donations gave complete results. During the Treta Yuga it gave half, while in the present Kali Yuga it gives one-fourth results. Virtuosity performed with a pure heart does not go in vain. The other auspicious days in order of their increasing importance are \'Surya-Sankranti\', \'Tula Sankranti\' and \'Mesh-Sankranti\', Lunar eclipse and Solar eclipse respectively</p>' ,
notes: []
},
{
subTitle: 'WORSHIPPING THE IDOL OF SHIVA ',
content: '<p>It has been mentioned in the sixteenth chapter of Viddyeshwar Samhita that all the desires of a man are completely fulfilled, if he worship even in earthen idol of Shiva. For making an idol of Shiva, clay should be acquired from the base of river, pond, well or any such other place. In this clay fragrant powder and milk should be added to make it into a paste. After the constructing of idol is complete, it should be worshipped by all the sixteen types of rituals Shodasopachar. </p>' +
'<p>If the Shivalinga is constructed by somebody else, then three \'sera\' of Naivedya should be offered to the deity, whereas if one himself has constructed the Shivalinga then the one-fourth of a \'Sera\' should be offered. </p>' +
'<p>If such an idol s worshipped for one thousand times, then it helps a devotee in attaining to the Satyaloka. Performing \'abhishek\' of such an idol helps in self-purification, offering fragrance gives virtues, Naivedya increases the life span and worshipping it with \'Dhoop\' gives wealth and prosperity respectively.</p>' +
'<p>Worshipping the idol with a burning lamp gives knowledge to the devotee, whereas offering betel leaves gives splendours.</p>' +
'<p>A devotee who worships Lord Shiva in the Hindu month of Magh and on Krishna Chaturdashi achieves longevity of life. Both, worldly pleasures and salvation are achieved by worshipping Shiva.</p>' +
'<p>Worshipping Shiva in the Hindu month of Kartik by going Japa, penance etc gives special fruits and the devotee becomes free from all kinds of diseases.</p>' +
'<p>If a devotee worships lord Shiva on Sunday he becomes free from rebirth. </p>' ,
notes: []
},{
subTitle: 'THE MAJESTY OF PRANAV PANCHAKSHAR ',
content: '<p>The root sounds Akar, Ukar, Makar, Bindu and Nad, which are free from the delusions and which originates from the mother nature are called Pranav. It is of two types:-a)Gross, b) Subtle. (Pranav Mantra OM AND OM NAMAH SHIVAY! </p>' +
'<p>It symbolizess the unified power of Shiva and Shakti and destroyes all the sins of a man. A man desirous of worldly pleasures must chant the mantra \'Hrishva Pranav\' containing the three root sounds A, U, and Ma, which symbolizes Brahma, Vishnu and Mahesh respectively. On the other hand a man aspiring for the salvation, must chant the mantra \'Deergha Pranav\' containing A, U, Ma, Nad and Bindu.</p>' +
'<p>Before commencing the study of Vedas pronouncing OMKAR is a must. By chanting \'Pranav\' for nine crore times man becomes pure. By chanting it for further nine crore times a man develops a control over natural forces like wind, smell and earth etc.</p>' +
'<p>This Pranav mantra is considered to be most powerful and helps a man to attain the abode of Shiva.  </p>' ,
notes: []
},{
subTitle: 'WORLDLY BONDAGES AND SALVATION ',
content: '<p>In the eighteen chapter, all the sages requested Suta to explain the meaning of bondages of life and Salvation </p>' +
'<p>Suta replied-</p>' +
'<p>"Because of the eight types of bondages which a man feels on this earth, the soul is also known as "Jiva". The Jiva becomes liberated only after becoming free from these eight bondages. These eight bondages are - Nature, Intelligence qualitative- ego and the Panchatanmatras i.e. Sound, touch, appearance, taste and smell.</p>' +
'<p>"Each soul is binded by these eight aspects of the Nature. The actions performed as the result of these bondages is called Karma. A man reaps the fruits of his actions- whether good or evil. He either enjoys pleasures or suffers because of sorrow, due to this Karma." The soul takes rebirth in a cyclic was binded by the effects of his Karmas. The eight Chakras are nothing but the eight forms of the nature. Shiva is beyond the reach of these eight chakras, on the contrary he has full control these eight chakras. So a man can become free from the bondages of this world, only by worshipping Shivalinga. The linga is both gross as well as subtle. There are five types of Linga on this earth.- Swayambhu Linga, Bindu Linga, Pratisthit Linga, Char Linga, Guru Linga. A person desirous of worldly pleasures should worship the cross Shivalinga, where as one who is desirous of attaining salvation must worship the subtle Shivalinga.</p>' ,
notes: []
},{
subTitle: 'THE WORSHIP OF PARTHIVA LINGA ',
content: '<p>Suta then explains the greatness of worshipping a Parthiva Linga-:</p>' +
'<p>"Parthiva Linga is the most supreme among all the Shivalingas. All the aspirtions of he deities as well as men are fulfilled by the worship of Parthiv linga. During the era of Satya, jewel was considered to be of prime importance, where as during Treta Yuga and Dwapar  Yuga, gold and mercury had the prime importance respectively. In the present era of Kali, a Parthiva Linga holds this place of honor. The worship of Parthiva Linga begets more virtues than even penance. Just as Ganga among the rivers, Kashi among the sacred places of pilgrimages, Omkar among all the mantras are considered to be superior, In the same way Parthivalinga is considered to the supreme among all the Linga. Worshipping, a Parthiva linga with a \'Nishkam bhava\' helps a man to attain liberation."</p>' +
'<p>Suta elaborately describes about the methods of doing worship of Parthiva Linga:-</p>' +
'<p>"After becoming fresh in the morning, a man should wear a rudraksha garland in his neck and apply Bhasma (ash) on his forehead. He should then worship the Parthiva Linga. He should chant the various names of Shiva, while worshipping the Parthiva Linga, like Har, Maheshwar, Shambhu, Shoolpani, Mahadeva, etc. After worshipping the Parthiva Linga, it should be immersed in the river, Then the mantra - OM NAMAH SHIVAY should be canted with complete devotion. This is the method which has been described in the Vedas for the worship of Parthiva Linga."</p>' +
'<p>The numbers of Parthiva Linga differ according to one\'s desires. For example a man who is desirous of learning and knowledge must worship one thousand Parthiva Linga. A man who is desirous of wealth must worship. One thousand five hundred Parthiva Lingas. A man who is desirous of attaining salvation must worship one crore Parthiva Lingas. </p>' +
'<p>Parthiva linga, which is equivalent to the height measured by the four fingers and which has been established on a beautiful pedestal, is considered to be the best. Parthiva Linga which is the half of the above mentioned height is considered to be medium; and still half than the second category is considered to be inferior Parthiva Linga. It is better and advisable to worship a single Parthiva Linga daily, because it is equivalent to the worship of the whole world. Nobody is barred from worshipping Shiva, except the people whose ancestors had been cursed by the sages like Dadhichi, Gautam. Such people should also worship the eight idols (earth, water, fire, air, sky, sun, moon and the host) alongwith the Parthiva linga. A brahmin should worship Parthiva linga as per the methods described in the vedas. Worship should be done, facing north. </p>' ,
notes: []
},{
subTitle: 'IMPORTANCE OF NAIVEDYA AND BILVA-LEAVES ',
content: '<p>Suta then described about the important of Naivedya offered to Lord Shiva. </p>' +
'<p>"A devotee gets liberated from all of his sins merely at the sight of the Naivedya, which have been offered to lord Shiva. He attains great virtues by having the Prasada."</p>' +
'<p>A man must not accept the Prasada if the worship have been done under supervision of a \'Chandala\', but some of the Shivalingas like Banlinga, Siddhalinga and Swayambhu Linga are exceptions to this rule. The prasada which has been offered to the Shivalinga and remains lying on it, is prohibited from having, but the prasad which is not touching the Shivalinga should be accepted.</p>' +
'<p>Bilva fruit is considered to be a form of lord Shiva Its greatness has been eulogized even by the deities himself. It is believed that all the places of pilgrimages, dwell in the Bilva-leaf. Lord Shiva is believed to have his abode in the roots of the Bilva tree. A devotee who waters the roots of the Bilva tree attains greater virtues than offering water to the deities of all the places of pilgrimages. Similarly a devotee who worships the roots of the Bilva tree attains to the abode of lord Shiva.</p>' +
'<p>Suta then goes on he explain the greatness of Shiva\'s name and the importance of Bhasma (ash) and rudraksha beads in his worship. The name of Shiva is as sacred as Ganges. Similarly \'Bhasma\' and \'Rudraksha\' are as holy as the rivers Yamuna and Saraswati. Therefore a devotee who possesses the name of lord Shiva on his lips, who applies Bhasma on his person and who wears a rudraksha in his neck attain the virtues similar to that of taking a bath in the sangam. In  ancient times, a king by the name of Indrayumna got liberated from the bondages of the world, just by chanting the name of Shiva. </p>' ,
notes: []
},
{
subTitle: 'THE IMPORTANCE OF BHASMA (ASH) IN SHIVA\'S WORSHIP ',
content: '<p>Bhasma are of two types:-1) Maha Bhasma and 2) Swalpa Bhasma.</p>' +
'<p>\'Shrota\' (listener), \'Smart; (rites according to the smritis) and Laukik (worldly) are considered to be the Maha Bhasma. There are many types of Swalpa Bhasma.</p>' +
'<p>\'Shrota\' and \'Smart\' are meant only for the brahmins. For the rest of the castes, \'Laukik Bhasma\' is appropriate. A brahmin must apply Bhasma, only after initiating it with the mantras. The ashes which remains after burning dry cowdung is called Agneya Bhasma. Applying \'Tripunda\' on the forehead with the ashes after the completion of Yagya, is to the Upanishad rituals like Sandhya and Japa should only be performed after applying tripunda on the forehead.  </p>' ,
notes: []
},{
subTitle: 'IMPORTANCE OF RUDRAKSHA ',
content: '<p>Rudraksha is very dear to lord Shiva and hence all the sins of a man get destroyed if he chants the name of Lord Shiva using a Rudraksha beads. He also attains salvation after his death. It is believed that the origin of Rudraksha is connected with Shiva penance.</p>' +
'<p>Once while Sadashiv was performing his penance, his eyes opened due to some disturbances. He was so remorseful that tears rolled down from his eyes. These tear-drops are believed to be the origin of the Rudraksha trees.</p>' +
'<p>Rudraksha of specific colours have been prescribed for different castes. For example a Brahmin, a Kshatriya, a Vaishya and a Shudra have been instructed to put on Rudraksha of white colour, red colour, yellow colour and black colour respectively.</p>' +
'<p>A person who wears eleven hundred Rudraksha on his body, he unites with Shiva. Rudrakshas are of various types i.e. Ekmukha Rudraksha (one opening) to rudraksha with fourteen openings. Each type of rudraksha has specific mantra and specific deity connected with it. </p>' ,
notes: []
}
]
}
];