var defaultButtonStyle = "padding:3px;font-weight:bold;color:green;background-color:lightyellow; border: 1px solid green;margin:2px; border-radius:3px;";
var defaultHeaderStyle= 
    {
        'font-weight': '900',
        'color':'firebrick',
         'background-color': 'transparent', 'opacity':'1.5'
    };
var defaultDetailStyle = { 
      'background-color':'lightgoldenrodyellow',
        'opacity':'0.7',
        'margin': '10px',
      'padding':'5px',
        'color':'black',
        'font-weight':'900',
        'border':'2px solid red'};
var defaultContentStyle =   { 'border':'3px outset orange',
             'background-image': 'url("images/lord-krishna-786.jpg")',
             'background-size': 'contain',
             'border-radius':'4px', 
             'padding':'2px',
             'color':'orange', 
             'opacity':'0.5',
              'background-color':'lightgoldenrodyellow'};
var chapterData = [
    
    {
        title: 'Overview',
        buttonText:'Overview',
        buttonStyle :  "padding:3px;background-color:antiquewhite  ; border: 2px outset red;margin:2px; border-radius:3px;color:firebrick;font-weight:bold",
        contentStyle: { 'border':'4px outset darkgray',
             'background-image': 'url("images/300px-Tirpitz-2.jpg")',
             'background-size': 'contain',
             'border-radius':'4px', 
             'padding':'2px',
             'color':'orange', 
             'opacity':'0.8',
              'background-color':'lightgoldenrodyellow'} ,
        subsections: [
           { 
                subTitle: 'Outline Story',
                content: '<p>Tirpitz was the second of two Bismarck-class battleships built for Nazi Germany\s Kriegsmarine (navy) during World War II. Named after Grand Admiral Alfred von Tirpitz, the architect of the Kaiserliche Marine (Imperial Navy), the ship was laid down at the Kriegsmarinewerft Wilhelmshaven in November 1936 and her hull was launched two and a half years later. Work was completed in February 1941, when she was commissioned into the German fleet. Like her sister ship Bismarck, Tirpitz was armed with a main battery of eight 38-centimetre (15 in) guns in four twin turrets. After a series of wartime modifications she was 2,000 tonnes (2,000 long tons) heavier than Bismarck, making her the heaviest battleship ever built by a European navy.[3]</p>'
            },{
                content:'<p>After completing sea trials in early 1941, Tirpitz briefly served as the centrepiece of the Baltic Fleet, which was intended to prevent a possible break-out attempt by the Soviet Baltic Fleet. In early 1942, the ship sailed to Norway to act as a deterrent against an Allied invasion. While stationed in Norway, Tirpitz was also intended to be used to intercept Allied convoys to the Soviet Union, and two such missions were attempted in 1942. This was the only feasible role for her, since the St Nazaire Raid had made operations against the Atlantic convoy lanes too risky. Tirpitz acted as a fleet in being, forcing the British Royal Navy to retain significant naval forces in the area to contain the battleship.[4]</p>'
            },{ 
                subTitle: '',
                content: '<p>In September 1943, Tirpitz, along with the battleship Scharnhorst, bombarded Allied positions on Spitzbergen, the only time the ship used her main battery in an offensive role. Shortly thereafter, the ship was damaged in an attack by British mini-submarines and subsequently subjected to a series of large-scale air raids. On 12 November 1944, British Lancaster bombers equipped with 12,000-pound (5,400 kg) "Tallboy" bombs scored two direct hits and a near miss which caused the ship to capsize rapidly. A deck fire spread to the ammunition magazine for one of the main battery turrets, which caused a large explosion. Figures for the number of men killed in the attack range from 950 to 1,204. Between 1948 and 1957 the wreck was broken up by a joint Norwegian and German salvage operation.</p>'
            } 
        ]
    },
    {
        title: 'Construction and characteristics',
        buttonText:'Construction..',
        headerStyle: { 'color': 'white','font-weight': '900','background-color': 'maroon', 'opacity':'0.56'},
        contentStyle: { 'border':'3px outset blue',
             'background-image': 'url("images/construction.jpg")',
             'background-size': 'contain',
             'border-radius':'4px', 
             'padding':'2px',
             'color':'orange', 
             'opacity':'0.9',
              'background-color':'skyblue'} ,
        subsections: [
           { 
                subTitle: '',
                content: '<p>&nbsp;&nbsp;&nbsp;&nbsp;Tirpitz was ordered as Ersatz Schleswig-Holstein as a replacement for the old pre-dreadnought Schleswig-Holstein, under the contract name "G".[1] The Kriegsmarinewerft shipyard in Wilhelmshaven was awarded the contract, where the keel was laid on 20 October 1936.[5] The hull was launched on 1 April 1939; during the elaborate ceremonies, the ship was christened by the daughter of Admiral Alfred von Tirpitz, the ship\'s namesake.[6] Adolf von Trotha, a former admiral in the Imperial German Navy, spoke at the ship\'s launching, which was also attended by Adolf Hitler.[7] Fitting-out work followed her launch, and was completed by February 1941.[6] British bombers repeatedly attacked the harbour in which the ship was being built; no bombs struck Tirpitz, but the attacks did slow construction work.[8] Tirpitz was commissioned into the fleet on 25 February for sea trials,[2] which were conducted in the Baltic.[6]</p>'
            },{ 
                subTitle: '',
                content: '<p>Tirpitz displaced 42,900 t (42,200 long tons) as built and 52,600 tonnes (51,800 long tons) fully loaded, with a length of 251 m (823 ft 6 in), a beam of 36 m (118 ft 1 in) and a maximum draft of 10.60 m (34 ft 9 in).[c] She was powered by three Brown, Boveri & Cie geared steam turbines and twelve oil-fired Wagner superheated boilers, which developed a total of 163,023 PS (160,793 shp; 119,903 kW) and yielded a maximum speed of 30.8 knots (57.0 km/h; 35.4 mph) on speed trials.[1] Her standard crew numbered 103 officers and 1,962 enlisted men; during the war this was increased to 108 officers and 2,500 men.[2] As built, Tirpitz was equipped with Model 23 search radars[d] mounted on the forward, foretop, and rear rangefinders. These were later replaced with Model 27 and then Model 26 radars, which had a larger antenna array. A Model 30 radar, known as the Hohentwiel, was mounted in 1944 in her topmast, and a Model 213 Würzburg fire-control radar was added on her stern 10.5 cm (4.1 in) Flak rangefinders.[11]</p>'
            },{ 
                subTitle: '',
                content: '<p>She was armed with eight 38 cm SK C/34 L/52 guns arranged in four twin gun turrets: two superfiring turrets forward—Anton and Bruno—and two aft—Caesar and Dora.[e] Her secondary armament consisted of twelve 15 cm L/55 guns, sixteen 10.5 cm L/65 and sixteen 3.7 cm (1.5 in) L/83, and initially twelve 2 cm (0.79 in) C/30 antiaircraft guns. The number of 2 cm guns was eventually increased to 58. After 1942, eight 53.3 cm (21.0 in) above-water torpedo tubes were installed in two quadruple mounts, one mount on each side of the ship.[2] The ship\'s main belt was 320 mm (13 in) thick and was covered by a pair of upper and main armoured decks that were 50 mm (2.0 in) and 100 to 120 mm (3.9 to 4.7 in) thick, respectively. The 38 cm turrets were protected by 360 mm (14 in) thick faces and 220 mm (8.7 in) thick sides.[1]</p>'
            }
        ]
    },
    {
        title: 'Service history I - attacks by Tirpitz',
        buttonText:'Service history I..',
        headerStyle: { 'color': '#004455','font-weight': '1900', 'background-color': 'skyblue', 'opacity':'0.7'},
        contentStyle: { 'border':'3px outset blue',
             'background-image': 'url("images/tirpitz_service.jpg")',
             'background-size': 'contain',
             'border-radius':'4px', 
             'padding':'2px',
             'color':'orange', 
             'opacity':'0.7',
              'background-color':'skyblue'} ,
        subsections: [
           { 
                subTitle: '',
                content: '<p>After sea trials, Tirpitz was stationed in Kiel and performed intensive training in the Baltic. While the ship was in Kiel, Germany invaded the Soviet Union. A temporary Baltic Fleet was created to prevent the possible break-out of the Soviet fleet based in Leningrad. Tirpitz was briefly made the flagship of the squadron, which consisted of the heavy cruiser Admiral Scheer, the light cruisers Köln, Nürnberg, Leipzig, and Emden, several destroyers, and two flotillas of minesweepers.[8] The Baltic Fleet, under the command of Vice Admiral Otto Ciliax,[7] patrolled off the Aaland Islands from 23 to 26 September 1941, after which the unit was disbanded and Tirpitz resumed training.[13] During the training period, Tirpitz tested her primary and secondary guns on the old pre-dreadnought battleship Hessen,[14] which had been converted into a radio-controlled target ship.[15] The British Royal Air Force (RAF) continued to launch unsuccessful bombing raids on Tirpitz while she was stationed in Kiel.[16]</p>'
            },{ 
                subTitle: 'Deployment to Norway',
                content: '<p>Grand Admiral Erich Raeder, the commander of the Kriegsmarine, proposed on 13 November that Tirpitz be deployed to Norway. The ship would be able to attack convoys bound for the Soviet Union, as well as act as a fleet in being to tie down British naval assets and deter an Allied invasion of Norway. Hitler, who had forbidden an Atlantic sortie after the loss of Bismarck, agreed to the proposal. The ship was taken into dock for modifications for the deployment. The ship\'s antiaircraft battery was strengthened, and the 10.5 cm guns on the superstructure next to the catapult were moved outboard to increase their field of fire. The two quadruple 53.3 cm torpedo tube mounts were also installed during this refit.[17] The ship\'s commander, Kapitän zur See (KzS—Captain at Sea) Karl Topp,[18] pronounced the ship ready for combat operations on 10 January 1942.[16] The following day, Tirpitz left for Wilhelmshaven, a move designed to conceal her actual destination.[17]</p>'
            },{ 
                subTitle: '',
                content: '<p>The ship left Wilhelmshaven at 23:00 on 14 January and made for Trondheim.[17] British military intelligence, which was capable of decrypting the Enigma messages sent by the German navy, detected the departure of the vessel, but poor weather in Britain prevented action by the RAF.[19] Admiral John Tovey, the commander in chief of the British Home Fleet, was not made aware of Tirpitz\'s activities until 17 January, well after the ship had arrived in Norway.[20] On 16 January, British aerial reconnaissance located the ship in Trondheim. Tirpitz then moved to the Fættenfjord, just north of Trondheim.[21] The movement was codenamed Operation Polarnacht (Polar Night); the battleship was escorted by the destroyers Z4 Richard Beitzen, Z5 Paul Jakobi, Z8 Bruno Heinemann and Z29 for the voyage.[22] The Norwegian resistance movement transmitted the location to London.[23] She was moored next to a cliff, which protected the ship from air attacks from the southwest. The ship\'s crew cut down trees and placed them aboard Tirpitz to camouflage her.[21] Additional antiaircraft batteries were installed around the fjord, as were anti-torpedo nets and heavy booms in the entrance to the anchorage.[24] Life for the crew of Tirpitz was very monotonous during the deployment to Norway. Frequent fuel shortages curtailed training and kept the battleship and her escorts moored behind their protective netting. The crew was primarily occupied with maintaining the ship and continuously manning antiaircraft defences. Sports activities were organised to keep the crew occupied and physically fit.[25]</p>'
            },{ 
                subTitle: 'Operations against Allied convoys',
                content: '<p>Several factors served to restrain Tirpitz\'s freedom of operation in Norway. The most pressing were shortages of fuel and the withdrawal of the German destroyer forces to support Operation Cerberus, the movement of the battleships Scharnhorst and Gneisenau and the heavy cruiser Prinz Eugen up through the English Channel. These caused a planned attack against the outbound convoy PQ 8 at the end of January to be abandoned.[26] A planned British air attack at the end of January by four-engined heavy bombers was disrupted by poor weather over the target, which prevented the aircraft from finding the ship.[27] In early February, Tirpitz took part in the deceptions that distracted the British in the run-up to Operation Cerberus. These included steaming out of the fjord and the appearance of preparations for a sortie into the North Sea.[28] Later that month, the ship was reinforced by the heavy cruisers Admiral Scheer and Prinz Eugen and several destroyers. Prinz Eugen had been torpedoed by a British submarine at the entrance to the Fættenfjord, and was therefore temporarily out of action.[29]</p>'
            },{ 
                subTitle: '',
                content: '<p>In March 1942 Tirpitz and Admiral Scheer, along with the destroyers Z14 Friedrich Ihn, Z5 Paul Jakobi, Z7 Hermann Schoemann and Z25 and a pair of torpedo boats,[22] were intended to attack the homebound convoy QP 8 and the outbound Convoy PQ 12 as part of Unternehmen Sportpalast (Operation Sports Palace).[26][30] Admiral Scheer,[26] with a design speed of 26 knots (48 km/h; 30 mph),[31] was too slow to operate with Tirpitz and was left in port,[26] as was the destroyer Paul Jakobi. The two torpedo boats were also released from the operation.[22] On 5 March, Luftwaffe reconnaissance aircraft spotted PQ 12 near Jan Mayen Island; the reconnaissance failed to note the battleship HMS Duke of York or the battlecruiser HMS Renown, both of which escorted the convoy, along with four destroyers. Unknown to the Germans, Admiral Tovey provided distant support to the convoys with the battleship HMS King George V, the aircraft carrier HMS Victorious, the heavy cruiser HMS Berwick, and six destroyers. Enigma intercepts again forewarned the British of Tirpitz\'s attack, which allowed them to reroute the convoys. Admiral Tovey attempted to pursue Tirpitz on 9 March,[26] but Admiral Otto Ciliax, the commander of the German squadron, had decided to return to port the previous evening. An air attack was launched early on the 9th; twelve Fairey Albacore torpedo bombers attacked the ship in three groups, and Tirpitz successfully evaded the torpedoes. Only three men were wounded in the attack.[32] Tirpitz\'s anti-aircraft gunners shot down two of the British aircraft.[33] After the conclusion of the attack, Tirpitz made for Vestfjord, and from there to Trondheim, arriving on the evening of 13 March.[34] On 30 March, thirty-three Halifax bombers attacked the ship; they scored no hits, and five aircraft were shot down.[35] The RAF launched a pair of unsuccessful strikes in late April. On the night of 27–28 April, thirty-one Halifaxes and twelve Lancasters; five of the bombers were shot down. Another raid, composed of twenty-three Halifaxes and eleven Lancasters, took place the following night. Two of the bombers were shot down by the German anti-aircraft defences.[36]</p>'
            },{ 
                subTitle: '',
                content: '<p>The actions of Tirpitz and her escorting destroyers in March used up 8,230 metric tons (8,100 long tons) of fuel oil, which greatly reduced the available fuel supply. It took the Germans three months to replenish the fuel spent in the attempt to intercept the two Allied convoys. Convoy PQ 17, which left Iceland on 27 June bound for the Soviet Union, was the next convoy targeted by Tirpitz and the rest of the German fleet stationed in Norway,[34] during Unternehmen Rösselsprung (Operation Knight\'s Move).[37] Escorting the convoy were the battleships Duke of York and USS Washington and the carrier Victorious.[34] Tirpitz, Admiral Hipper, and six destroyers sortied from Trondheim, while a second task force consisting of Lützow, Admiral Scheer, and six destroyers operated out of Narvik and Bogenfjord.[38] Lützow and three of the destroyers struck uncharted rocks while en route to the rendezvous and had to return to port. Shortly after Tirpitz left Norway, the Soviet submarine K-21 fired two or four torpedoes at the ship, all of which missed.[39][40] The Soviets claimed two hits on the battleship.[41] Swedish intelligence had meanwhile reported the German departures to the British Admiralty, which ordered the convoy to disperse. Aware that they had been detected, the Germans aborted the operation and turned over the attack to U-boats and the Luftwaffe. The scattered vessels could no longer be protected by the convoy escorts, and the Germans sank 21 of the 34 isolated transports. Tirpitz returned to Altafjord via the Lofoten Islands.[39]</p>'
            },{ 
                subTitle: '',
                content: '<p>Following Rösselsprung, the Germans moved Tirpitz to Bogenfjord near Narvik. By this time, the ship needed a major overhaul. Hitler had forbidden the ship to make the dangerous return to Germany, and so the overhaul was conducted in Trondheim. On 23 October, the ship left Bogenfjord and returned to Fættenfjord outside Trondheim. The defences of the anchorage were further strengthened; additional anti-aircraft guns were installed, and double anti-torpedo nets were erected around the vessel. The repairs were conducted in limited phases, such that Tirpitz would remain partially operational for the majority of the overhaul. A caisson was built around the stern to allow the replacement of the ship\'s rudders.[39] During the repair process, the British attempted to attack the battleship with two Chariot human torpedoes, but before they could be launched, rough seas caused the human torpedoes to break away from the fishing vessel which was towing them.[42] By 28 December, the overhaul had been completed, and Tirpitz began sea trials. She conducted gunnery trials on 4 January 1943 in Trondheim Fjord.[43] On 21 February, Topp was promoted to Rear Admiral and was replaced by Captain Hans Meyer; five days later the battleship Scharnhorst was ordered to reinforce the fleet in Norway. Vice Admiral Oskar Kummetz was given command of the warships stationed in Norway.[44]</p>'
            },{ 
                subTitle: '',
                content: '<p>By the time Scharnhorst arrived in Norway in March 1943, Allied convoys to the Soviet Union had temporarily ceased. To give the ships an opportunity to work together, Admiral Karl Dönitz, who had replaced Raeder in the aftermath of the Battle of the Barents Sea on 31 December 1942, ordered an attack on the island of Spitzbergen, which housed a British weather station and refuelling base.[43] Several settlements and outposts on Spitzbergen were defended by a garrison of 152 men from the Norwegian Armed Forces in exile.[45] The two battleships, escorted by ten destroyers, left port on 6 September; in a ruse de guerre, Tirpitz flew the white ensign on the approach to the island the following day.[46] During the bombardment, Tirpitz fired 52 main-battery shells and 82 rounds from her 15 cm secondaries.[47] This was the first and only time the ship fired her main battery at an enemy surface target.[43] An assault force destroyed shore installations and captured 74 prisoners.[45][48] By 11:00, the battleships had destroyed their targets and headed back to their Norwegian ports.[43]</p>'
            }
        ]
    },
    {
        title: 'Service history 2 - British attacks on Tirpitz',
         buttonText:'Service history 2..',
        headerStyle: { 'color': 'black','font-weight': '1900', 'background-color': 'silver', 'opacity':'0.7'},
        contentStyle: { 'border':'3px outset blue',
             'background-image': 'url("images/tirpitz_service2.jpg")',
             'background-size': 'contain',
             'border-radius':'4px', 
             'padding':'2px',
             'color':'orange', 
             'opacity':'0.7',
              'background-color':'skyblue'} ,
        subsections: [
           { 
                subTitle: 'Operation Source',
                content: '<p>The British were determined to neutralise Tirpitz and remove the threat she posed to Allied lines of communication in the Arctic. Following the repeated, ineffectual bombing attacks and the failed Chariot attack in October 1942, the British turned to the newly designed X Craft midget submarines.[43] The planned attack, Operation Source, included attacks on Tirpitz, Scharnhorst, and Lützow.[49] The X Craft were towed by large submarines to their destinations, where they could slip under anti-torpedo nets to each drop two powerful 2 tonne mines on the sea bed under the bottom of the target. Ten vessels were assigned to the operation, scheduled for 20–25 September 1943. Only eight of the vessels reached Norway for the attack, which began early on 22 September.[43] Three of the vessels, X5, X6, and X7, successfully breached Tirpitz\'s defences, two of which—X6 and X7—managed to lay their mines. X5 was detected some 200 m (660 ft) from the nets and sunk by a combination of gunfire and depth charges.[50]</p><p>The mines caused extensive damage to the ship; the first exploded abreast of turret Caesar, and the second detonated 45 to 55 m (148 to 180 ft) off the port bow.[51] A fuel oil tank was ruptured, shell plating was torn, a large indentation was formed in the bottom of the ship, and bulkheads in the double bottom buckled. Some 1,430 t (1,410 long tons) of water flooded the ship in fuel tanks and void spaces in the double bottom of the port side, which caused a list of one to two degrees, which was balanced by counter-flooding on the starboard side. The flooding damaged all of the turbo-generators in generator room No. 2, and all apart from one generator in generator room No. 1 were disabled by broken steam lines or severed power cables. Turret Dora was thrown from its bearings and could not be rotated; this was particularly significant, as there were no heavy-lift cranes in Norway powerful enough to lift the turret and place it back on its bearings.[52] The ship\'s two Arado Ar 196 floatplanes were thrown by the explosive concussion and completely destroyed. Repairs were conducted by the repair ship Neumark; historians William Garzke and Robert Dulin remarked that the successful repair effort was "one of the most notable feats of naval engineering during the Second World War."[53] Repairs lasted until 2 April 1944; full speed trials were scheduled for the following day in Altafjord.[54]</p>'
            },{ 
                subTitle: 'Operation Tungsten',
                content: '<p>The British were aware that Neumark and the repair crews left in March, which intimated Tirpitz was nearly operational.[54] A major air strike—Operation Tungsten—involving the fleet carriers Victorious and Furious and the escort carriers Emperor, Fencer, Pursuer, and Searcher,[55] was set for 4 April 1944, but rescheduled a day earlier when Enigma decrypts revealed that Tirpitz was to depart at 05:29 on 3 April for sea trials.[54] The attack consisted of 40 Barracuda dive-bombers carrying 1,600-pound (730 kg) armor-piercing bombs and 40 escorting fighters in two waves, scoring fifteen direct hits and two near misses.[55][56] The aircraft achieved surprise, and only one was lost in the first wave; it took twelve to fourteen minutes for all of Tirpitz\'s antiaircraft batteries to be fully manned. The first wave struck at 05:29, as tugs were preparing to assist the ship out of her mooring. The second wave arrived over the target an hour later, shortly after 06:30. Despite the alertness of the German antiaircraft gunners, only one other bomber was shot down.[57]</p><p>The air strikes did not penetrate the main armor but nonetheless caused significant damage to the ship\'s superstructure and inflicted serious casualties. William Garzke and Robert Dulin report the attack killed 122 men and wounded 316 others,[57] while Hildebrand, Röhr, & Steinmetz report 132 fatalities and 270 wounded men, including the ship\'s commander, KzS Hans Meyer.[58] Two of the 15 cm turrets were destroyed by bombs, and both Ar 196 floatplanes were destroyed. Several of the bomb hits caused serious fires aboard the ship. Concussive shock disabled the starboard turbine engine, and saltwater used to fight the fires reached the boilers and contaminated the feed water. Some 2,000 t (2,000 long tons) of water flooded the ship, primarily through the two holes in the side shell created by shell splinters from near misses. Water used to fight the fires also contributed to the flooding.[59] Dönitz ordered the ship be repaired, regardless of the cost, despite the fact that he understood Tirpitz could no longer be used in a surface action because of insufficient fighter support. Repair work began in early May; destroyers ferried important equipment and workers from Kiel to Altafjord over the span of three days. By 2 June, the ship was again able to steam under her own power, and by the end of the month gunnery trials were possible. During the repair process, the 15 cm guns were modified to allow their use against aircraft, and specially-fuzed 38 cm shells for barrage antiaircraft fire were supplied.[60]</p>'
            },{ 
                subTitle: 'Operations Planet, Brawn, Tiger Claw, Mascot and Goodwood',
                content: '<p>A series of carrier strikes was planned over the next three months, but bad weather forced their cancellation. A repeat of Operation Tungsten, codenamed Operation Planet, was scheduled for 24 April. Operation Brawn, which was to have been carried out by 27 bombers and 36 fighters from Victorious and Furious, was to have taken place on 15 May, and Operation Tiger Claw was intended for 28 May. Victorious and Furious were joined by Indefatigable for Operation Mascot, which was to have been carried out on 17 July by 62 bombers and 30 fighters. The weather finally broke in late August, which saw the Goodwood series of attacks. Operations Goodwood I and II were launched on 22 August; a carrier force consisting of the fleet carriers Furious, Indefatigable and Formidable and the escort carriers Nabob and Trumpeter launched a total of 38 bombers and 43 escort fighters between the two raids. The attacks failed to inflict any damage on Tirpitz,[55] and three of the attacking aircraft were shot down.[60] Goodwood III followed on 24 August, composed of aircraft from the fleet carriers only. Forty-eight bombers and 29 fighters attacked the ship and scored two hits which caused minor damage.[55] One, a 1600-pound bomb, penetrated the upper and lower armour decks and came to rest in the No. 4 switchboard room. Its fuze had been damaged and the bomb did not detonate. The second, a 500-pound (230 kg) bomb, exploded but caused only superficial damage. Six planes were shot down in the attack.[61][62] Goodwood IV followed on the 29th, with 34 bombers and 25 fighters from Formidable and Indefatigable. Heavy fog prevented any hits from being scored.[55] One Firefly and a Corsair were shot down by Tirpitz\'s gunners. The battleship expended 54 rounds from her main guns, 161 from the 15 cm guns and up to </p>'
            },{ 
                subTitle: 'Operations Paravane and Obviate',
                content: '<p>The ineffectiveness of the great majority of the strikes launched by the Fleet Air Arm in mid-1944 led to the task of Tirpitz\'s destruction being transferred to the RAF\'s No. 5 Group. The RAF used Lancaster bombers to carry 6-short-ton (5.4 t) Tallboy bombs to penetrate the ship\'s heavy armour.[64] The first attack, Operation Paravane, took place on 15 September 1944; operating from a forward base at Yagodnik in Russia, 23 Lancasters (17 each carrying one Tallboy and six each carrying twelve JW mines), scored a single hit on the ship\'s bow.[55] The Tallboy penetrated the ship, exited the keel, and exploded in the bottom of the fjord. 800 to 1,000 t (790 to 980 long tons) of water flooded the bow and caused a serious increase in trim forward. The ship was rendered unseaworthy and was limited to 8 to 10 knots (15 to 19 km/h; 9.2 to 11.5 mph). Concussive shock caused severe damage to fire-control equipment. The damage persuaded the naval command to repair the ship for use only as a floating gun battery. Repair work was estimated to take nine months, but patching of the holes could be effected within a few weeks, allowing Tirpitz to be moved further south to Tromsø. On 15 October, the ship made the 200 nmi (370 km; 230 mi) trip to Tromsø under her own power, the last voyage of her career.[65]</p><p>The RAF made a second attempt on 29 October, after the ship was moored off Håkøya Island outside Tromsø. Thirty-two Lancasters attacked the ship with Tallboys during Operation Obviate.[55] As on Operation Paravane, No. 9 Squadron and No. 617 Squadron carried out the attack together, which resulted in only one near miss,[65] partially the result of bad weather over the target.[66] The underwater explosion damaged the port rudder and shaft and caused some flooding. Tirpitz\'s 38 cm fragmentation shells proved ineffective in countering the high-level bombers; one aircraft was damaged by ground-based anti-aircraft guns.[65] Following the attack, the ship\'s anchorage was significantly improved. A large sand bank was constructed under and around the ship to prevent her from capsizing, and anti-torpedo nets were installed. Tirpitz retained a one-degree list to port from earlier damage, and this was not corrected by counter-flooding to retain as much reserve buoyancy as possible. The ship was also prepared for her role as a floating artillery platform: fuel was limited to only what was necessary to power the turbo-generators, and the crew was reduced to 1,600 officers and enlisted men.[67]</p>'
            },{ 
                subTitle: 'Operation Catechism',
                content: '<p>Operation Catechism, the final British attack on Tirpitz, took place on 12 November 1944.[55] The ship again used her 38 cm guns against the bombers, which approached the battleship at 09:35; Tirpitz\'s main guns forced the bombers to disperse temporarily, but could not break up the attack.[68] A force of 32 Lancasters from Nos. 9 and 617 Squadrons dropped 29 Tallboys on the ship, with two direct hits and one near miss.[55] Several other bombs landed within the anti-torpedo net barrier and caused significant cratering of the seabed; this removed much of the sandbank that had been constructed to prevent the ship from capsizing. One bomb penetrated the ship\'s deck between turrets Anton and Bruno but failed to explode. A second hit amidships between the aircraft catapult and the funnel and caused severe damage. A very large hole was blown into the ship\'s side and bottom; the entire section of belt armour abreast of the bomb hit was completely destroyed. A third bomb may have struck the ship on the port side of turret Caesar.[68] The amidships hit caused significant flooding and quickly increased the port list to between 15 and 20 degrees. In ten minutes, the list increased to 30 to 40 degrees; the captain issued the order to abandon ship. Progressive flooding increased the list to 60 degrees by 09:50, though this appeared to stabilise temporarily. Eight minutes later, a large explosion rocked turret Caesar. The turret roof and part of the rotating structure were thrown 25 m (82 ft) into the air and over into a group of men swimming to shore, crushing them. Tirpitz rapidly rolled over and buried her superstructure in the sea floor.[69]}</p>'
            },{ 
                subTitle: 'Tirpitz capsized and afternath',
                content: 'In the aftermath of the attack, 82 men trapped in the upturned hull were rescued by cutting through the bottom hull plates.[55] Figures for the death toll vary from approximately 950 to 1,204.[f] Approximately 200 survivors of the sinking were transferred to the heavy cruiser Lützow in January 1945.[72]</p><p>The performance of the Luftwaffe in the defence of Tirpitz was heavily criticised after her loss. Major Heinrich Ehrler, the commander of III./Jagdgeschwader 5 (3rd Group of the 5th Fighter Wing), was blamed for the Luftwaffe\'s failure to intercept the British bombers. He was court-martialled in Oslo and threatened with the death penalty. Evidence was presented that his unit had failed to help the Kriegsmarine when requested. He was sentenced to three years in prison, but was released after a month, demoted, and reassigned to an Me 262 fighter squadron in Germany.[73] Ehrler was exonerated by further investigations which concluded poor communication between the Kriegsmarine and the Luftwaffe had caused the fiasco;[74] the aircrews had not been informed that Tirpitz had been moved off Håkøya two weeks before the attack.[75]</p>The wreck of Tirpitz remained in place until after the war, when a joint German-Norwegian company began salvage operations. Work lasted from 1948 until 1957;[2] fragments of the ship are still sold by a Norwegian company.[18] Ludovic Kennedy wrote in his history of the vessel that she "lived an invalid\'s life and died a cripple\'s death".[76]'
            }
        ]
    },
    {
        title: 'Service history 3 - List of all Allied attacks on Tirpitz',
         buttonText:'Service history 3..',
        headerStyle: { 'color': 'cyan','font-weight': '1900', 'background-color': 'darkblue', 'opacity':'0.5' },
        contentStyle: { 'border':'3px outset blue',
             'background-image': 'url("images/parikshit-snake-sage-mahabharata.jpg")',
             'background-size': 'contain',
             'border-radius':'4px', 
             'padding':'2px',
             'color':'orange', 
             'opacity':'0.9',
              'background-color':'skyblue'} ,
        subsections: [
           { 
                subTitle: '',
                content: '<p><em>Wikipedia has listed this information in tabular format. I hope to get it complete soon</em></p>',
               tableData: {
                    // styles hard coded in markup innerhtml for now
                    tableHeaderRowStyle: "color: black;font-weight: 900;background-color: #eeffff",
                    tableEvenRowStyle: "color: black;font-weight: 600; background-color: antiquewhite;padding:5px;",
                    tableOddRowStyle: "color : darkblue;font-weight :  400;background-color :  aliceblue",
                    header: ['Date','Location','Allied units involved','Attacking force', 'Damage inflicted to Tirpitz','Allied losses','Comments' ],
                    content:
                        [
                            ['8/9 October 1940','Wilhelmshaven','RAF Bomber Command','17 Hampden medium bombers','None','None','Attempted to bomb Tirpitz in the Wilhelmshaven dry dock'],
                            ['8/9 January 1941','Wilhelmshaven','RAF Bomber Command','Total of 32 Wellington, Whitley and Hampden medium bombers','None','None',''],
                            ['...','..','..','...','...','...','...'],
                            ['...','..','..','...','...','...','...'],
                            ['November 1944','Tromsø','No. 9 Squadron RAF No. 617 Squadron RAF','32 Lancaster heavy bombers','Capsized after 3 direct hits and 2 near misses Between 950 and 1,204 killed',	'None','Operation Catechism']
                        ]
                 }
                }
            
        ]
    }
];