var defaultButtonStyle = "padding:3px;font-weight:bold;color:green;background-color:lightyellow; border: 1px solid green;margin:2px; border-radius:3px;";
var defaultPrevButtonStyle = "float:left;padding:3px;font-weight:bold;color:darkslateblue;background-color:lightyellow; border: 1px solid green;margin:2px; border-radius:3px;";
var defaultNextButtonStyle = "float:right;padding:3px;font-weight:bold;color:darkslateblue;background-color:lightyellow; border: 1px solid green;margin:2px; border-radius:3px;margin-right:20px;";
        var leftNavigation = true ;
var defaultHeaderStyle=
    {
        'font-weight': '900',
        'color':'firebrick',
         'background-color': 'transparent', 'opacity':'1.5'
    };
var defaultDetailStyle = { 
      'background-color':'lightgoldenrodyellow',
        'opacity':'0.7',
        'margin': '10px',
      'padding':'5px',
        'color':'black',
        'font-weight':'900',
        'border':'2px solid red'};
var defaultContentStyle =   { 'border':'3px outset orange',
             'background-image': 'url("images/lord-krishna-786.jpg")',
             'background-size': 'contain',
             'border-radius':'4px', 
             'padding':'2px',
             'color':'orange', 
             'opacity':'0.5',
              'background-color':'lightgoldenrodyellow'};
var chapterData = [
{   /*
'<br/><em><span style="font-weight:900;color:darkblue;text-shadow: 3px 3px 2px white;background-color:skyblue;font-size:xx-large"> Isvara said:  </span>' +
'<br/><em><span style="font-weight:900;color:maroon;text-shadow: 3px 3px 2px pink;background-color:orange;font-size:x-large">Shree Vishnu said:  </span>' +
'<br/><em><span style="font-weight:900;color:white;text-shadow: 1px 1px 2px grey;background-color:silver;font-size:x-large"font-size:larger">Shree Brahma said:  </span>' +

'<em><span style="font-weight:900;color:crimson;font-size:larger"> Saunaka said:  </span>' +
'<!-- <em><span style="font-weight:900;color:#ff9933;font-size:larger"> The Brahmin said:  </span>' + '
'<em><span style="font-weight:900;color:crimson;font-size:larger"> Saunaka said:</span>' +
'<em><span style="font-weight:900;color:green;font-size:larger"> Suta said:  </span> ' +
<span style="font-weight:900;color:purple;font-size:larger"> Cancula said:  </span>
' +
'<em><span style="font-weight:900;color:#ff4811;font-size:larger"> Parvati said:  </span>' +
<em><span style="font-weight:900;color:brown;font-size:larger"> Vyas said:  </span>
<em><span style="font-weight:900;color:brown;font-size:larger"> Vyas said:  </span>
<em><span style="font-weight:900;color:#A0522D;font-size:larger">Shree Brahma said:  </span>
'<br/><em><span style="font-weight:900;color:darkblue;font-size:larger"> Sanatkumara said:  </span> ' +
'<br/><em><span style="font-weight:900;color:darkslateblue;font-size:larger"> Indra said:  </span> ' +
'<br/><em><span style="font-weight:900;color:darkgreen;font-size:larger"> Nandikeswara said:  </span> ' +
<br/><em><span style="font-weight:900;color:#334443;font-size:larger">The Sages Said:  </span>' +
'<br/><em><span style="font-weight:900;color:purple;font-size:larger"> Acyuta said:  </span> ' +

''<noteref2_note1footer>(2) - (17)</note>-->'  +
</li>' +
'<li>
*/

buttonStyle :  "padding:3px;font-weight:bold;color:green;background-color:lightgreen; border: 1px solid green;margin:2px; border-radius:3px;",
buttonText: 'RUDRASAMHITA, ORIGIN,1 THE INQUIRY OF THE SAGES',
title: 'Chapter One: THE INQUIRY OF THE SAGES',
headerStyle: { 'color': 'darkblue','font-weight': '1900', 'background-color': 'skyblue', 'opacity':'0.5'},
contentStyle: { 'border':'3px outset blue',
'background-image': 'url("images/rudraSamhita/shrishti_khand0.jpg")',
'background-size': 'contain',
'border-radius':'4px',
'padding':'2px',
'color':'orange',
'opacity':'0.5',
'background-color':'skyblue'} ,
subsections: [
{
subTitle: '',
content: '<p><ol>' +
'<li>I bow to Siva the consort of Gauri, the sole cause of the origin, sustenance, dissolution of the universe, who has understood the reality, who is of endless renown, who is the support of Maya but is free from its influence, whose form is incomprehensible, who is unsullied and who is perfect knowledge itself. </li>' +
'<li>I salute Siva who is prior to Prakrti, who is calm and tranquil, the only excellent Purusa, who has created this visible universe and who stays both within and without like ether. </li>' +
'<li>I salute Siva, of unmanifest form, who having extended himself by way of creation stands in the middle of it while the worlds move around him like iron filings round the magnet. </li>' +
'<em><em><span style="font-weight:900;color:brown;font-size:larger"> Vyas said:  </span></span>'+
'<li> I describe this after bowing to Sambhu, the father of the universe, Siva the mother of the universe and Gal).adhis a their son. </li>' +
'<li>Once Saunaka and other sages living in Naimisa forest asked Suta with full devotion. </li>' +
'<br/><em><span style="font-weight:900;color:#334443;font-size:larger">The Sages Said:  </span>' +
'<li> The good and auspicious story of Vidyesvarasamhita has been heard by us. This first delightful compendium, "On the achievable and the means of achievement" is lovingly disposed to the devotees. </li>' +
'<li>Suta, 0 blessed Suta, live long. Be happy. You will please· narrate· to us, 0 dear, the great anecdotes of Siva. </li>' +
'<li>0 ·sinless one, drinking the nectar of knowledge poured out from your lotus·mouth we are never satiated. Hence we would like to inquire of you something more. </li>' +
'<li>0 omniscient one, by the favour of Vyasa you have realised contentment. There is nothing not known to you whether of the past, present or future. </li>' +
'<li>In return for your excellent devotion you have gained the great favour of your preceptor Vyasa. You have understood everything. You have made your life highly noble and purposeful.</li>' +
'<li>Now, 0 wise one, please explain the excellent form of Siva. Please narrate the divine anecdote of Siva and Parvati without omitting anything. </li>' +
'<li>Mahesvara is Aguna (free from attributes). How does He take up the Saguna from in the world ? We do not know the true nature of Siva, despite our great deliberation. </li>' +
'<li>Before the origin of creation how does lord Siva maintain His form ? In the midst of creation how does He maintain His sport ? </li>' +
'<li>How does lord Mahesvara stand at the moment of dissolution ? How is Sankara who blesses the world with happiness propitiated ? </li>' +
'<li>What benefit does the great Lord confer when He is pleased with His own devotees and others ? Please tell us.</li>' +
'<li>We have heard that the lord becomes pleased instantaneously. The merciful lord is unable to bear the stress and strain that His devotee undergoes. </li>' +
'<li>The three deities Brahma, Vishnu and Mahesha are born of Siva. Among them Mahesa when he has all the substrata of elements is Siva himself as distinct from Mahesa<noteref1_note1footer>(1) - (175)</note>. </li>' +
'<li>Please explain His manifestation and tell us about His various activities. Please tell us about the birth of U rna and her marriage too, 0 lord. </li>' +
'<li>Their domestic life and their divine sports shall also be narrated to us. 0 sinless one, please tell us all about it and anything else that shall be told. </li>' +
'<em><em><span style="font-weight:900;color:brown;font-size:larger"> Vyas said:  </span></span>'+
'<li>Being thus requested Suta was delighted. Remembering the lotus-like feet of Siva he replied to the sages. </li>' +
'<em><span style="font-weight:900;color:green;font-size:larger"> Suta said:  </span> ' +
'<li>0 Iordly sages, what you have asked for is very nice. You are all blessed inasmuch as your minds are drawn towards Sadasiva\'s anecdotes.</li>' +
'<li>Like the holy waters of the Ganga the inquiry into the anecdotes of Sadasiva sanctifies the three persons : the narrator, the inquirer and the hearer. </li>' +
'<li>0 brahmins, except for the slayer of animals, who can be averse to hear the narrative of the attributes of Siva, that highly delights three types of people always? </li>' +
'<li>When it is being recited by persons who have no attachment or desire, it is verily an antidote for all ailments of worldly existence, for it is highly delightful to the ear and the heart while at the same time it bestows all objects. </li>' +
'<li>0 brahmins, I shall explain Siva\'s sports in the light of your enquiry as far as my intelligence enables me to do so. Please listen respectfully. </li>' +
'<li>Induced by lord Visnu, a manifestation of Siva, Narada had also put the same question to his father Brahma as you are asking me now. </li>' +
'<li>On hearing the words of his son, Brahma, a devotee of Siva, was delighted in his mind. Out of love he sang the glory of Siva heightening the pleasure of the excellent sage { Narada ). </li>' +
'<em><em><span style="font-weight:900;color:brown;font-size:larger"> Vyas said:  </span></span>'+
'<li> The learned brahmins, on hearing the words of Siita became eager to know more of that conversation and so asked him. </li>' +
'<br/><em><span style="font-weight:900;color:#334443;font-size:larger">The Sages Said:  </span>' +
'<li> 0 Suta, 0 blessed Suta, of great intellect and devotees of Siva, on hearing your our minds have become very eager</li>' +
'<li>Dear one, please tell us lovingly when this highly pleasant conversation between Brahma and Narada took place, wherein Siva\'s glory was sung and the divine sport of Lord Siva, destructive of worldly existence, had been discussed. What were the questions and how were they answered, please explain. </li>' +
'<li>On hearing these words of the sages of noble mind Suta was pleased much and narrated everything pertaining to the conversation referred to. </li><br/><a href=\'#top\'><strong>Back To Top</strong></a></p>',
notes: ['175 According to this statement Brahma, Visnu, Mahesa are the three forms of Siva. In the Kurma Purana,  there occurs a slightly modified version : Agni (Tamas), Brahrna (Rajas) and Visnu (Sattva) are the three forms of Rudra while another form, full and attributeless is Siva himself. '
]
}
]
}
,
{
    /*
'<br/><em><span style="font-weight:900;color:darkblue;text-shadow: 3px 3px 2px white;background-color:skyblue;font-size:xx-large"> Isvara said:  </span>' +
'<br/><em><span style="font-weight:900;color:maroon;text-shadow: 3px 3px 2px pink;background-color:orange;font-size:x-large">Shree Vishnu said:  </span>' +
'<br/><em><span style="font-weight:900;color:white;text-shadow: 1px 1px 2px grey;background-color:silver;font-size:x-large"font-size:larger">Shree Brahma said:  </span>' +

'<em><span style="font-weight:900;color:crimson;font-size:larger"> Saunaka said:  </span>' +
'<!-- <em><span style="font-weight:900;color:#ff9933;font-size:larger"> The Brahmin said:  </span>' + '
'<em><span style="font-weight:900;color:crimson;font-size:larger"> Saunaka said:</span>' +
'<em><span style="font-weight:900;color:green;font-size:larger"> Suta said:  </span> ' +
<span style="font-weight:900;color:purple;font-size:larger"> Cancula said:  </span>
' +
'<em><span style="font-weight:900;color:#ff4811;font-size:larger"> Parvati said:  </span>' +
<em><span style="font-weight:900;color:brown;font-size:larger"> Vyas said:  </span>
<em><span style="font-weight:900;color:brown;font-size:larger"> Vyas said:  </span>
<em><span style="font-weight:900;color:#A0522D;font-size:larger">Shree Brahma said:  </span>
'<br/><em><span style="font-weight:900;color:darkblue;font-size:larger"> Sanatkumara said:  </span> ' +
'<br/><em><span style="font-weight:900;color:darkgreen;font-size:larger"> Nandikeswara said:  </span> ' +
<br/><em><span style="font-weight:900;color:#334443;font-size:larger">The Sages Said:  </span>' +
'<br/><em><span style="font-weight:900;color:purple;font-size:larger"> Acyuta said:  </span> ' +

''<noteref2_note1footer>(2) - (17)</note>-->'  +
</li>' +
'<li>
*/
    buttonStyle :  "padding:3px;font-weight:bold;color:green;background-color:lightgreen; border: 1px solid green;margin:2px; border-radius:3px;",
    buttonText: '2 ',
        title: 'Chapter Two ,Indra sends Kamadeva to disturb the penance of Narada',
        headerStyle: { 'color': 'darkblue','font-weight': '1900', 'background-color': 'skyblue', 'opacity':'0.5'},
        contentStyle: { 'border':'3px outset blue',
             'background-image': 'url("images/rudraSamhita/shrishti_khand1.jpg")',
             'background-size': 'contain',
             'border-radius':'4px', 
             'padding':'2px',
             'color':'orange', 
             'opacity':'0.5',
              'background-color':'skyblue'} ,
        subsections: [
           { 
                subTitle: '',
                content: '<p><em><span style="font-weight:900;color:green;font-size:larger"> Suta said:  </span> ' +
            '<ol><li>0 brahmins, once Narada the excellent sage, son of Brahma was inclined to perform penance controlling himself very much. </li>' +
           '<li>There is a very beautiful cave in the Himalaya mountain near which the celestial river flows rapidly. </li>' +
            '<li>There was a great hermitage of divine splendour which was resplendent in many ways. Narada endowed with divine vision went there to perform the penance. </li>' +
'<li>On seeing the hermitage (very convenient for penance) the leading sage performed the penance for a long time, seated :firmly and steadily, keeping silent, controlling the breath and retaining the purity of the intellect. </li>' +
'<li>0 brahmins, the sage performed meditation and con. templation wherein the realisation "! am Brahman" is generated leading to the direct perception of Brahman. </li>' +
'<li>When the great sage Narada was thus performing penance, the mind of Indra became excessively agitated and he trembled. 7. Thinking "This sage is yearning for my kingdom" Indra wanted to spoil it. </li>' +
'<li>Indra, the leader of Devas, remembered Kamadeva (Cupid) who arrived there immediately, accompanied. by his. Queen (Rati) and spring (his friend). </li>' +
'<li>The king of Devas, endowed with crooked intelligence to achieve his interests, saw that Kama had arrived and addressed him thus. </li></li>' +
'<br/><em><span style="font-weight:900;color:darkslateblue;font-size:larger"> Indra said:  </span> ' +
'<li>0 friend, of great prowess, always doing what is beneficent to me, please hear lovingly what I am going to say. Render me your help. </li>' +
'<li>Strongly supported by you I have destroyed the pride of many ascetics 0 friend, the stability of my kingdom is always due to your blessing. </li>' +
'<li>Narada, the sage, is performing a penance in the Himalaya mountain directing his mind towards the Lord of the universe with great mental control and firm resolve. </li>' +
'<li>I now fear lest he should beg of Brahma my kingdom. You must go there now itself and hinder his penance. </li>' +
'<em><span style="font-weight:900;color:green;font-size:larger"> Suta said:  </span> ' +
'<li>Being thus commanded by Indra, Kamadeva, accompanied by his wife (Rati) and Madhu, his friend, went haughtily to that place. He then prepared his own means of attack. </li>' +
'<li>He employed all his arts there immediately. Spring too haughtily spread his prowess of diverse nature. </li>' +
'<li>0 great sages, the mind of the sage (Narada) did not waver. Only the arrogance of these fellows suffered a setback and that too by the favour of Mahesa. </li>' +
'<li>Please listen to the reason thereof, 0 Sa unaka and other sages. ! By the controlling power of the lord, Kama could not exercise any influence. </li>' +
'<li>It was in this very place that Siva, the indefatigable enemy of Kama, had formerly performed a great penance. It was here that Kama was reduced to ashes~Kama who used to spoil the penances of sages, </li>' +
'<li>Rati wanted the resuscitation of Kama and requeested the Devas. They appealed to lord Siva, the benefactor.· of the whole world who said thus : ' +
'<li>) Gods, after some time Kama will come to life again. But none of his tricks will succeed here. </li>' +
'<li>Whatever space all round this spot is visible to persons here, will be out of the influence of Kama for ever, 0 Devas. </li>' +
'<li>It was due to this statement of Siva that Kama\'s viles did not prevail upon Narada. From Siva\'s abode he went to Indra. </li>' +
'<li>Kama then narrated everything about the sage and commended his power. At Indra\'s bidding Kama returned to his own place. </li>' +
'<li>Deluded by Siva\'s Maya (power of illusion) Indra was unaware of the true facts and was greatly surprised and he admired Narada. </li>' +
'<li>Siva\'s Maya is incomprehensible to all. The whole universe is deluded by it. Only the true devotees of dedicated souls escape. </li>' +
'<li>Backed by Siva\'s blessings Narada stayed in the hermitage for a long time. Then realising that his penance was complete, the sage concluded the same. </li>' +
'<li>Thinking that he had conquered Kama he was puffed with pride. He was devoid of true knowledge and deluded by Siva\'s Maya. </li>' +
'<li>0 great sages, blessed and very blessed is Siva\'s Maya. Even Visnu, Brahma and others do not know the the turn it takes. </li>' +
'<li>In that state of delusion and puffed up arrogance, the great sage Narada went to Kailasa to expatiate on his own achievement. </li>' +
'<li>Bowing down to Rudra, the Sage arrogantly spoke of his exploits with the conviction that he was equal to the noble-souled lord, the conqueror of Kama, i.e., Siva. </li>' +
'<li>On hearing it, Siva who is favourably disposed to His devotees, advised Narada who was ignorant of the real cause, whose mind had strayed and who had been deluded by His (Siva\'s) Maya. </li>'+
'<br/><em><span style="font-weight:900;color:darkblue;text-shadow: 3px 3px 2px white;background-color:skyblue;font-size:xx-large"> Rudra said:  </span>' +
'<li>"Dear Narada~ ·o wise sage, you are blessed. But please listen to me. Never speak like this anywhere else, especially in the presence of Visnu.  </li>' +
'<li>Even when you are asked you should not mention your achievements as you have done just now. These should be guarded as close secrets and should never be expressed.  </li>' +
'<li>I bid you specifically like this because you are a great favourite of mine. Since you are a devotee of Visnu you are my follower as all his devotees are." </li>' +
'<em><span style="font-weight:900;color:green;font-size:larger"> Suta said:  </span><br/> ' +
'<li>Lord Rudra, the cause of creation, advised him in many ways like this. But Narada who was still under the influence of Siva\'s Maya did not take up this wholesome advice. </li>' +
'<li>The future course of actions shall be considered inevitable by sensible persons. The will of Siva cannot be warded off by any one. </li>' +
'<li>Then the great sage went to Brahma\'s world. After saluting Brahma he told him about his conquest of Kama as a result of his penance. </li>' +
'<li>On hearing that, Brahma remembered the lotuslike feet of Siva and knew thereby the true cause. He then forbade his son. </li>' +
'<li>Although foremost among the wise, Narada did not take up the advice of Brahma as he had been deluded by Siva\'s Maya. The sprout of arrogance had been so fixed in his mind. </li>' +
'<li>Everything will take place in the world in the manner Siva wills. It is true that the entire universe is dependent on His will. </li>' +
'<li>Narada hastened to Vi~IJ.uloka in the same state of senseless arrogance, to boast of his exploits in the presence of Visnu. 42. When Visnu saw Narada approaching, he could guess the purpose of his visit. He stood up and received him cordially. He walked forward and embraced him lovingly. </li>' +
'<li>He· made Narada· sit ·comfortably. After remembering the lotus-like feet of Siva, He frankly uttered these words intended to quell the arrogance of Narada. </li>' +
'<li><em><span style="font-weight:900;color:maroon;text-shadow: 3px 3px 2px pink;background-color:orange;font-size:x-large">Shree Vishnu said:  </span> "0 dear Narada, foremost among sages, you are blessed. I am sanctified by your visit. May I know where you come from and why you have come?" </li>'+
'<li>On hearing these words of Visnu, the sage Narada felt elated. He narrated his story in the same haughty manner. </li>' +
'<li>On hearing the arrogant words of the sage, Visnu remembered the lotus-like feet of Siva again and understood the true cause. </li>' +
'<li>Visnu, a leading devotee of Siva, with his soul dedicated to Siva, bowed his head and eulogised Paramesvara, the lord of the holy mountain, with his palms joined in reverence. </li>'+
'<li><em><span style="font-weight:900;color:maroon;text-shadow: 3px 3px 2px pink;background-color:orange;font-size:x-large">Shree Vishnu said:  </span> "0 Lord, 0 Lord Mahadeva, Paramesvara, ·be 0 Siva thou art blessed. Thy Maya enchants everyone." </li>'+
'<li>Having thus chanted the prayer to Siva, the supreme Atman, he closed his eyes and meditated on His lotus-like feet and stopped. </li>' +
'<li>On coming to know what Siva was about to do, through Siva\'s bidding, he addressed the great sage pleasantly. </li>'+
'<li><em><span style="font-weight:900;color:maroon;text-shadow: 3px 3px 2px pink;background-color:orange;font-size:x-large">Shree Vishnu said:  </span>' +
'<li>0 foremost among sages, you are blessed. You are the storehouse of austerities and large-hearted. 0 sage, lust and delusion rise only in the heart of that man who is devoid of the three types· of devotion.</li>'+
'<li>Base passions that bring in their wake all sorts of miseries crop up in him instantly. But you are vowed to perpetual celibacy. You are ever endowed with knowledge and devoted to non-attachment. </li>'+
'<li>Unaffected by passion and highly intelligent by nature how can you be swayed by lust?"<br/>&nbsp;&nbsp; On hearing words like these, the great sage laughed within himself but spoke to Visnu humbly. </li>'+
'<br/><em><span style="font-weight:900;color:#FF000A;font-size:larger"> Narada said:  </span> ' +
'<li>"0 lord, what can Kama do to me if you remain favourable to me ?" <br/>&nbsp;&nbsp;&nbsp;Saying so, the sage who had paid a casual visit bowed to Visnu and left. </li>'+
'<a href=\'#top\'><strong>Back To Top</strong></a></p>',
               notes: []
            }
        ]
    } , {
    /*
'<br/><em><span style="font-weight:900;color:darkblue;text-shadow: 3px 3px 2px white;background-color:skyblue;font-size:xx-large"> Isvara said:  </span>' +
'<br/><em><span style="font-weight:900;color:maroon;text-shadow: 3px 3px 2px pink;background-color:orange;font-size:x-large">Shree Vishnu said:  </span>' +
'<br/><em><span style="font-weight:900;color:white;text-shadow: 1px 1px 2px grey;background-color:silver;font-size:x-large"font-size:larger">Shree Brahma said:  </span>' +

'<em><span style="font-weight:900;color:crimson;font-size:larger"> Saunaka said:  </span>' +
'<!-- <em><span style="font-weight:900;color:#ff9933;font-size:larger"> The Brahmin said:  </span>' + '
'<em><span style="font-weight:900;color:crimson;font-size:larger"> Saunaka said:</span>' +
'<em><span style="font-weight:900;color:green;font-size:larger"> Suta said:  </span> ' +
<span style="font-weight:900;color:purple;font-size:larger"> Cancula said:  </span>
' +
'<em><span style="font-weight:900;color:#ff4811;font-size:larger"> Parvati said:  </span>' +
<em><span style="font-weight:900;color:brown;font-size:larger"> Vyas said:  </span>
<em><span style="font-weight:900;color:brown;font-size:larger"> Vyas said:  </span>
<em><span style="font-weight:900;color:#A0522D;font-size:larger">Shree Brahma said:  </span>
'<br/><em><span style="font-weight:900;color:darkblue;font-size:larger"> Sanatkumara said:  </span> ' +
'<br/><em><span style="font-weight:900;color:darkgreen;font-size:larger"> Nandikeswara said:  </span> ' +
<br/><em><span style="font-weight:900;color:#334443;font-size:larger">The Sages Said:  </span>' +
'<br/><em><span style="font-weight:900;color:purple;font-size:larger"> Acyuta said:  </span> ' +
'<br/><em><span style="font-weight:900;color:#FF000A;font-size:larger"> Narada said:  </span> ' +

''<noteref2_note1footer>(2) - (17)</note>-->'  +
</li>' +
'<li>
*/
    buttonStyle :  "padding:3px;font-weight:bold;color:green;background-color:lightgreen; border: 1px solid green;margin:2px; border-radius:3px;",
    buttonText: '3',
title: 'SRISHTI-KHAND,NARADA ATTENDS THE SWAYAMVARA OF A VIRGIN AND IS DISCOMFITTED',
headerStyle: { 'color': 'darkblue','font-weight': '1900', 'background-color': 'skyblue', 'opacity':'0.5'},
contentStyle: { 'border':'3px outset blue',
'background-image': 'url("images/rudraSamhita/shrishti_khand2.jpg")',
'background-size': 'contain',
'border-radius':'4px',
'padding':'2px',
'color':'orange',
'opacity':'0.5',
'background-color':'skyblue'} ,
subsections: [
{
subTitle: '',
content: '<p><em><span style="font-weight:900;color:#334443;font-size:larger">The Sages Said:  </span>' +
'<ol><li>Suta, 0 blessed Suta, the disciple of Vyasa, our obeisance to thee. It is due to thy grace that this wonderful story has been narrated to us, 0 dear one. Now tell us in detail what Visnu did after Narada had left the place? And where did Narada go ?</li>' +
'<br/><em><span style="font-weight:900;color:brown;font-size:larger"> Vyas said:  </span>' +
'<li>On hearing these words of the sages, Suta the wise and excellent scholar of Puranas remembered Siva, the cause of different kinds of creation and replied. </li>' +
'<br/><em><span style="font-weight:900;color:green;font-size:larger"> Suta said:  </span> ' +
'<li> When Narada went away casually Visnu, skilful in ·wielding his Maya, spread his Maya, as Siva had willed. </li>' +
'<li>On the path taken by the sage He created a big wonderful city. It was a hundred Yojanas in extent and surprisingly beautiful. </li>' +
'<li>It was far more beautiful than heaven. Many articles were displayed there. Men and women of all the four castes stayed there </li>' +
'<li>The wealthy and prosperous king of that city named Silanidhi was preparing for the gorgeous celebration of the voluntary wooing {Svayamvara)<noteref1_note1footer>(1) - (178)</note> of his daughter. </li>' +
'<li>Brilliant princes coming from all the four quarters eager to court the princess had thronged there dressed in diverse ways. </li>' +
'<li>On seeing such a splendid city Narada<noteref2_note1footer>(2) - (179)</note> was enchanted. With his love kindled, he eagerly went to the palace threshold. </li>' +
'<li>When the sage reached the palace the king Silanidhi adored him, having offered him a seat on the splendid throne studded with precious gems. </li>' +
'<li>He called his daughter Srimati and asked her to kneel down at the feet of Narada. </li>' +
'<li>Being struck with wonder on seeing the girl, Narada said - "O king, who , is this lovely girl comparable to celestial damsels ?" </li>' +
'<li>On hearing the words of the sage, the king replied with his palms joined in reverence-"O sage, this IS my daughter Srimati. </li>' +
'<li>She has attained the marriageable age. She is in search of a qualified bridegroom. She has all charms and accomplishments and her Svayarilvara is imminent. </li>' +
'<li>0 sage, kindly foretell her destiny, everything that is in her horoscope. Please tell me what sort of a husband she will get." </li>' +
'<li>By the time these words were spoken Narada had become an agitated victim of love and desired her. Addressing the king, he said thus :</li>' +
'<li>"0 great king, this daughter of yours is endowed with all characteristics : She 1s highly fortunate and blessed like Laksmi. She is an abode of all qualities. </li>' +
'<li>Her ·future husband will certainly be a splendid God, lord of all, unvanquished, heroic, on a par with Siva, and Vying with Kamadeva". </li>' +
'<li>Having said this, the casual visitor Narada took leave of the king. Deluded by Siva\'s Maya he was extremely oppressed by love. </li>' +
'<li>The sage began to muse-"How shall I get her ? How shall she woo me amongst the princes in the Svayarilvara hall. </li>' +
'<li>A comely appearance appeals to all women in every respect. Only by seeing a charming personality will she become enamoured. </li>' +
'<li>Thinking thus, Narada who was agitated by love, went to Visnuloka somehow to acquire Visnu\'s form  to captivate her.</li>' +
'<li>He saluted Vig1u and said-"I shall tell you secretly my affairs entirely." </li>' +
'<li>When Visnu who did everything according to Siva\'s wish agreed and asked him to narrate, the sage said:</li>' +
'<br/><em><span style="font-weight:900;color:#FF000A;font-size:larger"> Narada said:  </span> ' +

'<li>The king Silanidhi is one of your devotees. He is a righteous king. His daughter Srimati is a maiden of very fair complexion and wide eyes. </li>' +
'<li>She has the lustre of Jaganmohini (enchantress of the universe-a manifestation of Visnu) and is the most beautiful woman in all the three worlds. 0 Visnu, I wish to marry her without delay. </li>' +
'<li>The king at the request of the princess has arranged for a Svayamvara. Thousands of Princes have come from all the four quarters. </li>' +
'<li>If you can favour me with a splendid form I shall be able to gain her certainly. She will not put the wedding garland round my neck without your splendid form. </li>' +
'<li>0 Lord ! give me your form. I am your servant and favourite. Give me your beautiful form so that the princess Srimati may choose me. </li>' +
'<li>When the great sage Narada was thus performing penance, the mind of Indra became excessively agitated and he trembled. 7. Thinking "This sage is yearning for my kingdom" Indra wanted to spoil it. </li>' +
'<br/><em><span style="font-weight:900;color:green;font-size:larger"> Suta said:  </span> ' +
'<li>On hearing these words of the sage Visnu, the slayer of Madhu demon laughed and sympathetically replied, bearing in mind the overwhelming power of Siva. </li>' +
'<li><br/><em><span style="font-weight:900;color:maroon;text-shadow: 3px 3px 2px pink;background-color:orange;font-size:x-large">Shree Vishnu said:  </span>' +
'"0 sage, you can go to the place where you wish. I shall do what is beneficent to you in the manner of a physician doing what is good to the patient, since you are a great favourite of mine."  </li>' +
'<li>After saying . thus, Visnu blessed the sage with a form like his own and the face of Hari (i.e. the monkey since the word Hari means a monkey also) . The lord then vanished. </li>' +
'<li>The sage thus consoled became highly delighted on receiving Hari\'s form. He was contented but did not know the scheme behind the scene. </li>' +
'<li>The great sage Narada hastened to the place where Svayamvara was to be held and where the princes had assembled. </li>' +
'<li>0 great brahmins, the Svayamvara hall splendidly dacorated and graced by so many princes shone like another council-chamber of lndra. </li>' +
'<li>Narada too went in and sat down in the hall of his king. With his mind surging with love he began to think like this. </li>' +
'<li>"She wil1 choose only me since I am in Visnu\'s form". The poor sage did not know the ugly character of his face. </li>' +
'<li>The men assembled there saw the sage only in his old form. 0 brahmins, the princes and others did not know the difference created therein. </li>' +
'<li>Two of the attendants of Rudra knew this difference. They had come there in the guise of brahmins in order to protect him. </li>' +
'<li>Considering the sage a fool, the two attendants sat near the sage and began to mock at him seemingly conversing between themselves .. </li>' +
'<li>"See Narada\'s features as splendid as Visnu\'s, but the face as that of a monkey deformed and awful. </li>' +
'<li> Being deluded by Kama he wishes to marry the Princess". With these and other veiled remarks they mocked at him. </li>' +
'<li>The sage overwhelmed by love did not heed their whisper. He went on gazing at the princess Srimati and was  eager to get her. </li>' +
'<li>In the meantime, the princess had come out of the harem surrounded by ladies in waiting. The comely maiden came to the hall. </li>' +
'<li>With the beautiful golden garland in her hands,· the princess of auspicious features, shone in the middle of the Svayarhvara hall like Goddess Laksmi. </li>' +
'<li>The princess in search of a suitable bridegroom went round the hall with the garland in her hands. </li>' +
'<li>On seeing the sage with the face of a monkey and the body of Visnu she was infuriated. Averting her eyes she went elsewhere being distressed in her mind. </li>' +
'<li>Failing to find a bridegroom of her choice she was afraid. She remained in the middle of the hall and did not put the garland round the neck of any one. </li>' +
'<li>Meanwhile Visnu came there in the guise of a king. He was not seen by anyone. Only the princess saw him.</li>' +
'<li>Then on seeing Visnu, her lotus-like face beamed. · The comely lady put the garland round his neck.</li>' +
'<li>Lord Visnu in the guise of a king took her with him and vanished from there immediately back to his own abode. </li>' +
'<li>The assembled princes lost their hope of getting Srimati. The sage oppressed by love became excessively agitated.</li>' +
'<li>Immediately the two attendants of Rudra, of perfect wisdom, disguised as brahmins spoke to Narada. <br/>' +
'"0 sage Narada, being deluded by love, you are desirous of getting her. Your effort is in vain. See, your face is as despicable as that of a monkey." </li>' +
'<br/><em><span style="font-weight:900;color:green;font-size:larger"> Suta said:  </span> ' +
'<li>On hearing their words Narada was surprised •. Deluded by Siva\'s maya he looked into a mirror. </li>' +
'<li>On seeing his face like that of a monkey he became infuriated. The deluded sage cursed the two attendants~ </li>' +
'<li>Since you had mocked at me, you will become demons born of brahminical semen and of that form. </li>' +
'<li>On hearing the curse, the two attendants of perfect wisdom remained silent because they knew that the sage was deluded. 0 brahmins, they returned to their abode and sitting there quietly went on eulogising Siva. They considered everything as Siva\'s will.</li>'+
'<a href=\'#top\'><strong>Back To Top</strong></a></p>' ,
notes: ['178. This was an ancient custom amongst the kings of Ksatriya caste to hold a public assembly of suitors for the selection of a husband for their daughters. ',
'179· Narada is one of the ten mind-born sons of Brahma .having sprung from his thigh. He is celebrated as a divine sage and is associated with another sage Parvata. He is represented as the messenger from the Gods to men and vice versa and as being very fond of promovng discords among Gods and men; hence he is called Kalipriya. ']
}
]
}  , {
/*
'<br/><em><span style="font-weight:900;color:darkblue;text-shadow: 3px 3px 2px white;background-color:skyblue;font-size:xx-large"> Isvara said:  </span>' +
'<br/><em><span style="font-weight:900;color:maroon;text-shadow: 3px 3px 2px pink;background-color:orange;font-size:x-large">Shree Vishnu said:  </span>' +
'<br/><em><span style="font-weight:900;color:white;text-shadow: 1px 1px 2px grey;background-color:silver;font-size:x-large"font-size:larger">Shree Brahma said:  </span>' +

'<em><span style="font-weight:900;color:crimson;font-size:larger"> Saunaka said:  </span>' +
'<!-- <em><span style="font-weight:900;color:#ff9933;font-size:larger"> The Brahmin said:  </span>' + '
'<em><span style="font-weight:900;color:crimson;font-size:larger"> Saunaka said:</span>' +
'<em><span style="font-weight:900;color:green;font-size:larger"> Suta said:  </span> ' +
<span style="font-weight:900;color:purple;font-size:larger"> Cancula said:  </span>
' +
'<em><span style="font-weight:900;color:#ff4811;font-size:larger"> Parvati said:  </span>' +
<em><span style="font-weight:900;color:brown;font-size:larger"> Vyas said:  </span>
<em><span style="font-weight:900;color:brown;font-size:larger"> Vyas said:  </span>
<em><span style="font-weight:900;color:#A0522D;font-size:larger">Shree Brahma said:  </span>
'<br/><em><span style="font-weight:900;color:darkblue;font-size:larger"> Sanatkumara said:  </span> ' +
'<br/><em><span style="font-weight:900;color:darkgreen;font-size:larger"> Nandikeswara said:  </span> ' +
<br/><em><span style="font-weight:900;color:#334443;font-size:larger">The Sages Said:  </span>' +
'<br/><em><span style="font-weight:900;color:purple;font-size:larger"> Acyuta said:  </span> ' +
'<br/><em><span style="font-weight:900;color:#FF000A;font-size:larger"> Narada said:  </span> ' +

''<noteref2_note1footer>(2) - (17)</note>-->'  +
</li>' +
'<li>
*/
buttonStyle :  "padding:3px;font-weight:bold;color:green;background-color:lightgreen; border: 1px solid green;margin:2px; border-radius:3px;",
buttonText: '4',
title: 'SRISHTI-KHAND,NARADA GOES TO VAIKUNTH AND CURSES VISNU THERE',
headerStyle: { 'color': 'red','font-weight': '1900', 'background-color': 'orange', 'opacity':'0.5'},
contentStyle: { 'border':'3px outset blue',
'background-image': 'url("images/rudraSamhita/shrishti_khand3.jpg")',
'background-size': 'contain',
'border-radius':'4px',
'padding':'2px',
'color':'orange',
'opacity':'0.5',
'background-color':'skyblue'} ,
subsections: [
{
subTitle: '',
content: '<p><em><span style="font-weight:900;color:#334443;font-size:larger">The Sages Said:  </span>' +
'<ol><li>Siita, 0 Siita of great intellect, a wonderful tale has been narrated by you. Blessed indeed is the Maya of Siva. All mobile and immobile things depend upon it. When the two attendants of lord Rudra had left at their own will what did the infuriated Narada, the sage disquieted by Kamadeva, do ? </li>' +
'<br/><em><span style="font-weight:900;color:green;font-size:larger"> Suta said:  </span> ' +
'<li> After cursing the two attendants of Siva suita bly, the sage still under the earlier delusion looked into the water and saw that his face was quite normal. It was also due to Siva\'s will. He did not wake from the delusion still again due to Siva\'s will. Thereupon recollecting -that it might have been a deception of Hari, he became unbearably infuriated and went to Visnuloka. There he angrily poured abusive words blazing like kindled fire since his wisdom had vanished due to Siva\'s will. </li>' +
'<br/><em><span style="font-weight:900;color:#FF000A;font-size:larger"> Narada said:  </span> ' +
'<li>0 Visny, you are extremely wicked, deceptive enchanter of the world. You are unable to brook others\' enthusiastic success. You dabble in, illusory tactics and your intentions are always dirty. </li>' +
'<li>Formerly you assumed the form of an enchantress<noteref1_note1footer>(1) - (180)</note> and showed your deceptive power. You made the demons drink liquor and not the nectar. </li>' +
'<li>If out of pity Siva had not drunk poison<noteref2_note2footer>(2) - (181)</note>, 0 Visnu, all your illusory tactics would have been quelled since you take pleasure only in deception. </li>' +
'<li>0 Visnu, a deceptive path is extremely attractive to you. You had never been of saintly nature, but the lord made you free from control. </li>' +
'<li>What is done by Siva the supreme Atman does not seem proper. Thinking of your influence and strength when you act independently and seeing the way you go He has now repented. He has announced that a brahmin is superior to all, thereby making the Vedas pronounced by Him authoritative. </li>' +
'<li>0 Visnu, knowing that, I shall now teach you through that power so that hereafter you will never do such things. </li>' +
'<li>You are fearless because till now you have not come into clash with an equally powerful person. Now you will derive, 0 Visnu, the fruit of your own "deeds". </li>' +
'<li>After saying this, the sage still under the influence of Maya furiouly cursed Visnu, thereby exhibiting the superiority of his brahminical power. </li>' +
'<li>0 Visnu, the enchanter that you are, you made me distressed for the sake of woman. 0 Hari, you shall experience misery in that human form which you imitated while proceeding with your deceptive tactics. Your allies will be those whose face you assigned to me. </li>' +
'<li>0 inflictor of miseries upon others, you shall get the misery of separation from a woman. You shall have the travails of a human being deluded by ignorance." </li>' +
'<li>Thus Narada, deluded himself by ignorance, cursed Hari. Visnu quietly accepted the cause praising the Maya of Sambhu: </li>' +
'<li>Thereafter Siva, of great divine sport withdrew his enchanting Maya whereby Narada became wise (as before) and free from delusion. </li>' +
'<li>When the Maya vanished he became as intelligent as before regaining perfect knowledge and becoming free . from distress. He was surprised ( at his own action in the meantime). He cursed himself after repenting again and again. He praised the Maya of Siva which could enchant even wise people. </li>' +
'<li>On realising his mistakes due to illusion, Narada, the most excellent of the devotees of Visnu, fell at his feet. </li>' +
'<li>Consoled by Hari and freed from wicked ideas he said-"Being deluded and evil-minded I have spoken many wicked words to you. </li>' +
'<li>0 lord, I heaped curses on you. 0 master, please make them ineffective. I have committed a great sin. Certainly I will be falling into a hell. </li>' +
'<li>0 Hari, I am your slave. Please direct me what to do whereby I may destroy my sins and prevent my downfall into hell." </li>' +
'<li>Saying thus, the excellent sage once again fell at Visnu\'s feet and with the mind purified repented sincerely. </li>' +
'<li>Thereupon Visnu lifted him up and spoke affably and courteously. </li>' +
'<br/><em><span style="font-weight:900;color:maroon;text-shadow: 3px 3px 2px pink;background-color:orange;font-size:x-large">Shree Vishnu said:  </span>' +
        '"Do not be sorry too much. Undoubtedly you are my true devotee."<br/> ' +
'<li>Dear sage, now listen. I shall tell you what is certainly beneficial to you. You will not fall into hell. Siva will make you happy. </li>' +
'<li>Deluded by your haughtiness you disobeyed the instructions of Siva. The true bestower of fruits according to the actions, He has given you this result. </li>' +
'<li>Be sure in your mind that everything has happened in accordance with Siva\'s wish. That lord Siva, the supreme lord, removes haughtiness. </li>' +
'<li>He is the supreme Brahman; the supreme Atman, Existence, Knowledge and Bliss. He is free from the three Gunas, changes and deviations. He is beyond Rajas, Sattva and Tamas. </li>' +
'<li>He is both Saguna and Nirguna (with and without attributes). He Himself availing of his own Maya manifests into three forms-Brahma, Visnu, and Mahesa. </li>' +
'<li>In his attributeless pure form He is glorified as Siva, the supreme Atman, Mahesvara, the supreme Brahman, the undecaying, the endless, and Mahadeva. </li>' +
'<li>Serving him, Brahma becomes the creator and I the sustainer of the worlds. He himself in the manifestation as Rudra is the annihilator always. </li>' +
'<li>Different from Maya, the pure Being in the form of Siva is the Saksin (cosmic witness) and moving about according to His Will and indulging in divine sport He blesses his devotees. </li>' +
'<li>0 sage Narada, please listen to a good remedy that bestows happiness, removes all sins and yields worldly pleasures and salvation. </li>' +
'<li>Cast off all your doubts. Sing the songs of noble glory of Siva. With your mind not turning to anything else, always repeat the hundred names of Siva and his hymns. </li>' +
'<li>By his Japa all of your sins will perish instantaneously. After saying this to Narada, Visnu continued mercifully. </li>' +
'<li>"0 sage, do not be grief-striken. Nothing has been perpetrated by you. It was Siva who did everything. There is no doubt in this. - </li>' +
'<li>It was lord Mahesvara who deluded your splendid intellect and made you suffer on account of love. It was he who made you His mouthpiece and cursed me. </li>' +
'<li>In this manner the great Conqueror of Death, Kala of Kala, always devoted to the uplift of his devotees, made His own conduct of life manifest in the world. </li>' +
'<li>There is_ no other lord and master so loving and pleasure-inspiring unto me as Siva. The same Paramesvara bestows all power on me. </li>' +
'<li>0 sage, perform His adoration. Worship him always. Hear and sing his glory. Perpetually pay Him homage. </li>' +
'<li>He who approaches Siva by means of his, body, mind and speech is a great scholar. He ·is called a· living liberated soul. </li>' +
'<li>The name Siva blazing like the forest conflagration reduces mountainous heaps of great sins to . ashes without any difficulty. True, it is undoubtedly true. </li>' +
'<li>The different kinds of miseries arising from simi ihall be destroyed only through the worship of Siva, and not through other means. </li>' +
'<li>He who always seeks refuge in Siva, 0-sage, is the real follower of the Vedas, a meritorious soul and a blessed scholar. He must resort to Him by means of his body, speech and mind for ever. </li>' +
'<li>The different sacred rites of those who have full faith in the worship of Siva, the destroyer of Tripura<noteref3_note3footer>(3) - (182)</note> become fruitful instantaneously. </li>' +
'<li>0 great sage, there are not so many sins in the world as the worship of Siva is capable of destroying.</li>' +
'<li>Innumerable heaps of sins like that of the slaughter of a brahmin perish by remembering Siva. Truth, I am telling you the truth. </li>' +
'<li>The sins (that usually cause worldly existence) relating to persons who cross the ocean of worldly existence in the raft of Siva\'s names, perish undoubtedly. </li>' +
'<li>The sins which are at the root of worldly existence are destroyed certainly by the axe of Siva\'s name. </li>' +
'<li>Persons scorched and distressed by the confla~gration of sins must drink the nectar of Siva\'s names. Without that there is no peace and tranquillity to those who are scorched and distressed by the sins\' wild fire. </li>' +
'<li>Those who are drenched by the downpour of the nectarine names of Siva are not distressed in the midst of the conflagration of worldly existence. There is no doubt in this.  </li>' +
'<li>Immediate salvation can be a·chieved only by the people who have performed penance in various lives. They alone will have devotion for Siva the cherished consort of Parvati. Men who frequently indulge in passions of love and hatred will never have devotion for Siva. </li>' +
'<li>The devotion for Siva that extends to other deities is futile. It is necessary to be exclusively devoted to Siva. </li>' +
'<li>It is· my conviction that salvation is easy of access only to the person who has exclusive and unflinching devotion for Siva and not for any other. </li>' +
'<li>Even if he commits endless sins, he will be freed from them all, if he has true devotion for Siva. There is no doubt about it. </li>' +
'<li>Just as trees in the forest are reduced to ashes in the wild fire so also the sins of the devotees of Siva are burnt away in the fire of Siva\'s name. </li>' +
'<li>He who is ever devoted to the worship of Siva with his body purified by the ash, definitely crosses the terrible and endless expanse of the ocean of worldly existence. </li>' +
'<li>A man serving the three-eyed<noteref4_note4footer>(4) - (183)</note> Siva is never sullied by sins even if he misappropriates a brahmin\'s wealth or kills many brahmins. </li>' +
'<li>After going through all the Vedas this has been definitely concluded by ancestors that the sole means of destroying worldly existence is the worship of Siva. </li>' +
'<li>From now onwards you shall always worship lord Siva who is Samba and SadaSiva, with care, effort and due observance of the rules of procedure. </li>' +
'<li>Dusting profusely and carefully your body from head to foot with the particles of ashes, you shall perform the Japa of the six-syllabled mantra<noteref5_note5footer>(5) - (184)</note> of Siva, well-known in all the Vedas. </li>' +
'<li>You shall wear on the different parts of your body Rudrak~a beads pleasing to Siva, repeating the respective mantras with devotion and observing the rules of procedure. </li>' +
'<li>Listen to Siva\'s anecdotes for ever. Narrate the stories of Siva always. Strenuously worship the devotees of Siva again and again. </li>' +
'<li>Without blundering ever seek refuge in Siva, because a perpetual worship of Siva bestows bliss.</li>' +
'<li>Bearing the lotus-like feet of Siva within your pure heart, carry on at first the pilgrimage to various holy centres of Siva, 0 excellent sage.</li>' +
'<li>Observing the unrivalled greatness of Siva, the supreme Atman, 0 sage, you must next go to Anandavana which is a great favourite of Siva. </li>' +
'<li>Seeing Siva, the lord of the universe there, worship Him with devotion. After bowing to him and eulogising Him you will become free from all doubts. </li>' +
'<li>Thereafter you must go to Brahmaloka, 0 sage, to achieve your wishes. That is my command to you out of love. </li>' +
'<li>0 sage, after bowing to and specifically eulogising your father Brahma, you shall ask him many points regarding Siva\'s greatness with an endearing mind. </li>' +
'<li>Brahma, the foremost among the devotees of Siva, will narrate to you the greatness of Siva as well as the hymn of hundred names, out of love. </li>' +
'<li>0 sage, from now onwards become a devotee of Siva, solely devoted to Siva. You will be liberated. Siva will grant you his special blessings".</li>' +
'<li>After advising the sage thus, Visn was pleased. Remembering, saluting and eulogising Siva he vanished from that place.</li>'+
'<a href=\'#top\'><strong>Back To Top</strong></a></p>' ,
notes: ['180.  It refers to the form assumed by Visnu at the time of cheating the demons of nectar. ',
'181·  It refers to Siva\'s swallowing the poison produced at the churnmg of the ocean. ',
'182.  Siva is called Tripurari . (the enemy of Tripura) because he killed the demon; Tripura who presided over the three cities built for the danavas by Maya etc. after having burnt down the cities along with the demons inhabiting them',
'183 Siva is called Virupaksa \'odd-eyed\', because he is represented as having three eyes : two on either side of the nose and one on the forehead. ',
'183 The six-syllabled mantra : Aum Namah Shivay']
}
]
} , {
/*
'<br/><em><span style="font-weight:900;color:darkblue;text-shadow: 3px 3px 2px white;background-color:skyblue;font-size:xx-large"> Isvara said:  </span>' +
'<br/><em><span style="font-weight:900;color:maroon;text-shadow: 3px 3px 2px pink;background-color:orange;font-size:x-large">Shree Vishnu said:  </span>' +
'<br/><em><span style="font-weight:900;color:white;text-shadow: 1px 1px 2px grey;background-color:silver;font-size:x-large"font-size:larger">Shree Brahma said:  </span>' +

'<em><span style="font-weight:900;color:crimson;font-size:larger"> Saunaka said:  </span>' +
'<!-- <em><span style="font-weight:900;color:#ff9933;font-size:larger"> The Brahmin said:  </span>' + '
'<em><span style="font-weight:900;color:crimson;font-size:larger"> Saunaka said:</span>' +
'<em><span style="font-weight:900;color:green;font-size:larger"> Suta said:  </span> ' +
<span style="font-weight:900;color:purple;font-size:larger"> Cancula said:  </span>
' +
'<em><span style="font-weight:900;color:#ff4811;font-size:larger"> Parvati said:  </span>' +
<em><span style="font-weight:900;color:brown;font-size:larger"> Vyas said:  </span>
<em><span style="font-weight:900;color:brown;font-size:larger"> Vyas said:  </span>
<em><span style="font-weight:900;color:#A0522D;font-size:larger">Shree Brahma said:  </span>
'<br/><em><span style="font-weight:900;color:darkblue;font-size:larger"> Sanatkumara said:  </span> ' +
'<br/><em><span style="font-weight:900;color:darkgreen;font-size:larger"> Nandikeswara said:  </span> ' +
<br/><em><span style="font-weight:900;color:#334443;font-size:larger">The Sages Said:  </span>' +
'<br/><em><span style="font-weight:900;color:purple;font-size:larger"> Acyuta said:  </span> ' +
'<br/><em><span style="font-weight:900;color:#FF000A;font-size:larger"> Narada said:  </span> ' +
'<br/><em><span style="font-weight:900;color:darkblue;text-shadow: 3px 3px 2px white;background-color:#EEEEEF;font-size:larger"> The attendants of Siva said:  </span>' +

''<noteref2_note1footer>(2) - (17)</note>-->'  +
</li>' +
'<li>
*/
buttonStyle :  "padding:3px;font-weight:bold;color:green;background-color:lightgreen; border: 1px solid green;margin:2px; border-radius:3px;",
buttonText: '5',
title: 'SRISHTI-KHAND,NARADA GOES TO KASI',
headerStyle: { 'color': 'red','text-shadow': '3px 3px 2px pink','font-weight': '1900', 'background-color': 'orange', 'opacity':'0.8','border': '5px outset red', 'border-radious':'2px'},
contentStyle: { 'border':'3px outset blue',
'background-image': 'url("images/rudraSamhita/shrishti_khand4.jpg")',
'background-size': 'contain',
'border-radius':'4px',
'padding':'2px',
'color':'orange',
'opacity':'0.5',
'background-color':'skyblue'} ,
subsections: [
{
subTitle: '',
content: '<p><em><span style="font-weight:900;color:green;font-size:larger"> Suta said:  </span>' +
'<ol><li>0 brahmins, when Visnu vanished, the excellent sage Narada roamed over the Earth seeing Siva Lingas (in the various holy centres) with piety. </li>' +
'<li>In the course of his wanderings over the Earth, 0 brahmins, with his mind full of devotional pleasure he saw many forms of Siva that confer worldly pleasures and salvation on the devotees.   </li>' +
'<li>On knowing that Narada of divine vision was wandering over the Earth, the two attendants of Siva approched him who by that time had become pure in mind. ·  </li>' +
'<li>They bowed to him and touched his feet. With a desire to secure release from the curse they spoke to him respectfully. </li>' +
'<br/><em><span style="font-weight:900;color:darkblue;text-shadow: 3px 3px 2px white;background-color:#EEEEEF;font-size:larger"> The attendants of Siva said:  </span>' +
'<li>0 celestial sage, son of Brahma, please hear our words. We who formerly offended you are really not brahmms. </li>' +
'<li>0 brahminical sage, we, your former offenders, are the attendants of Siva. Induced by Siva you had cursed us when your mind was deluded by the illusory infatuation for the princess at the Svayarhvara. Realising that the occasion was inopportune we kept quiet then. </li>' +
'<li>We reaped the fruit of our own action. No one is to be blamed for it. 0 lord, be pleased. Bless us now.</li>' +
'<br/><em><span style="font-weight:900;color:green;font-size:larger"> Suta said:  </span>' +
'<li> On hearing the words of the attendants uttered with devotion and respect;- the sage replied lovingly, repenting (for his previous fury). </li>' +
'<li> <br/><em><span style="font-weight:900;color:#FF000A;font-size:larger"> Narada said:  </span> ' +
'<li>0 attendants of Lord Siva, most worthy of the respect of good people, please listen to my words now free from delusion. They are true and shall make you happy. </li>' +
'<li>Formerly my mind had been depraved. Certainly it was Siva\'s will. In that state of delusion and crookedness of the mind I had unfortunately cursed both of you. </li>' +
'<li>What I have said is bound to happen. Still, 0 Ganas (attendants) listen. I shall tell you the way of redemption from the curse. Please forgive my sin now. </li>' +
'<li>You will be born as demons from the semen virile of a great sage and due to his power you will secure the commanding position of the king of demons endowed with prosperity, strength and valorous exploits. You will rule over whole of the universe as devotees of Siva with your sense conquered. You will gain your former position after courting death at the hands of a manifestation of Siva. </li>' +
'<br/><em><span style="font-weight:900;color:green;font-size:larger"> Suta said:  </span>' +
'<li> On hearing these words of the noble-souled Narada, the two attendants of Siva became delighted and went back to their abode joyfully. </li>' +
'<li>Narada too was delighted. Meditating exclusively on Siva he continued his wanderings over the Earth seeing the various holy centres of Siva personally. </li>' +
'<li>Reaching Kasi that excelled all other cities in holiness, which is a favourite resort of Siva, which easily bestows the favour of Siva and which is identical with Siva, the sage became contented. He saw Siva, the lord of Kasi and worshipped Him with very great pleasure and love. </li>' +
'<li>While staying at Kasi, the excellent sage became contented; he bowed to the lord, described his glory piously, and remembered him with the flutter of love. </li>' +
'<li>Narada then went to the region of Brahma, his mind being highly purified by remembering Siva. He was eager to know further the principles of Siva. </li>' +
'<li>There he bowed to Brahma with devotion and eulogised him with various prayers. With his mind riveted to Siva he asked him the good principles of Siva. </li>' +
'<li> <br/><em><span style="font-weight:900;color:#FF000A;font-size:larger"> Narada said:  </span> ' +
'<li>0 Brahma, knower of the form of Brahman, 0 Pitamaha, the lord of the universe, by your grace I have heard the greatness of Visnu entirely and also the path of devotion, of knowledge, of austere penance, of charitable gifts and of holy centres. </li>' +
'<li>But I have not understood the principle of Siva. Hence, 0 lord, please explain the rules of His worship and also the .various activities of the lord. </li>' +
'<li>0 dear sage, how can Siva who is free form attributes become full of attributes? Since I am deluded by Siva\'s Maya, I do not know the principle of Siva. </li>' +
'<li>How did Siva remain in His pure form before Creation? In the middle of creation how does He ·sport about ? </li>' +
'<li>At the time of dissolution how does He remain ? How is He, the benefactor of the world, propitiated ? </li>' +
'<li>0 Brahma, when propitiated what benefit does He bestow on His devotees and on others ? Please satisfy me on all these enquiries </li>' +
'<li>I have heard that the lord becomes delighted immediately. The merciful Great God cannot bear the stress and strain of His devotees.</li>' +
'<li>The three deities Brahma, Visnu and Mahesa are born as parts of Siva. Mahesa, having all the parts of Siva, is Siva Himself. </li>' +
'<li>Please tell me all about His manifestation and especially His exploits. 0 lord, please narrate the manifestation of Uma and her marriage. </li>' +
'<li>Their domestic life, especially their great divine sports and other things which are worthy of mention should be narrated to me, 0 sinless one. </li>' +
'<li>Parvati\'s birth and her marriage as well as Guha\'s birth shall be narrated in detail, 0 lord of people. </li>' +
'<li>0 lord of universe, this I have heard from many, before, but I am not satisfied. Hence I have sought refuge in you. Please have mercy on me. </li>' +
'<li>On hearing these words of Narada his own son, Brahma, the grandfather of the world, said this. </li></ol>'+
'<a href=\'#top\'><strong>Back To Top</strong></a></p>' ,
notes: []
}
]
} , {
/*
'<br/><em><span style="font-weight:900;color:darkblue;text-shadow: 3px 3px 2px white;background-color:skyblue;font-size:xx-large"> Isvara said:  </span>' +
'<br/><em><span style="font-weight:900;color:maroon;text-shadow: 3px 3px 2px pink;background-color:orange;font-size:x-large">Shree Vishnu said:  </span>' +
'<br/><em><span style="font-weight:900;color:white;text-shadow: 1px 1px 2px grey;background-color:silver;font-size:x-large"font-size:larger">Shree Brahma said:  </span>' +

'<em><span style="font-weight:900;color:crimson;font-size:larger"> Saunaka said:  </span>' +
'<!-- <em><span style="font-weight:900;color:#ff9933;font-size:larger"> The Brahmin said:  </span>' + '
'<em><span style="font-weight:900;color:crimson;font-size:larger"> Saunaka said:</span>' +
'<em><span style="font-weight:900;color:green;font-size:larger"> Suta said:  </span> ' +
<span style="font-weight:900;color:purple;font-size:larger"> Cancula said:  </span>
' +
'<em><span style="font-weight:900;color:#ff4811;font-size:larger"> Parvati said:  </span>' +
<em><span style="font-weight:900;color:brown;font-size:larger"> Vyas said:  </span>
<em><span style="font-weight:900;color:brown;font-size:larger"> Vyas said:  </span>
<em><span style="font-weight:900;color:#A0522D;font-size:larger">Shree Brahma said:  </span>
'<br/><em><span style="font-weight:900;color:darkblue;font-size:larger"> Sanatkumara said:  </span> ' +
'<br/><em><span style="font-weight:900;color:darkgreen;font-size:larger"> Nandikeswara said:  </span> ' +
<br/><em><span style="font-weight:900;color:#334443;font-size:larger">The Sages Said:  </span>' +
'<br/><em><span style="font-weight:900;color:purple;font-size:larger"> Acyuta said:  </span> ' +
'<br/><em><span style="font-weight:900;color:#FF000A;font-size:larger"> Narada said:  </span> ' +
'<br/><em><span style="font-weight:900;color:darkblue;text-shadow: 3px 3px 2px white;background-color:#EEEEEF;font-size:larger"> The attendants of Siva said:  </span>' +

''<noteref2_note1footer>(2) - (17)</note>-->'  +
</li>' +
'<li>
*/
buttonStyle :  "padding:3px;font-weight:bold;color:green;background-color:lightgreen; border: 1px solid green;margin:2px; border-radius:3px;",
buttonText: '6',
title: 'SRISHTI-KHAND,DESCRIPTION OF THE NATURE OF MAHAPRALAYA; THE ORIGIN OF VISNU',
headerStyle: { 'color': 'blue','text-shadow': '3px 3px 2px lemongreen','font-weight': '1900', 'background-color': 'yellow', 'opacity':'0.9','border': '3px solid slateblue', 'border-radious':'8px'},
contentStyle: { 'border':'3px outset blue',
'background-image': 'url("images/rudraSamhita/shrishti_khand5.jpg")',
'background-size': 'contain',
'border-radius':'4px',
'padding':'2px',
'color':'orange',
'opacity':'0.5',
'background-color':'skyblue'} ,
subsections: [
{
subTitle: '',
content: '<br/><em><span style="font-weight:900;color:white;text-shadow: 1px 1px 2px grey;background-color:silver;font-size:x-large"font-size:larger">Shree Brahma said:  </span>' +
'<ol><li>0 Brahmin, foremost among the celestial beings, a good matter has been enquired into by you rendering service to the worlds and desiring their benefit. </li>' +
'<li>I shall explain to you the wholesome and salutary principles of Siva on hearing which the various sins of the people are destroyed. </li>' +
'<li>Neither the principles of Siva nor His supreme wonderful forms have been understood by me or by Visnu or by any one else. </li>' +
'<li>At the time of Great Dissolution when all the mobile and immobile objects of the world are dissolved everything gets enveloped in darkness) without the sun, planets and stars. </li>' +
'<li>There is no moon. The day and the night are not demarcated. There is no fire, no wind, no earth and no water. There is no unmanifest primordial being. The whole firmament is one complete void, devoid of all Tejas elements. </li>' +
'<li>There is no Dharma or Adharma, no sound, no touch. Smell and colour are not manifest. There is no taste. The face of the quarters is not demarcated. </li>' +
'<li>Thus when there is pitch darkness that cannot be pierced with a needle and what is mentioned in the Vedas as "The Existent and the Brahman" is alone present. </li>' +
'<li>When the present visible world is not in existence, the Sat Brahman alone is present which Yogins observe perpetually in the inner Soul, the inner Firmament. </li>' +
'<li>It is incomprehensible to the mind. It cannot at all be expressed by words. It has neither name nor colour. It is neither thick nor thin. </li>' +
'<li>It is neither short nor long. It is neither light nor heavy. There is neither increase nor decrease in it. </li>' +
'<li>The Veda says that it envelops whatever is in a surpnsmg way. It is the splendour, the truth, the knowledge, the eternal and the great Bliss. </li>' +
'<li>It is immeasurable, propless, changeless, formless, attributeless, perceptible to the Yogins, all-pervasive and the sole cause of the universe. </li>' +
'<li>It is free from alternatives. It has no beginning. It is free from illusion and its harassment. It has no second. It has neither beginning nor end. It has no development. It is in the form of pure knowledge. </li>' +
'<li>People have doubts about giving it a name. That Being, then after sometime, it is said, wished for a second. The Being, having no form of its own, wished to create, in the course of its own sport, an auspicious form of its own endowed with all power, qualities and knowledge. </li>' +
'<li>A form that goes everywhere, that has all forms, that sees all, that is the cause ·of all, that should be respected by all, that is at the beginning of all, that bestows everything, and that sanctifies everything should be created (So it wished) and hence created that form of Isvara of pure nature. The original Being without a second, with neither beginning nor end, that illuminates everything, that is in the form of Cit (pure knowledge), that which is termed Supreme Brahman, the aU-pervasive and undecaying, vanished. The manifest form of the formless Being is Sadasiva. Scholars of the ancient and succeeding ages have sung of it as Isvara. </li>' +
'<li>Isvara though alone, then created the physical form Sakti from his body. This Sakti did not affect his body in any way. </li>' +
'<li>This Sakti is called by various names. Pradhana, Prakrti, Maya, Gul).avati, Para. The mother of Buddhi Tattva {The cosmic Intelligence), Vikrtivarjita (without modification). </li>' +
'<li>That Sakti is Ambika, Prakrti and the goddess of all.. She is the prime cause and the mother of the three deities. </li>' +
'<li>She has eight arms. Her face wears a peculiar splendour, the splendour of a thousand moons. Thousands of stars perpetually sparkle round her face</li>' +
'<li>She is bedecked in various ornaments. She has various weapons. She is capable of various movements. Her eyes beam like a full blown lotus. </li>' +
'<li>She has a brilliance which could hardly be conceived. She is the generating cause of all. She sprang up singly as Maya. In her union she manifested in various forms. </li>' +
'<li>The supreme Purusa is Siva. He is called Sambhu. He has no other lord over Him. He holds the Mandakini. (Ganga} on His head, and the crescent moon on His forehead. He has three eyes. </li>' +
'<li>He has five faces.. He is always joyful. He has ten arms. He holds the trident. He is as pure and white as camphor. His· body is entirely dusted with the ash. </li>' +
'<li>That Brahman of the form of Kala (Time) together with Sakti, simultaneouly created the holy centre called Sivaloka. . </li>' +
'<li>The same is called Kasika, the excellent holy centre. It is the seat of salvation shining over and above everything. </li>' +
'<li>The holy centre is of the nature of extreme Bliss inasmuch as the primordial lovers, supremely Blissful, made that beautiful holy centre their perpetual abode. </li>' +
'<li>0 sage, that holy centre is never, even at the time of Great Dissolution, free from Siva and Siva ( Sakti ). Hence it is called Avimukta. </li>' +
'<li>Since the holy centre is the cause of Bliss, the Pinaka-bearing lord (Siva) called it "the blissful forest" and later "Avimukta". </li>' +
'<li>0 celestial sage, the blissful, two deities thus sporting in the forest wished, it is said, for another Being to be created. </li>' +
'<li>Siva thought within Himself like this-"Another being shall be created by me. Let him create everything, protect it and in the end let him dissolve it with my blessing. Having entrusted everything to him we two, remaining in Kasi shall roam as we please keeping only the prerogative of conferring salvation. We can stay happily in this blissful forest being free from worries {of creation). With the consent of Siva the supreme lord spread the liquorine essence of nectar on His left side, on the tenth limb, nectar which was the. outcome of churning the ocean of His mind wherein Thoughts were the waves, the Sattva Gul).a was the precious gem, Rajas being coral and Tamas-crocodile. Thereupon a person came into being who was the most charming one in the three worlds, who was calm with Sattva Guna being prominent, and who appeared to be the ocean of immeasurable majesty. </li>' +
'<li>0 sage, he was endowed with patience. There was no one comparable to him. He had the lustre of sapphire. He was glorious with his excellent eyes shining like a lotus. </li>' +
'<li>He was having a golden form and features. He wore two excellent silk garments of golden colour. His arms were brawny and brilliant. He was indefatigable. </li>' +
'<li>He bowed to Siva Paramesvara and said-"0 lord give me names and assign me my task." </li>' +
'<li>On hearing it Lord Siva laughed. With words thunderlike in resonance, Lord Siva addressed the person thus. </li>' +
'<li><em><span style="font-weight:900;color:darkblue;text-shadow: 3px 3px 2px white;background-color:skyblue;font-size:xx-large"> Lord Shiva said:  </span>"You will be famous as Visnu by name as you are all-pervasive. You will have many other names conferring happiness on devotees. <br/>' +
'Perform penance highly conducive to the achivement of the matter in hand, Be firm in it." </li>' +
'<li>Saying so, the lord bestowed on him the Vedas through his nostrils. Siva vanished accompanied by Sakti and his attendants. After due obeisance to Siva, Visnu began his great penance. </li>' +
'<li>Even after performing the penance for twelve thousand· divine years, Visnu could not achieve his desire, the vision of Siva that confers everything.</li>' +
'<li>He became suspicious and respectfully meditating on Siva pondered "What shall I do now ?" </li>' +
'<li>In the meantime the auspicious voice of Siva was heard. "Perform penance again for removing your doubts. </li>' +
'<li>On hearing it Vig:m performed a terrible penance, for a long time, following the path of meditation. </li>' +
'<li>That Being Visnu became enlightened, following the path of meditation. He was delightfully surprised. "0 what is that True entity?" </li>' +
'<li>From the body of Visnu who thus exerted himself, water-currents of various sorts began to flow as a result of Siva\'s Maya. </li>' +
'<li>0 great sage, the Supreme Brahman in the form of divine waters pervaded the entire void. A mere contact with the same is destructive of sins. </li>' +
'<li>Visnu, the weary person went to sleep amidst the waters. He was in that blissful state of delusion for a long time. </li>' +
'<li>As approved in the Vedas, his name came to be established as Narayana (Having water as abode). Excepting for that Primordial Being there was nothing then. </li>' +
'<li>In the meantime, the Principles too were evolved out of the Great soul. 0 wise one of great intellect) listen to my enumeration of the same. </li>' +
'<li>From Prakrti came into being the Mabat (cosmic Intellect), from Mahat the three Gui).as. Aharpkara (the cosmic ego) arose therefrom in three forms according to the three Gunas<noteref1_note1footer>(1) - (186)</note> </li>' +
'<li>The Essences, the five elements, the senses of knowledge and action too came into being then. </li>' +
'<li>0 most excellent of sages, I have thus enumerated the principles. All these principles originating from Prakrti are insentient. but not the Puru~a. These principles are twentyfour in number<noteref2_note2footer>(2) - (187)</note>. Visnu, the Purusa, accepted all these, as was the will of Siva, and began his sleep in the Brahman. </li></ol>'+
'<a href=\'#top\'><strong>Back To Top</strong></a></p>' ,
notes: ['186 The Ego (Aharp.kara) is threefold according to the qualities of Sattva, Rajas and Tamas. In the present enumeration it is counted as one. ','187 A group of 24 tattvas includes inteJiect ( Buddhi), ego (Ahamkara) manas (mind), five elements (bhutas), five subtle elements (tanmatras), five senses of action ( Karmendriyas) and five senses of knowledge (jnanendriyas) and unmanifest Prakrti (i.e. Pradhana). Purusa stands apart from the Tattvas. The enumeration follows the Sarpkhya system. ']
}
]
}, /*'<em><span style="font-weight:900;color:crimson;font-size:larger"> Saunaka said:  </span>' +
'<!-- <em><span style="font-weight:900;color:#ff9933;font-size:larger"> The Brahmin said:  </span>' + '
'<em><span style="font-weight:900;color:crimson;font-size:larger"> Saunaka said:</span>' +
'<em><span style="font-weight:900;color:green;font-size:larger"> Suta said:  </span> ' +
<span style="font-weight:900;color:purple;font-size:larger"> Cancula said:  </span>
' +
'<em><span style="font-weight:900;color:#ff4811;font-size:larger"> Parvati said:  </span>' +

'<noteref2_note1footer>(2) - (17)</note>-->'  +
</li>' +
'<li>
*/{
    buttonText: '8 - 9 (8 - 20)',
    title: 'SRISHTI-KHAND,THE STORY OF GUNANIDHI, RENAMED AS KUBERA.FRIENDSHIP WITH SHIVA, WHO GOES TO KAILASH',
        headerStyle: { 'color': 'purple','font-weight': '1900', 'background-color': 'skyblue', 'opacity':'0.5'},
        contentStyle: { 'border':'3px outset blue',
             'background-image': 'url("images/rudraSamhita/shrishti_khand7.jpg")',
             'background-size': 'contain',
             'border-radius':'4px', 
             'padding':'2px',
             'color':'orange', 
             'opacity':'0.8',
              'background-color':'skyblue'} ,
subsections: [
{
subTitle: 'GUNANIDHI - THE BRAHMIN\'S SON ',
content: '<p>Narada asked lord Brahma, when did lord Shiva make Kailash as his abode and what was the reason of friendship between Shivaji and Kubera. Brahma narrated the following story- - There used to live a brahmin by the name Yagyadutt in Kampilyanagar, who was proficient in the performance of Somyagya. He had a son named Gunanidhi. Though he was a scholar but at the same time he was irreligious and kept bad company. He used to indulge in evil activities like gambling. </p>' +
'<p>His father - Yagyadutt was unaware of his evil activities. Whenever he asked his wife about Gunanidhi habits and conduct, his wife used to tell lies and praised the conduct of Gunamidhi. Thus Gunamidhi\'s condition became worse day by day. </p>' +
'<p>Yagyadutt married Gunanidhi with a girl belonging to a well to do family. But his habits had not changed. His mother tried her best to make him understand, but it was of no avail. </p>' +
'<p>One day Yagyadutt saw, a gambler wearing his ring. He asked him about that ring. The gambler told him that his son - Gunanidhu had lost it to him, in the gamble. He also informed him that he had also lost numerous ornaments and other properties in the gamble. </p>' +
'<p>"Yagyadutt became very angry. He married with another woman after abandoning his wife and son. </p>' +
'<p>When Gunadhi came to know about his father\'s second marriage, he moved to another place, cursing his fate. He kept on walking till he became tired. He sat under a tree and started thinking about his further course of action. He heart was full of remorse and he repented for his past actions. As his mind was engrossed in such kind of thoughts. He saw somw villages going towards temple. They were carrying prasad in their hands.</p>' +
'<p>"Since Gunanidhi was hungry, he followed them and after reaching the temple he sat at the main gate of the temple. IN the night, after the accomplishment of the Pujan, the devotees went to sleep. Gunanidhi entered the premise went to sleep. Gunanidhi entered the premise of the temple. The flame of the lamp was gradually becoming dim as the result of which he could not see properly. He tore some pieces of cloth, he was wearing and made a thick wick and put it in the lamp. Now the light was sufficient to enable him to see whatever had been offered to the deity." </p>' +
'<p>"He carried as much fruits and other eatables as possible and tried to sneak out from the temple. Unfortunately, he dashed against a devotee woke up and chased him shouting thief-thief." </p>' +
'<p>"Hearing his cries all the other devotees woke up and caught Gunanidhi. He was given such a nice thrashing that proved to be fatal and as a result Gunanidhi died."</p>' +
'<p>"The Yamaduts arrived to take his soul to yamloka. But right then, the Shivaganas arrived and prevented the Yamadutas from carrying his soul. They informed the Yamdutas that Gunanidhi was entitled for Shivaloka as he had devoutly observed the Shivaratri fast, had listened to the tales of Shiva and lighted up the lamp which was about to go off. The Shivaganas also informed the Yamadutas that, in his next birth Gunamidhi would become the king of Kalinga" </p>' +
'<p>"In this way Gunanidhi attained to Shivaloka. In his next birth he was born as a son of king Arindam- the king of Kalinga. He was named as Dama." "When he was still young, his fatherArindam dies. So Dama succeeded him as the king of Kalinga. He renovated all the Shiva temple, which came under his jurisdiction and passed a decree which made the worship of lord Shiva compulsory for all the subjects. By the blessings of lord Shiva, he became the king of Alkapuri and was known as Kubera." </p>' +
'<p>"During the Padma kalpa, Sage Vishrawa was born to sage Pulastya- the manasputra of lord Brahma. Vishrawa\'s son - Vishrawan ruled over Alkapuri for a long time. This city was constructed by the deity Vishwakarma. Vishrawan was a great devotee of Lord Shiva." "During the kalpa named Meghawahan, Gunanidhi did a tremendous penance for ten lac years. As a result of this penance his body was reduced to skelton."  </p>' +
'<p>"Lord Shiva became very pleased with him and appeared before him, accompanied by his consort Parvati. He told Gunanidhi to ask for any boon, which will be fulfilled." "When Gunanidhi heard Shiva\'s voice he opened his eyes, but his eyes were dazzled by the sheer radiance of lord Shiva. He requested Shiva to restore the power of sight in his eyes. Shiva blessed him, as a result of which he was now able to see the divine sight of lord Shiva. But he became jealous of Uma, who was present by the side of Shiva. He was wondering as to who was this lady, dearer to Shiva than him. He glanced cruelly towards her. As a result of this his left eye lost the power of sight." "Parvati asked lord Shiva as to why was this sage (Gunanidhi) looking cruelly towards her. Shiva replied- "He is none other than your son. He is looking at you in astonishment as he his bewildered at the feats achieved your penance." "Lord Shiva then blessed Gunanidhi to become the king of the kings. He also assured him that he will always be present in the vicinity of Alkapuri. After being blessed by Shiva, Gunanidhi also made salutations to Parvati. " </p>' +
'<p>Parvati said-</p>""Since you have looked at me angrily your hatred and enemity (Bair) towards me was clearly visible. For this reason you will be known as Kuberas." After blessings, Gunanidhi both Shiva and Parvati to a place called Vaishveshwar. Kailash mountain was situated near Alkanagri. </p>' ,
notes: []
},
{
subTitle: 'FRIENDSHIP OF SHIVA AND KUBERA. SHIVA GOES TO KAILASH ',
content: '<p>"When Rudra - the Ansha of the Almighty Brahma, heard about the tremendous penance, Kubera was doing he started to play his \'damaru\' (drum), the sound of which reached all the three worlds. Rudra then reached the place where Kubera was doing penance." </p>' +
'<p>"Hearing the sound of his damaru, all the deities including Brahma, Vishnu and Sadashia appeared before him."  </p>' +
'<p>"When Kubera saw lord Rudra before himself, he offered his seat to him and worshipped him. He also worshipped the other deities. Rudra was so pleased with Kubera that he decided to stay near him. He called Vishwakarma and ordered him to conduct his abode at Kailash mountain, so that he could live in could live in the vicinity of his great devotee Kubera. Kubera constructed a beautiful city as per his instruction. An auspicious moment was chosen and Shiva went to live at Kailash mountain. He was coronated by the deities."<br/>&nbsp;&nbsp; Brahma in this way told Narada about Shiva\'s departure to Kailash mountain</p>' ,
notes: []
}
]
    }
];