var defaultButtonStyle = "padding:3px;font-weight:bold;color:green;background-color:lightyellow; border: 1px solid green;margin:2px; border-radius:3px;";
var defaultPrevButtonStyle = "float:left;padding:3px;font-weight:bold;color:darkslateblue;background-color:lightyellow; border: 1px solid green;margin:2px; border-radius:3px;";
var defaultNextButtonStyle = "float:right;padding:3px;font-weight:bold;color:darkslateblue;background-color:lightyellow; border: 1px solid green;margin:2px; border-radius:3px;margin-right:20px;";
        var leftNavigation = true ;
var defaultHeaderStyle=
    {
        'font-weight': '900',
        'color':'firebrick',
         'background-color': 'transparent', 'opacity':'1.5'
    };
var defaultDetailStyle = { 
      'background-color':'lightgoldenrodyellow',
        'opacity':'0.7',
        'margin': '10px',
      'padding':'5px',
        'color':'black',
        'font-weight':'900',
        'border':'2px solid red'};
var defaultContentStyle =   { 'border':'3px outset orange',
             'background-image': 'url("images/lord-krishna-786.jpg")',
             'background-size': 'contain',
             'border-radius':'4px', 
             'padding':'2px',
             'color':'orange', 
             'opacity':'0.5',
              'background-color':'lightgoldenrodyellow'};
var chapterData = [
{   /*
'<br/><em><span style="font-weight:900;color:darkblue;text-shadow: 3px 3px 2px white;background-color:skyblue;font-size:xx-large"> Isvara said:  </span>' +
'<br/><em><span style="font-weight:900;color:maroon;text-shadow: 3px 3px 2px pink;background-color:orange;font-size:x-large">Shree Vishnu said:  </span>' +
'<br/><em><span style="font-weight:900;color:white;text-shadow: 1px 1px 2px grey;background-color:silver;font-size:x-large"font-size:larger">Shree Brahma said:  </span>' +

'<em><span style="font-weight:900;color:crimson;font-size:larger"> Saunaka said:  </span>' +
'<!-- <em><span style="font-weight:900;color:#ff9933;font-size:larger"> The Brahmin said:  </span>' + '
'<em><span style="font-weight:900;color:crimson;font-size:larger"> Saunaka said:</span>' +
'<em><span style="font-weight:900;color:green;font-size:larger"> Suta said:  </span> ' +
<span style="font-weight:900;color:purple;font-size:larger"> Cancula said:  </span>
' +
'<em><span style="font-weight:900;color:#ff4811;font-size:larger"> Parvati said:  </span>' +
<em><span style="font-weight:900;color:brown;font-size:larger"> Vyas said:  </span>
<em><span style="font-weight:900;color:brown;font-size:larger"> Vyas said:  </span>
<em><span style="font-weight:900;color:#A0522D;font-size:larger">Shree Brahma said:  </span>
'<br/><em><span style="font-weight:900;color:darkblue;font-size:larger"> Sanatkumara said:  </span> ' +
'<br/><em><span style="font-weight:900;color:darkslateblue;font-size:larger"> Indra said:  </span> ' +
'<br/><em><span style="font-weight:900;color:darkgreen;font-size:larger"> Nandikeswara said:  </span> ' +
<br/><em><span style="font-weight:900;color:#334443;font-size:larger">The Sages Said:  </span>' +
'<br/><em><span style="font-weight:900;color:purple;font-size:larger"> Acyuta said:  </span> ' +

''<noteref2_note1footer>(2) - (17)</note>-->'  +
</li>' +
'<li>
*/

buttonStyle :  "padding:3px;font-weight:bold;color:green;background-color:lightgreen; border: 1px solid green;margin:2px; border-radius:3px;",
buttonText: 'RUDRASAMHITA, ORIGIN,1 THE INQUIRY OF THE SAGES',
title: 'Chapter One: THE INQUIRY OF THE SAGES',
headerStyle: { 'color': 'darkblue','font-weight': '1900', 'background-color': 'skyblue', 'opacity':'0.5'},
contentStyle: { 'border':'3px outset blue',
'background-image': 'url("images/rudraSamhita/shrishti_khand0.jpg")',
'background-size': 'contain',
'border-radius':'4px',
'padding':'2px',
'color':'orange',
'opacity':'0.5',
'background-color':'skyblue'} ,
subsections: [
{
subTitle: '',
content: '<p><ol>' +
'<li>I bow to Siva the consort of Gauri, the sole cause of the origin, sustenance, dissolution of the universe, who has understood the reality, who is of endless renown, who is the support of Maya but is free from its influence, whose form is incomprehensible, who is unsullied and who is perfect knowledge itself. </li>' +
'<li>I salute Siva who is prior to Prakrti, who is calm and tranquil, the only excellent Purusa, who has created this visible universe and who stays both within and without like ether. </li>' +
'<li>I salute Siva, of unmanifest form, who having extended himself by way of creation stands in the middle of it while the worlds move around him like iron filings round the magnet. </li>' +
'<em><em><span style="font-weight:900;color:brown;font-size:larger"> Vyas said:  </span></span>'+
'<li> I describe this after bowing to Sambhu, the father of the universe, Siva the mother of the universe and Gal).adhis a their son. </li>' +
'<li>Once Saunaka and other sages living in Naimisa forest asked Suta with full devotion. </li>' +
'<br/><em><span style="font-weight:900;color:#334443;font-size:larger">The Sages Said:  </span>' +
'<li> The good and auspicious story of Vidyesvarasamhita has been heard by us. This first delightful compendium, "On the achievable and the means of achievement" is lovingly disposed to the devotees. </li>' +
'<li>Suta, 0 blessed Suta, live long. Be happy. You will please· narrate· to us, 0 dear, the great anecdotes of Siva. </li>' +
'<li>0 ·sinless one, drinking the nectar of knowledge poured out from your lotus·mouth we are never satiated. Hence we would like to inquire of you something more. </li>' +
'<li>0 omniscient one, by the favour of Vyasa you have realised contentment. There is nothing not known to you whether of the past, present or future. </li>' +
'<li>In return for your excellent devotion you have gained the great favour of your preceptor Vyasa. You have understood everything. You have made your life highly noble and purposeful.</li>' +
'<li>Now, 0 wise one, please explain the excellent form of Siva. Please narrate the divine anecdote of Siva and Parvati without omitting anything. </li>' +
'<li>Mahesvara is Aguna (free from attributes). How does He take up the Saguna from in the world ? We do not know the true nature of Siva, despite our great deliberation. </li>' +
'<li>Before the origin of creation how does lord Siva maintain His form ? In the midst of creation how does He maintain His sport ? </li>' +
'<li>How does lord Mahesvara stand at the moment of dissolution ? How is Sankara who blesses the world with happiness propitiated ? </li>' +
'<li>What benefit does the great Lord confer when He is pleased with His own devotees and others ? Please tell us.</li>' +
'<li>We have heard that the lord becomes pleased instantaneously. The merciful lord is unable to bear the stress and strain that His devotee undergoes. </li>' +
'<li>The three deities Brahma, Vishnu and Mahesha are born of Siva. Among them Mahesa when he has all the substrata of elements is Siva himself as distinct from Mahesa<noteref1_note1footer>(1) - (175)</note>. </li>' +
'<li>Please explain His manifestation and tell us about His various activities. Please tell us about the birth of U rna and her marriage too, 0 lord. </li>' +
'<li>Their domestic life and their divine sports shall also be narrated to us. 0 sinless one, please tell us all about it and anything else that shall be told. </li>' +
'<em><em><span style="font-weight:900;color:brown;font-size:larger"> Vyas said:  </span></span>'+
'<li>Being thus requested Suta was delighted. Remembering the lotus-like feet of Siva he replied to the sages. </li>' +
'<em><span style="font-weight:900;color:green;font-size:larger"> Suta said:  </span> ' +
'<li>0 Iordly sages, what you have asked for is very nice. You are all blessed inasmuch as your minds are drawn towards Sadasiva\'s anecdotes.</li>' +
'<li>Like the holy waters of the Ganga the inquiry into the anecdotes of Sadasiva sanctifies the three persons : the narrator, the inquirer and the hearer. </li>' +
'<li>0 brahmins, except for the slayer of animals, who can be averse to hear the narrative of the attributes of Siva, that highly delights three types of people always? </li>' +
'<li>When it is being recited by persons who have no attachment or desire, it is verily an antidote for all ailments of worldly existence, for it is highly delightful to the ear and the heart while at the same time it bestows all objects. </li>' +
'<li>0 brahmins, I shall explain Siva\'s sports in the light of your enquiry as far as my intelligence enables me to do so. Please listen respectfully. </li>' +
'<li>Induced by lord Visnu, a manifestation of Siva, Narada had also put the same question to his father Brahma as you are asking me now. </li>' +
'<li>On hearing the words of his son, Brahma, a devotee of Siva, was delighted in his mind. Out of love he sang the glory of Siva heightening the pleasure of the excellent sage { Narada ). </li>' +
'<em><em><span style="font-weight:900;color:brown;font-size:larger"> Vyas said:  </span></span>'+
'<li> The learned brahmins, on hearing the words of Siita became eager to know more of that conversation and so asked him. </li>' +
'<br/><em><span style="font-weight:900;color:#334443;font-size:larger">The Sages Said:  </span>' +
'<li> 0 Suta, 0 blessed Suta, of great intellect and devotees of Siva, on hearing your our minds have become very eager</li>' +
'<li>Dear one, please tell us lovingly when this highly pleasant conversation between Brahma and Narada took place, wherein Siva\'s glory was sung and the divine sport of Lord Siva, destructive of worldly existence, had been discussed. What were the questions and how were they answered, please explain. </li>' +
'<li>On hearing these words of the sages of noble mind Suta was pleased much and narrated everything pertaining to the conversation referred to. </li><br/><a href=\'#top\'><strong>Back To Top</strong></a></p>',
notes: ['175 According to this statement Brahma, Visnu, Mahesa are the three forms of Siva. In the Kurma Purana,  there occurs a slightly modified version : Agni (Tamas), Brahrna (Rajas) and Visnu (Sattva) are the three forms of Rudra while another form, full and attributeless is Siva himself. '
]
}
]
}
,
{
    /*
'<br/><em><span style="font-weight:900;color:darkblue;text-shadow: 3px 3px 2px white;background-color:skyblue;font-size:xx-large"> Isvara said:  </span>' +
'<br/><em><span style="font-weight:900;color:maroon;text-shadow: 3px 3px 2px pink;background-color:orange;font-size:x-large">Shree Vishnu said:  </span>' +
'<br/><em><span style="font-weight:900;color:white;text-shadow: 1px 1px 2px grey;background-color:silver;font-size:x-large"font-size:larger">Shree Brahma said:  </span>' +

'<em><span style="font-weight:900;color:crimson;font-size:larger"> Saunaka said:  </span>' +
'<!-- <em><span style="font-weight:900;color:#ff9933;font-size:larger"> The Brahmin said:  </span>' + '
'<em><span style="font-weight:900;color:crimson;font-size:larger"> Saunaka said:</span>' +
'<em><span style="font-weight:900;color:green;font-size:larger"> Suta said:  </span> ' +
<span style="font-weight:900;color:purple;font-size:larger"> Cancula said:  </span>
' +
'<em><span style="font-weight:900;color:#ff4811;font-size:larger"> Parvati said:  </span>' +
<em><span style="font-weight:900;color:brown;font-size:larger"> Vyas said:  </span>
<em><span style="font-weight:900;color:brown;font-size:larger"> Vyas said:  </span>
<em><span style="font-weight:900;color:#A0522D;font-size:larger">Shree Brahma said:  </span>
'<br/><em><span style="font-weight:900;color:darkblue;font-size:larger"> Sanatkumara said:  </span> ' +
'<br/><em><span style="font-weight:900;color:darkgreen;font-size:larger"> Nandikeswara said:  </span> ' +
<br/><em><span style="font-weight:900;color:#334443;font-size:larger">The Sages Said:  </span>' +
'<br/><em><span style="font-weight:900;color:purple;font-size:larger"> Acyuta said:  </span> ' +

''<noteref2_note1footer>(2) - (17)</note>-->'  +
</li>' +
'<li>
*/
    buttonStyle :  "padding:3px;font-weight:bold;color:green;background-color:lightgreen; border: 1px solid green;margin:2px; border-radius:3px;",
    buttonText: '2 ',
        title: 'Chapter Two ,Indra sends Kamadeva to disturb the penance of Narada',
        headerStyle: { 'color': 'darkblue','font-weight': '1900', 'background-color': 'skyblue', 'opacity':'0.5'},
        contentStyle: { 'border':'3px outset blue',
             'background-image': 'url("images/rudraSamhita/shrishti_khand1.jpg")',
             'background-size': 'contain',
             'border-radius':'4px', 
             'padding':'2px',
             'color':'orange', 
             'opacity':'0.5',
              'background-color':'skyblue'} ,
        subsections: [
           { 
                subTitle: '',
                content: '<p><em><span style="font-weight:900;color:green;font-size:larger"> Suta said:  </span> ' +
            '<ol><li>0 brahmins, once Narada the excellent sage, son of Brahma was inclined to perform penance controlling himself very much. </li>' +
           '<li>There is a very beautiful cave in the Himalaya mountain near which the celestial river flows rapidly. </li>' +
            '<li>There was a great hermitage of divine splendour which was resplendent in many ways. Narada endowed with divine vision went there to perform the penance. </li>' +
'<li>On seeing the hermitage (very convenient for penance) the leading sage performed the penance for a long time, seated :firmly and steadily, keeping silent, controlling the breath and retaining the purity of the intellect. </li>' +
'<li>0 brahmins, the sage performed meditation and con. templation wherein the realisation "! am Brahman" is generated leading to the direct perception of Brahman. </li>' +
'<li>When the great sage Narada was thus performing penance, the mind of Indra became excessively agitated and he trembled. 7. Thinking "This sage is yearning for my kingdom" Indra wanted to spoil it. </li>' +
'<li>Indra, the leader of Devas, remembered Kamadeva (Cupid) who arrived there immediately, accompanied. by his. Queen (Rati) and spring (his friend). </li>' +
'<li>The king of Devas, endowed with crooked intelligence to achieve his interests, saw that Kama had arrived and addressed him thus. </li></li>' +
'<br/><em><span style="font-weight:900;color:darkslateblue;font-size:larger"> Indra said:  </span> ' +
'<li>0 friend, of great prowess, always doing what is beneficent to me, please hear lovingly what I am going to say. Render me your help. </li>' +
'<li>Strongly supported by you I have destroyed the pride of many ascetics 0 friend, the stability of my kingdom is always due to your blessing. </li>' +
'<li>Narada, the sage, is performing a penance in the Himalaya mountain directing his mind towards the Lord of the universe with great mental control and firm resolve. </li>' +
'<li>I now fear lest he should beg of Brahma my kingdom. You must go there now itself and hinder his penance. </li>' +
'<em><span style="font-weight:900;color:green;font-size:larger"> Suta said:  </span> ' +
'<li>Being thus commanded by Indra, Kamadeva, accompanied by his wife (Rati) and Madhu, his friend, went haughtily to that place. He then prepared his own means of attack. </li>' +
'<li>He employed all his arts there immediately. Spring too haughtily spread his prowess of diverse nature. </li>' +
'<li>0 great sages, the mind of the sage (Narada) did not waver. Only the arrogance of these fellows suffered a setback and that too by the favour of Mahesa. </li>' +
'<li>Please listen to the reason thereof, 0 Sa unaka and other sages. ! By the controlling power of the lord, Kama could not exercise any influence. </li>' +
'<li>It was in this very place that Siva, the indefatigable enemy of Kama, had formerly performed a great penance. It was here that Kama was reduced to ashes~Kama who used to spoil the penances of sages, </li>' +
'<li>Rati wanted the resuscitation of Kama and requeested the Devas. They appealed to lord Siva, the benefactor.· of the whole world who said thus : ' +
'<li>) Gods, after some time Kama will come to life again. But none of his tricks will succeed here. </li>' +
'<li>Whatever space all round this spot is visible to persons here, will be out of the influence of Kama for ever, 0 Devas. </li>' +
'<li>It was due to this statement of Siva that Kama\'s viles did not prevail upon Narada. From Siva\'s abode he went to Indra. </li>' +
'<li>Kama then narrated everything about the sage and commended his power. At Indra\'s bidding Kama returned to his own place. </li>' +
'<li>Deluded by Siva\'s Maya (power of illusion) Indra was unaware of the true facts and was greatly surprised and he admired Narada. </li>' +
'<li>Siva\'s Maya is incomprehensible to all. The whole universe is deluded by it. Only the true devotees of dedicated souls escape. </li>' +
'<li>Backed by Siva\'s blessings Narada stayed in the hermitage for a long time. Then realising that his penance was complete, the sage concluded the same. </li>' +
'<li>Thinking that he had conquered Kama he was puffed with pride. He was devoid of true knowledge and deluded by Siva\'s Maya. </li>' +
'<li>0 great sages, blessed and very blessed is Siva\'s Maya. Even Visnu, Brahma and others do not know the the turn it takes. </li>' +
'<li>In that state of delusion and puffed up arrogance, the great sage Narada went to Kailasa to expatiate on his own achievement. </li>' +
'<li>Bowing down to Rudra, the Sage arrogantly spoke of his exploits with the conviction that he was equal to the noble-souled lord, the conqueror of Kama, i.e., Siva. </li>' +
'<li>On hearing it, Siva who is favourably disposed to His devotees, advised Narada who was ignorant of the real cause, whose mind had strayed and who had been deluded by His (Siva\'s) Maya. </li>'+
'<br/><em><span style="font-weight:900;color:darkblue;text-shadow: 3px 3px 2px white;background-color:skyblue;font-size:xx-large"> Rudra said:  </span>' +
'<li>"Dear Narada~ ·o wise sage, you are blessed. But please listen to me. Never speak like this anywhere else, especially in the presence of Visnu.  </li>' +
'<li>Even when you are asked you should not mention your achievements as you have done just now. These should be guarded as close secrets and should never be expressed.  </li>' +
'<li>I bid you specifically like this because you are a great favourite of mine. Since you are a devotee of Visnu you are my follower as all his devotees are." </li>' +
'<em><span style="font-weight:900;color:green;font-size:larger"> Suta said:  </span><br/> ' +
'<li>Lord Rudra, the cause of creation, advised him in many ways like this. But Narada who was still under the influence of Siva\'s Maya did not take up this wholesome advice. </li>' +
'<li>The future course of actions shall be considered inevitable by sensible persons. The will of Siva cannot be warded off by any one. </li>' +
'<li>Then the great sage went to Brahma\'s world. After saluting Brahma he told him about his conquest of Kama as a result of his penance. </li>' +
'<li>On hearing that, Brahma remembered the lotuslike feet of Siva and knew thereby the true cause. He then forbade his son. </li>' +
'<li>Although foremost among the wise, Narada did not take up the advice of Brahma as he had been deluded by Siva\'s Maya. The sprout of arrogance had been so fixed in his mind. </li>' +
'<li>Everything will take place in the world in the manner Siva wills. It is true that the entire universe is dependent on His will. </li>' +
'<li>Narada hastened to Vi~IJ.uloka in the same state of senseless arrogance, to boast of his exploits in the presence of Visnu. 42. When Visnu saw Narada approaching, he could guess the purpose of his visit. He stood up and received him cordially. He walked forward and embraced him lovingly. </li>' +
'<li>He· made Narada· sit ·comfortably. After remembering the lotus-like feet of Siva, He frankly uttered these words intended to quell the arrogance of Narada. </li>' +
'<li><em><span style="font-weight:900;color:maroon;text-shadow: 3px 3px 2px pink;background-color:orange;font-size:x-large">Shree Vishnu said:  </span> "0 dear Narada, foremost among sages, you are blessed. I am sanctified by your visit. May I know where you come from and why you have come?" </li>'+
'<li>On hearing these words of Visnu, the sage Narada felt elated. He narrated his story in the same haughty manner. </li>' +
'<li>On hearing the arrogant words of the sage, Visnu remembered the lotus-like feet of Siva again and understood the true cause. </li>' +
'<li>Visnu, a leading devotee of Siva, with his soul dedicated to Siva, bowed his head and eulogised Paramesvara, the lord of the holy mountain, with his palms joined in reverence. </li>'+
'<li><em><span style="font-weight:900;color:maroon;text-shadow: 3px 3px 2px pink;background-color:orange;font-size:x-large">Shree Vishnu said:  </span> "0 Lord, 0 Lord Mahadeva, Paramesvara, ·be 0 Siva thou art blessed. Thy Maya enchants everyone." </li>'+
'<li>Having thus chanted the prayer to Siva, the supreme Atman, he closed his eyes and meditated on His lotus-like feet and stopped. </li>' +
'<li>On coming to know what Siva was about to do, through Siva\'s bidding, he addressed the great sage pleasantly. </li>'+
'<li><em><span style="font-weight:900;color:maroon;text-shadow: 3px 3px 2px pink;background-color:orange;font-size:x-large">Shree Vishnu said:  </span>' +
'<li>0 foremost among sages, you are blessed. You are the storehouse of austerities and large-hearted. 0 sage, lust and delusion rise only in the heart of that man who is devoid of the three types· of devotion.</li>'+
'<li>Base passions that bring in their wake all sorts of miseries crop up in him instantly. But you are vowed to perpetual celibacy. You are ever endowed with knowledge and devoted to non-attachment. </li>'+
'<li>Unaffected by passion and highly intelligent by nature how can you be swayed by lust?"<br/>&nbsp;&nbsp; On hearing words like these, the great sage laughed within himself but spoke to Visnu humbly. </li>'+
'<br/><em><span style="font-weight:900;color:#FF000A;font-size:larger"> Narada said:  </span> ' +
'<li>"0 lord, what can Kama do to me if you remain favourable to me ?" <br/>&nbsp;&nbsp;&nbsp;Saying so, the sage who had paid a casual visit bowed to Visnu and left. </li>'+
'<a href=\'#top\'><strong>Back To Top</strong></a></p>',
               notes: []
            }
        ]
    } , {
    /*
'<br/><em><span style="font-weight:900;color:darkblue;text-shadow: 3px 3px 2px white;background-color:skyblue;font-size:xx-large"> Isvara said:  </span>' +
'<br/><em><span style="font-weight:900;color:maroon;text-shadow: 3px 3px 2px pink;background-color:orange;font-size:x-large">Shree Vishnu said:  </span>' +
'<br/><em><span style="font-weight:900;color:white;text-shadow: 1px 1px 2px grey;background-color:silver;font-size:x-large"font-size:larger">Shree Brahma said:  </span>' +

'<em><span style="font-weight:900;color:crimson;font-size:larger"> Saunaka said:  </span>' +
'<!-- <em><span style="font-weight:900;color:#ff9933;font-size:larger"> The Brahmin said:  </span>' + '
'<em><span style="font-weight:900;color:crimson;font-size:larger"> Saunaka said:</span>' +
'<em><span style="font-weight:900;color:green;font-size:larger"> Suta said:  </span> ' +
<span style="font-weight:900;color:purple;font-size:larger"> Cancula said:  </span>
' +
'<em><span style="font-weight:900;color:#ff4811;font-size:larger"> Parvati said:  </span>' +
<em><span style="font-weight:900;color:brown;font-size:larger"> Vyas said:  </span>
<em><span style="font-weight:900;color:brown;font-size:larger"> Vyas said:  </span>
<em><span style="font-weight:900;color:#A0522D;font-size:larger">Shree Brahma said:  </span>
'<br/><em><span style="font-weight:900;color:darkblue;font-size:larger"> Sanatkumara said:  </span> ' +
'<br/><em><span style="font-weight:900;color:darkgreen;font-size:larger"> Nandikeswara said:  </span> ' +
<br/><em><span style="font-weight:900;color:#334443;font-size:larger">The Sages Said:  </span>' +
'<br/><em><span style="font-weight:900;color:purple;font-size:larger"> Acyuta said:  </span> ' +
'<br/><em><span style="font-weight:900;color:#FF000A;font-size:larger"> Narada said:  </span> ' +

''<noteref2_note1footer>(2) - (17)</note>-->'  +
</li>' +
'<li>
*/
    buttonStyle :  "padding:3px;font-weight:bold;color:green;background-color:lightgreen; border: 1px solid green;margin:2px; border-radius:3px;",
    buttonText: '3',
title: 'SRISHTI-KHAND,NARADA ATTENDS THE SWAYAMVARA OF A VIRGIN AND IS DISCOMFITTED',
headerStyle: { 'color': 'darkblue','font-weight': '1900', 'background-color': 'skyblue', 'opacity':'0.5'},
contentStyle: { 'border':'3px outset blue',
'background-image': 'url("images/rudraSamhita/shrishti_khand2.jpg")',
'background-size': 'contain',
'border-radius':'4px',
'padding':'2px',
'color':'orange',
'opacity':'0.5',
'background-color':'skyblue'} ,
subsections: [
{
subTitle: '',
content: '<p><em><span style="font-weight:900;color:#334443;font-size:larger">The Sages Said:  </span>' +
'<ol><li>Suta, 0 blessed Suta, the disciple of Vyasa, our obeisance to thee. It is due to thy grace that this wonderful story has been narrated to us, 0 dear one. Now tell us in detail what Visnu did after Narada had left the place? And where did Narada go ?</li>' +
'<br/><em><span style="font-weight:900;color:brown;font-size:larger"> Vyas said:  </span>' +
'<li>On hearing these words of the sages, Suta the wise and excellent scholar of Puranas remembered Siva, the cause of different kinds of creation and replied. </li>' +
'<br/><em><span style="font-weight:900;color:green;font-size:larger"> Suta said:  </span> ' +
'<li> When Narada went away casually Visnu, skilful in ·wielding his Maya, spread his Maya, as Siva had willed. </li>' +
'<li>On the path taken by the sage He created a big wonderful city. It was a hundred Yojanas in extent and surprisingly beautiful. </li>' +
'<li>It was far more beautiful than heaven. Many articles were displayed there. Men and women of all the four castes stayed there </li>' +
'<li>The wealthy and prosperous king of that city named Silanidhi was preparing for the gorgeous celebration of the voluntary wooing {Svayamvara)<noteref1_note1footer>(1) - (178)</note> of his daughter. </li>' +
'<li>Brilliant princes coming from all the four quarters eager to court the princess had thronged there dressed in diverse ways. </li>' +
'<li>On seeing such a splendid city Narada<noteref2_note1footer>(2) - (179)</note> was enchanted. With his love kindled, he eagerly went to the palace threshold. </li>' +
'<li>When the sage reached the palace the king Silanidhi adored him, having offered him a seat on the splendid throne studded with precious gems. </li>' +
'<li>He called his daughter Srimati and asked her to kneel down at the feet of Narada. </li>' +
'<li>Being struck with wonder on seeing the girl, Narada said - "O king, who , is this lovely girl comparable to celestial damsels ?" </li>' +
'<li>On hearing the words of the sage, the king replied with his palms joined in reverence-"O sage, this IS my daughter Srimati. </li>' +
'<li>She has attained the marriageable age. She is in search of a qualified bridegroom. She has all charms and accomplishments and her Svayarilvara is imminent. </li>' +
'<li>0 sage, kindly foretell her destiny, everything that is in her horoscope. Please tell me what sort of a husband she will get." </li>' +
'<li>By the time these words were spoken Narada had become an agitated victim of love and desired her. Addressing the king, he said thus :</li>' +
'<li>"0 great king, this daughter of yours is endowed with all characteristics : She 1s highly fortunate and blessed like Laksmi. She is an abode of all qualities. </li>' +
'<li>Her ·future husband will certainly be a splendid God, lord of all, unvanquished, heroic, on a par with Siva, and Vying with Kamadeva". </li>' +
'<li>Having said this, the casual visitor Narada took leave of the king. Deluded by Siva\'s Maya he was extremely oppressed by love. </li>' +
'<li>The sage began to muse-"How shall I get her ? How shall she woo me amongst the princes in the Svayarilvara hall. </li>' +
'<li>A comely appearance appeals to all women in every respect. Only by seeing a charming personality will she become enamoured. </li>' +
'<li>Thinking thus, Narada who was agitated by love, went to Visnuloka somehow to acquire Visnu\'s form  to captivate her.</li>' +
'<li>He saluted Vig1u and said-"I shall tell you secretly my affairs entirely." </li>' +
'<li>When Visnu who did everything according to Siva\'s wish agreed and asked him to narrate, the sage said:</li>' +
'<br/><em><span style="font-weight:900;color:#FF000A;font-size:larger"> Narada said:  </span> ' +

'<li>The king Silanidhi is one of your devotees. He is a righteous king. His daughter Srimati is a maiden of very fair complexion and wide eyes. </li>' +
'<li>She has the lustre of Jaganmohini (enchantress of the universe-a manifestation of Visnu) and is the most beautiful woman in all the three worlds. 0 Visnu, I wish to marry her without delay. </li>' +
'<li>The king at the request of the princess has arranged for a Svayamvara. Thousands of Princes have come from all the four quarters. </li>' +
'<li>If you can favour me with a splendid form I shall be able to gain her certainly. She will not put the wedding garland round my neck without your splendid form. </li>' +
'<li>0 Lord ! give me your form. I am your servant and favourite. Give me your beautiful form so that the princess Srimati may choose me. </li>' +
'<li>When the great sage Narada was thus performing penance, the mind of Indra became excessively agitated and he trembled. 7. Thinking "This sage is yearning for my kingdom" Indra wanted to spoil it. </li>' +
'<br/><em><span style="font-weight:900;color:green;font-size:larger"> Suta said:  </span> ' +
'<li>On hearing these words of the sage Visnu, the slayer of Madhu demon laughed and sympathetically replied, bearing in mind the overwhelming power of Siva. </li>' +
'<li><br/><em><span style="font-weight:900;color:maroon;text-shadow: 3px 3px 2px pink;background-color:orange;font-size:x-large">Shree Vishnu said:  </span>' +
'"0 sage, you can go to the place where you wish. I shall do what is beneficent to you in the manner of a physician doing what is good to the patient, since you are a great favourite of mine."  </li>' +
'<li>After saying . thus, Visnu blessed the sage with a form like his own and the face of Hari (i.e. the monkey since the word Hari means a monkey also) . The lord then vanished. </li>' +
'<li>The sage thus consoled became highly delighted on receiving Hari\'s form. He was contented but did not know the scheme behind the scene. </li>' +
'<li>The great sage Narada hastened to the place where Svayamvara was to be held and where the princes had assembled. </li>' +
'<li>0 great brahmins, the Svayamvara hall splendidly dacorated and graced by so many princes shone like another council-chamber of lndra. </li>' +
'<li>Narada too went in and sat down in the hall of his king. With his mind surging with love he began to think like this. </li>' +
'<li>"She wil1 choose only me since I am in Visnu\'s form". The poor sage did not know the ugly character of his face. </li>' +
'<li>The men assembled there saw the sage only in his old form. 0 brahmins, the princes and others did not know the difference created therein. </li>' +
'<li>Two of the attendants of Rudra knew this difference. They had come there in the guise of brahmins in order to protect him. </li>' +
'<li>Considering the sage a fool, the two attendants sat near the sage and began to mock at him seemingly conversing between themselves .. </li>' +
'<li>"See Narada\'s features as splendid as Visnu\'s, but the face as that of a monkey deformed and awful. </li>' +
'<li> Being deluded by Kama he wishes to marry the Princess". With these and other veiled remarks they mocked at him. </li>' +
'<li>The sage overwhelmed by love did not heed their whisper. He went on gazing at the princess Srimati and was  eager to get her. </li>' +
'<li>In the meantime, the princess had come out of the harem surrounded by ladies in waiting. The comely maiden came to the hall. </li>' +
'<li>With the beautiful golden garland in her hands,· the princess of auspicious features, shone in the middle of the Svayarhvara hall like Goddess Laksmi. </li>' +
'<li>The princess in search of a suitable bridegroom went round the hall with the garland in her hands. </li>' +
'<li>On seeing the sage with the face of a monkey and the body of Visnu she was infuriated. Averting her eyes she went elsewhere being distressed in her mind. </li>' +
'<li>Failing to find a bridegroom of her choice she was afraid. She remained in the middle of the hall and did not put the garland round the neck of any one. </li>' +
'<li>Meanwhile Visnu came there in the guise of a king. He was not seen by anyone. Only the princess saw him.</li>' +
'<li>Then on seeing Visnu, her lotus-like face beamed. · The comely lady put the garland round his neck.</li>' +
'<li>Lord Visnu in the guise of a king took her with him and vanished from there immediately back to his own abode. </li>' +
'<li>The assembled princes lost their hope of getting Srimati. The sage oppressed by love became excessively agitated.</li>' +
'<li>Immediately the two attendants of Rudra, of perfect wisdom, disguised as brahmins spoke to Narada. <br/>' +
'"0 sage Narada, being deluded by love, you are desirous of getting her. Your effort is in vain. See, your face is as despicable as that of a monkey." </li>' +
'<br/><em><span style="font-weight:900;color:green;font-size:larger"> Suta said:  </span> ' +
'<li>On hearing their words Narada was surprised •. Deluded by Siva\'s maya he looked into a mirror. </li>' +
'<li>On seeing his face like that of a monkey he became infuriated. The deluded sage cursed the two attendants~ </li>' +
'<li>Since you had mocked at me, you will become demons born of brahminical semen and of that form. </li>' +
'<li>On hearing the curse, the two attendants of perfect wisdom remained silent because they knew that the sage was deluded. 0 brahmins, they returned to their abode and sitting there quietly went on eulogising Siva. They considered everything as Siva\'s will.</li>'+
'<a href=\'#top\'><strong>Back To Top</strong></a></p>' ,
notes: ['178. This was an ancient custom amongst the kings of Ksatriya caste to hold a public assembly of suitors for the selection of a husband for their daughters. ',
'179· Narada is one of the ten mind-born sons of Brahma .having sprung from his thigh. He is celebrated as a divine sage and is associated with another sage Parvata. He is represented as the messenger from the Gods to men and vice versa and as being very fond of promovng discords among Gods and men; hence he is called Kalipriya. ']
}
]
}  , {
/*
'<br/><em><span style="font-weight:900;color:darkblue;text-shadow: 3px 3px 2px white;background-color:skyblue;font-size:xx-large"> Isvara said:  </span>' +
'<br/><em><span style="font-weight:900;color:maroon;text-shadow: 3px 3px 2px pink;background-color:orange;font-size:x-large">Shree Vishnu said:  </span>' +
'<br/><em><span style="font-weight:900;color:white;text-shadow: 1px 1px 2px grey;background-color:silver;font-size:x-large"font-size:larger">Shree Brahma said:  </span>' +

'<em><span style="font-weight:900;color:crimson;font-size:larger"> Saunaka said:  </span>' +
'<!-- <em><span style="font-weight:900;color:#ff9933;font-size:larger"> The Brahmin said:  </span>' + '
'<em><span style="font-weight:900;color:crimson;font-size:larger"> Saunaka said:</span>' +
'<em><span style="font-weight:900;color:green;font-size:larger"> Suta said:  </span> ' +
<span style="font-weight:900;color:purple;font-size:larger"> Cancula said:  </span>
' +
'<em><span style="font-weight:900;color:#ff4811;font-size:larger"> Parvati said:  </span>' +
<em><span style="font-weight:900;color:brown;font-size:larger"> Vyas said:  </span>
<em><span style="font-weight:900;color:brown;font-size:larger"> Vyas said:  </span>
<em><span style="font-weight:900;color:#A0522D;font-size:larger">Shree Brahma said:  </span>
'<br/><em><span style="font-weight:900;color:darkblue;font-size:larger"> Sanatkumara said:  </span> ' +
'<br/><em><span style="font-weight:900;color:darkgreen;font-size:larger"> Nandikeswara said:  </span> ' +
<br/><em><span style="font-weight:900;color:#334443;font-size:larger">The Sages Said:  </span>' +
'<br/><em><span style="font-weight:900;color:purple;font-size:larger"> Acyuta said:  </span> ' +
'<br/><em><span style="font-weight:900;color:#FF000A;font-size:larger"> Narada said:  </span> ' +

''<noteref2_note1footer>(2) - (17)</note>-->'  +
</li>' +
'<li>
*/
buttonStyle :  "padding:3px;font-weight:bold;color:green;background-color:lightgreen; border: 1px solid green;margin:2px; border-radius:3px;",
buttonText: '4',
title: 'SRISHTI-KHAND,NARADA GOES TO VAIKUNTH AND CURSES VISNU THERE',
headerStyle: { 'color': 'red','font-weight': '1900', 'background-color': 'orange', 'opacity':'0.5'},
contentStyle: { 'border':'3px outset blue',
'background-image': 'url("images/rudraSamhita/shrishti_khand3.jpg")',
'background-size': 'contain',
'border-radius':'4px',
'padding':'2px',
'color':'orange',
'opacity':'0.5',
'background-color':'skyblue'} ,
subsections: [
{
subTitle: '',
content: '<p><em><span style="font-weight:900;color:#334443;font-size:larger">The Sages Said:  </span>' +
'<ol><li>Siita, 0 Siita of great intellect, a wonderful tale has been narrated by you. Blessed indeed is the Maya of Siva. All mobile and immobile things depend upon it. When the two attendants of lord Rudra had left at their own will what did the infuriated Narada, the sage disquieted by Kamadeva, do ? </li>' +
'<br/><em><span style="font-weight:900;color:green;font-size:larger"> Suta said:  </span> ' +
'<li> After cursing the two attendants of Siva suita bly, the sage still under the earlier delusion looked into the water and saw that his face was quite normal. It was also due to Siva\'s will. He did not wake from the delusion still again due to Siva\'s will. Thereupon recollecting -that it might have been a deception of Hari, he became unbearably infuriated and went to Visnuloka. There he angrily poured abusive words blazing like kindled fire since his wisdom had vanished due to Siva\'s will. </li>' +
'<br/><em><span style="font-weight:900;color:#FF000A;font-size:larger"> Narada said:  </span> ' +
'<li>0 Visny, you are extremely wicked, deceptive enchanter of the world. You are unable to brook others\' enthusiastic success. You dabble in, illusory tactics and your intentions are always dirty. </li>' +
'<li>Formerly you assumed the form of an enchantress<noteref1_note1footer>(1) - (180)</note> and showed your deceptive power. You made the demons drink liquor and not the nectar. </li>' +
'<li>If out of pity Siva had not drunk poison<noteref2_note2footer>(2) - (181)</note>, 0 Visnu, all your illusory tactics would have been quelled since you take pleasure only in deception. </li>' +
'<li>0 Visnu, a deceptive path is extremely attractive to you. You had never been of saintly nature, but the lord made you free from control. </li>' +
'<li>What is done by Siva the supreme Atman does not seem proper. Thinking of your influence and strength when you act independently and seeing the way you go He has now repented. He has announced that a brahmin is superior to all, thereby making the Vedas pronounced by Him authoritative. </li>' +
'<li>0 Visnu, knowing that, I shall now teach you through that power so that hereafter you will never do such things. </li>' +
'<li>You are fearless because till now you have not come into clash with an equally powerful person. Now you will derive, 0 Visnu, the fruit of your own "deeds". </li>' +
'<li>After saying this, the sage still under the influence of Maya furiouly cursed Visnu, thereby exhibiting the superiority of his brahminical power. </li>' +
'<li>0 Visnu, the enchanter that you are, you made me distressed for the sake of woman. 0 Hari, you shall experience misery in that human form which you imitated while proceeding with your deceptive tactics. Your allies will be those whose face you assigned to me. </li>' +
'<li>0 inflictor of miseries upon others, you shall get the misery of separation from a woman. You shall have the travails of a human being deluded by ignorance." </li>' +
'<li>Thus Narada, deluded himself by ignorance, cursed Hari. Visnu quietly accepted the cause praising the Maya of Sambhu: </li>' +
'<li>Thereafter Siva, of great divine sport withdrew his enchanting Maya whereby Narada became wise (as before) and free from delusion. </li>' +
'<li>When the Maya vanished he became as intelligent as before regaining perfect knowledge and becoming free . from distress. He was surprised ( at his own action in the meantime). He cursed himself after repenting again and again. He praised the Maya of Siva which could enchant even wise people. </li>' +
'<li>On realising his mistakes due to illusion, Narada, the most excellent of the devotees of Visnu, fell at his feet. </li>' +
'<li>Consoled by Hari and freed from wicked ideas he said-"Being deluded and evil-minded I have spoken many wicked words to you. </li>' +
'<li>0 lord, I heaped curses on you. 0 master, please make them ineffective. I have committed a great sin. Certainly I will be falling into a hell. </li>' +
'<li>0 Hari, I am your slave. Please direct me what to do whereby I may destroy my sins and prevent my downfall into hell." </li>' +
'<li>Saying thus, the excellent sage once again fell at Visnu\'s feet and with the mind purified repented sincerely. </li>' +
'<li>Thereupon Visnu lifted him up and spoke affably and courteously. </li>' +
'<br/><em><span style="font-weight:900;color:maroon;text-shadow: 3px 3px 2px pink;background-color:orange;font-size:x-large">Shree Vishnu said:  </span>' +
        '"Do not be sorry too much. Undoubtedly you are my true devotee."<br/> ' +
'<li>Dear sage, now listen. I shall tell you what is certainly beneficial to you. You will not fall into hell. Siva will make you happy. </li>' +
'<li>Deluded by your haughtiness you disobeyed the instructions of Siva. The true bestower of fruits according to the actions, He has given you this result. </li>' +
'<li>Be sure in your mind that everything has happened in accordance with Siva\'s wish. That lord Siva, the supreme lord, removes haughtiness. </li>' +
'<li>He is the supreme Brahman; the supreme Atman, Existence, Knowledge and Bliss. He is free from the three Gunas, changes and deviations. He is beyond Rajas, Sattva and Tamas. </li>' +
'<li>He is both Saguna and Nirguna (with and without attributes). He Himself availing of his own Maya manifests into three forms-Brahma, Visnu, and Mahesa. </li>' +
'<li>In his attributeless pure form He is glorified as Siva, the supreme Atman, Mahesvara, the supreme Brahman, the undecaying, the endless, and Mahadeva. </li>' +
'<li>Serving him, Brahma becomes the creator and I the sustainer of the worlds. He himself in the manifestation as Rudra is the annihilator always. </li>' +
'<li>Different from Maya, the pure Being in the form of Siva is the Saksin (cosmic witness) and moving about according to His Will and indulging in divine sport He blesses his devotees. </li>' +
'<li>0 sage Narada, please listen to a good remedy that bestows happiness, removes all sins and yields worldly pleasures and salvation. </li>' +
'<li>Cast off all your doubts. Sing the songs of noble glory of Siva. With your mind not turning to anything else, always repeat the hundred names of Siva and his hymns. </li>' +
'<li>By his Japa all of your sins will perish instantaneously. After saying this to Narada, Visnu continued mercifully. </li>' +
'<li>"0 sage, do not be grief-striken. Nothing has been perpetrated by you. It was Siva who did everything. There is no doubt in this. - </li>' +
'<li>It was lord Mahesvara who deluded your splendid intellect and made you suffer on account of love. It was he who made you His mouthpiece and cursed me. </li>' +
'<li>In this manner the great Conqueror of Death, Kala of Kala, always devoted to the uplift of his devotees, made His own conduct of life manifest in the world. </li>' +
'<li>There is_ no other lord and master so loving and pleasure-inspiring unto me as Siva. The same Paramesvara bestows all power on me. </li>' +
'<li>0 sage, perform His adoration. Worship him always. Hear and sing his glory. Perpetually pay Him homage. </li>' +
'<li>He who approaches Siva by means of his, body, mind and speech is a great scholar. He ·is called a· living liberated soul. </li>' +
'<li>The name Siva blazing like the forest conflagration reduces mountainous heaps of great sins to . ashes without any difficulty. True, it is undoubtedly true. </li>' +
'<li>The different kinds of miseries arising from simi ihall be destroyed only through the worship of Siva, and not through other means. </li>' +
'<li>He who always seeks refuge in Siva, 0-sage, is the real follower of the Vedas, a meritorious soul and a blessed scholar. He must resort to Him by means of his body, speech and mind for ever. </li>' +
'<li>The different sacred rites of those who have full faith in the worship of Siva, the destroyer of Tripura<noteref3_note3footer>(3) - (182)</note> become fruitful instantaneously. </li>' +
'<li>0 great sage, there are not so many sins in the world as the worship of Siva is capable of destroying.</li>' +
'<li>Innumerable heaps of sins like that of the slaughter of a brahmin perish by remembering Siva. Truth, I am telling you the truth. </li>' +
'<li>The sins (that usually cause worldly existence) relating to persons who cross the ocean of worldly existence in the raft of Siva\'s names, perish undoubtedly. </li>' +
'<li>The sins which are at the root of worldly existence are destroyed certainly by the axe of Siva\'s name. </li>' +
'<li>Persons scorched and distressed by the confla~gration of sins must drink the nectar of Siva\'s names. Without that there is no peace and tranquillity to those who are scorched and distressed by the sins\' wild fire. </li>' +
'<li>Those who are drenched by the downpour of the nectarine names of Siva are not distressed in the midst of the conflagration of worldly existence. There is no doubt in this.  </li>' +
'<li>Immediate salvation can be a·chieved only by the people who have performed penance in various lives. They alone will have devotion for Siva the cherished consort of Parvati. Men who frequently indulge in passions of love and hatred will never have devotion for Siva. </li>' +
'<li>The devotion for Siva that extends to other deities is futile. It is necessary to be exclusively devoted to Siva. </li>' +
'<li>It is· my conviction that salvation is easy of access only to the person who has exclusive and unflinching devotion for Siva and not for any other. </li>' +
'<li>Even if he commits endless sins, he will be freed from them all, if he has true devotion for Siva. There is no doubt about it. </li>' +
'<li>Just as trees in the forest are reduced to ashes in the wild fire so also the sins of the devotees of Siva are burnt away in the fire of Siva\'s name. </li>' +
'<li>He who is ever devoted to the worship of Siva with his body purified by the ash, definitely crosses the terrible and endless expanse of the ocean of worldly existence. </li>' +
'<li>A man serving the three-eyed<noteref4_note4footer>(4) - (183)</note> Siva is never sullied by sins even if he misappropriates a brahmin\'s wealth or kills many brahmins. </li>' +
'<li>After going through all the Vedas this has been definitely concluded by ancestors that the sole means of destroying worldly existence is the worship of Siva. </li>' +
'<li>From now onwards you shall always worship lord Siva who is Samba and SadaSiva, with care, effort and due observance of the rules of procedure. </li>' +
'<li>Dusting profusely and carefully your body from head to foot with the particles of ashes, you shall perform the Japa of the six-syllabled mantra<noteref5_note5footer>(5) - (184)</note> of Siva, well-known in all the Vedas. </li>' +
'<li>You shall wear on the different parts of your body Rudrak~a beads pleasing to Siva, repeating the respective mantras with devotion and observing the rules of procedure. </li>' +
'<li>Listen to Siva\'s anecdotes for ever. Narrate the stories of Siva always. Strenuously worship the devotees of Siva again and again. </li>' +
'<li>Without blundering ever seek refuge in Siva, because a perpetual worship of Siva bestows bliss.</li>' +
'<li>Bearing the lotus-like feet of Siva within your pure heart, carry on at first the pilgrimage to various holy centres of Siva, 0 excellent sage.</li>' +
'<li>Observing the unrivalled greatness of Siva, the supreme Atman, 0 sage, you must next go to Anandavana which is a great favourite of Siva. </li>' +
'<li>Seeing Siva, the lord of the universe there, worship Him with devotion. After bowing to him and eulogising Him you will become free from all doubts. </li>' +
'<li>Thereafter you must go to Brahmaloka, 0 sage, to achieve your wishes. That is my command to you out of love. </li>' +
'<li>0 sage, after bowing to and specifically eulogising your father Brahma, you shall ask him many points regarding Siva\'s greatness with an endearing mind. </li>' +
'<li>Brahma, the foremost among the devotees of Siva, will narrate to you the greatness of Siva as well as the hymn of hundred names, out of love. </li>' +
'<li>0 sage, from now onwards become a devotee of Siva, solely devoted to Siva. You will be liberated. Siva will grant you his special blessings".</li>' +
'<li>After advising the sage thus, Visn was pleased. Remembering, saluting and eulogising Siva he vanished from that place.</li>'+
'<a href=\'#top\'><strong>Back To Top</strong></a></p>' ,
notes: ['180.  It refers to the form assumed by Visnu at the time of cheating the demons of nectar. ',
'181·  It refers to Siva\'s swallowing the poison produced at the churnmg of the ocean. ',
'182.  Siva is called Tripurari . (the enemy of Tripura) because he killed the demon; Tripura who presided over the three cities built for the danavas by Maya etc. after having burnt down the cities along with the demons inhabiting them',
'183 Siva is called Virupaksa \'odd-eyed\', because he is represented as having three eyes : two on either side of the nose and one on the forehead. ',
'183 The six-syllabled mantra : Aum Namah Shivay']
}
]
} , {
/*
'<br/><em><span style="font-weight:900;color:darkblue;text-shadow: 3px 3px 2px white;background-color:skyblue;font-size:xx-large"> Isvara said:  </span>' +
'<br/><em><span style="font-weight:900;color:maroon;text-shadow: 3px 3px 2px pink;background-color:orange;font-size:x-large">Shree Vishnu said:  </span>' +
'<br/><em><span style="font-weight:900;color:white;text-shadow: 1px 1px 2px grey;background-color:silver;font-size:x-large"font-size:larger">Shree Brahma said:  </span>' +

'<em><span style="font-weight:900;color:crimson;font-size:larger"> Saunaka said:  </span>' +
'<!-- <em><span style="font-weight:900;color:#ff9933;font-size:larger"> The Brahmin said:  </span>' + '
'<em><span style="font-weight:900;color:crimson;font-size:larger"> Saunaka said:</span>' +
'<em><span style="font-weight:900;color:green;font-size:larger"> Suta said:  </span> ' +
<span style="font-weight:900;color:purple;font-size:larger"> Cancula said:  </span>
' +
'<em><span style="font-weight:900;color:#ff4811;font-size:larger"> Parvati said:  </span>' +
<em><span style="font-weight:900;color:brown;font-size:larger"> Vyas said:  </span>
<em><span style="font-weight:900;color:brown;font-size:larger"> Vyas said:  </span>
<em><span style="font-weight:900;color:#A0522D;font-size:larger">Shree Brahma said:  </span>
'<br/><em><span style="font-weight:900;color:darkblue;font-size:larger"> Sanatkumara said:  </span> ' +
'<br/><em><span style="font-weight:900;color:darkgreen;font-size:larger"> Nandikeswara said:  </span> ' +
<br/><em><span style="font-weight:900;color:#334443;font-size:larger">The Sages Said:  </span>' +
'<br/><em><span style="font-weight:900;color:purple;font-size:larger"> Acyuta said:  </span> ' +
'<br/><em><span style="font-weight:900;color:#FF000A;font-size:larger"> Narada said:  </span> ' +
'<br/><em><span style="font-weight:900;color:darkblue;text-shadow: 3px 3px 2px white;background-color:#EEEEEF;font-size:larger"> The attendants of Siva said:  </span>' +

''<noteref2_note1footer>(2) - (17)</note>-->'  +
</li>' +
'<li>
*/
buttonStyle :  "padding:3px;font-weight:bold;color:green;background-color:lightgreen; border: 1px solid green;margin:2px; border-radius:3px;",
buttonText: '5',
title: 'SRISHTI-KHAND,NARADA GOES TO KASI',
headerStyle: { 'color': 'red','text-shadow': '3px 3px 2px pink','font-weight': '1900', 'background-color': 'orange', 'opacity':'0.8','border': '5px outset red', 'border-radious':'2px'},
contentStyle: { 'border':'3px outset blue',
'background-image': 'url("images/rudraSamhita/shrishti_khand4.jpg")',
'background-size': 'contain',
'border-radius':'4px',
'padding':'2px',
'color':'orange',
'opacity':'0.5',
'background-color':'skyblue'} ,
subsections: [
{
subTitle: '',
content: '<p><em><span style="font-weight:900;color:green;font-size:larger"> Suta said:  </span>' +
'<ol><li>0 brahmins, when Visnu vanished, the excellent sage Narada roamed over the Earth seeing Siva Lingas (in the various holy centres) with piety. </li>' +
'<li>In the course of his wanderings over the Earth, 0 brahmins, with his mind full of devotional pleasure he saw many forms of Siva that confer worldly pleasures and salvation on the devotees.   </li>' +
'<li>On knowing that Narada of divine vision was wandering over the Earth, the two attendants of Siva approched him who by that time had become pure in mind. ·  </li>' +
'<li>They bowed to him and touched his feet. With a desire to secure release from the curse they spoke to him respectfully. </li>' +
'<br/><em><span style="font-weight:900;color:darkblue;text-shadow: 3px 3px 2px white;background-color:#EEEEEF;font-size:larger"> The attendants of Siva said:  </span>' +
'<li>0 celestial sage, son of Brahma, please hear our words. We who formerly offended you are really not brahmms. </li>' +
'<li>0 brahminical sage, we, your former offenders, are the attendants of Siva. Induced by Siva you had cursed us when your mind was deluded by the illusory infatuation for the princess at the Svayarhvara. Realising that the occasion was inopportune we kept quiet then. </li>' +
'<li>We reaped the fruit of our own action. No one is to be blamed for it. 0 lord, be pleased. Bless us now.</li>' +
'<br/><em><span style="font-weight:900;color:green;font-size:larger"> Suta said:  </span>' +
'<li> On hearing the words of the attendants uttered with devotion and respect;- the sage replied lovingly, repenting (for his previous fury). </li>' +
'<li> <br/><em><span style="font-weight:900;color:#FF000A;font-size:larger"> Narada said:  </span> ' +
'<li>0 attendants of Lord Siva, most worthy of the respect of good people, please listen to my words now free from delusion. They are true and shall make you happy. </li>' +
'<li>Formerly my mind had been depraved. Certainly it was Siva\'s will. In that state of delusion and crookedness of the mind I had unfortunately cursed both of you. </li>' +
'<li>What I have said is bound to happen. Still, 0 Ganas (attendants) listen. I shall tell you the way of redemption from the curse. Please forgive my sin now. </li>' +
'<li>You will be born as demons from the semen virile of a great sage and due to his power you will secure the commanding position of the king of demons endowed with prosperity, strength and valorous exploits. You will rule over whole of the universe as devotees of Siva with your sense conquered. You will gain your former position after courting death at the hands of a manifestation of Siva. </li>' +
'<br/><em><span style="font-weight:900;color:green;font-size:larger"> Suta said:  </span>' +
'<li> On hearing these words of the noble-souled Narada, the two attendants of Siva became delighted and went back to their abode joyfully. </li>' +
'<li>Narada too was delighted. Meditating exclusively on Siva he continued his wanderings over the Earth seeing the various holy centres of Siva personally. </li>' +
'<li>Reaching Kasi that excelled all other cities in holiness, which is a favourite resort of Siva, which easily bestows the favour of Siva and which is identical with Siva, the sage became contented. He saw Siva, the lord of Kasi and worshipped Him with very great pleasure and love. </li>' +
'<li>While staying at Kasi, the excellent sage became contented; he bowed to the lord, described his glory piously, and remembered him with the flutter of love. </li>' +
'<li>Narada then went to the region of Brahma, his mind being highly purified by remembering Siva. He was eager to know further the principles of Siva. </li>' +
'<li>There he bowed to Brahma with devotion and eulogised him with various prayers. With his mind riveted to Siva he asked him the good principles of Siva. </li>' +
'<li> <br/><em><span style="font-weight:900;color:#FF000A;font-size:larger"> Narada said:  </span> ' +
'<li>0 Brahma, knower of the form of Brahman, 0 Pitamaha, the lord of the universe, by your grace I have heard the greatness of Visnu entirely and also the path of devotion, of knowledge, of austere penance, of charitable gifts and of holy centres. </li>' +
'<li>But I have not understood the principle of Siva. Hence, 0 lord, please explain the rules of His worship and also the .various activities of the lord. </li>' +
'<li>0 dear sage, how can Siva who is free form attributes become full of attributes? Since I am deluded by Siva\'s Maya, I do not know the principle of Siva. </li>' +
'<li>How did Siva remain in His pure form before Creation? In the middle of creation how does He ·sport about ? </li>' +
'<li>At the time of dissolution how does He remain ? How is He, the benefactor of the world, propitiated ? </li>' +
'<li>0 Brahma, when propitiated what benefit does He bestow on His devotees and on others ? Please satisfy me on all these enquiries </li>' +
'<li>I have heard that the lord becomes delighted immediately. The merciful Great God cannot bear the stress and strain of His devotees.</li>' +
'<li>The three deities Brahma, Visnu and Mahesa are born as parts of Siva. Mahesa, having all the parts of Siva, is Siva Himself. </li>' +
'<li>Please tell me all about His manifestation and especially His exploits. 0 lord, please narrate the manifestation of Uma and her marriage. </li>' +
'<li>Their domestic life, especially their great divine sports and other things which are worthy of mention should be narrated to me, 0 sinless one. </li>' +
'<li>Parvati\'s birth and her marriage as well as Guha\'s birth shall be narrated in detail, 0 lord of people. </li>' +
'<li>0 lord of universe, this I have heard from many, before, but I am not satisfied. Hence I have sought refuge in you. Please have mercy on me. </li>' +
'<li>On hearing these words of Narada his own son, Brahma, the grandfather of the world, said this. </li></ol>'+
'<a href=\'#top\'><strong>Back To Top</strong></a></p>' ,
notes: []
}
]
} , {
/*
'<br/><em><span style="font-weight:900;color:darkblue;text-shadow: 3px 3px 2px white;background-color:skyblue;font-size:xx-large"> Isvara said:  </span>' +
'<br/><em><span style="font-weight:900;color:maroon;text-shadow: 3px 3px 2px pink;background-color:orange;font-size:x-large">Shree Vishnu said:  </span>' +
'<br/><em><span style="font-weight:900;color:white;text-shadow: 1px 1px 2px grey;background-color:silver;font-size:x-large"font-size:larger">Shree Brahma said:  </span>' +

'<em><span style="font-weight:900;color:crimson;font-size:larger"> Saunaka said:  </span>' +
'<!-- <em><span style="font-weight:900;color:#ff9933;font-size:larger"> The Brahmin said:  </span>' + '
'<em><span style="font-weight:900;color:crimson;font-size:larger"> Saunaka said:</span>' +
'<em><span style="font-weight:900;color:green;font-size:larger"> Suta said:  </span> ' +
<span style="font-weight:900;color:purple;font-size:larger"> Cancula said:  </span>
' +
'<em><span style="font-weight:900;color:#ff4811;font-size:larger"> Parvati said:  </span>' +
<em><span style="font-weight:900;color:brown;font-size:larger"> Vyas said:  </span>
<em><span style="font-weight:900;color:brown;font-size:larger"> Vyas said:  </span>
<em><span style="font-weight:900;color:#A0522D;font-size:larger">Shree Brahma said:  </span>
'<br/><em><span style="font-weight:900;color:darkblue;font-size:larger"> Sanatkumara said:  </span> ' +
'<br/><em><span style="font-weight:900;color:darkgreen;font-size:larger"> Nandikeswara said:  </span> ' +
<br/><em><span style="font-weight:900;color:#334443;font-size:larger">The Sages Said:  </span>' +
'<br/><em><span style="font-weight:900;color:purple;font-size:larger"> Acyuta said:  </span> ' +
'<br/><em><span style="font-weight:900;color:#FF000A;font-size:larger"> Narada said:  </span> ' +
'<br/><em><span style="font-weight:900;color:darkblue;text-shadow: 3px 3px 2px white;background-color:#EEEEEF;font-size:larger"> The attendants of Siva said:  </span>' +

''<noteref2_note1footer>(2) - (17)</note>-->'  +
</li>' +
'<li>
*/
buttonStyle :  "padding:3px;font-weight:bold;color:green;background-color:lightgreen; border: 1px solid green;margin:2px; border-radius:3px;",
buttonText: '6',
title: 'SRISHTI-KHAND,DESCRIPTION OF THE NATURE OF MAHAPRALAYA; THE ORIGIN OF VISNU',
headerStyle: { 'color': 'blue','text-shadow': '3px 3px 2px lemongreen','font-weight': '1900', 'background-color': 'yellow', 'opacity':'0.9','border': '3px solid slateblue', 'border-radious':'8px'},
contentStyle: { 'border':'3px outset blue',
'background-image': 'url("images/rudraSamhita/shrishti_khand5.jpg")',
'background-size': 'contain',
'border-radius':'4px',
'padding':'2px',
'color':'orange',
'opacity':'0.5',
'background-color':'skyblue'} ,
subsections: [
{
subTitle: '',
content: '<br/><em><span style="font-weight:900;color:white;text-shadow: 1px 1px 2px grey;background-color:silver;font-size:x-large"font-size:larger">Shree Brahma said:  </span>' +
'<ol><li>0 Brahmin, foremost among the celestial beings, a good matter has been enquired into by you rendering service to the worlds and desiring their benefit. </li>' +
'<li>I shall explain to you the wholesome and salutary principles of Siva on hearing which the various sins of the people are destroyed. </li>' +
'<li>Neither the principles of Siva nor His supreme wonderful forms have been understood by me or by Visnu or by any one else. </li>' +
'<li>At the time of Great Dissolution when all the mobile and immobile objects of the world are dissolved everything gets enveloped in darkness) without the sun, planets and stars. </li>' +
'<li>There is no moon. The day and the night are not demarcated. There is no fire, no wind, no earth and no water. There is no unmanifest primordial being. The whole firmament is one complete void, devoid of all Tejas elements. </li>' +
'<li>There is no Dharma or Adharma, no sound, no touch. Smell and colour are not manifest. There is no taste. The face of the quarters is not demarcated. </li>' +
'<li>Thus when there is pitch darkness that cannot be pierced with a needle and what is mentioned in the Vedas as "The Existent and the Brahman" is alone present. </li>' +
'<li>When the present visible world is not in existence, the Sat Brahman alone is present which Yogins observe perpetually in the inner Soul, the inner Firmament. </li>' +
'<li>It is incomprehensible to the mind. It cannot at all be expressed by words. It has neither name nor colour. It is neither thick nor thin. </li>' +
'<li>It is neither short nor long. It is neither light nor heavy. There is neither increase nor decrease in it. </li>' +
'<li>The Veda says that it envelops whatever is in a surpnsmg way. It is the splendour, the truth, the knowledge, the eternal and the great Bliss. </li>' +
'<li>It is immeasurable, propless, changeless, formless, attributeless, perceptible to the Yogins, all-pervasive and the sole cause of the universe. </li>' +
'<li>It is free from alternatives. It has no beginning. It is free from illusion and its harassment. It has no second. It has neither beginning nor end. It has no development. It is in the form of pure knowledge. </li>' +
'<li>People have doubts about giving it a name. That Being, then after sometime, it is said, wished for a second. The Being, having no form of its own, wished to create, in the course of its own sport, an auspicious form of its own endowed with all power, qualities and knowledge. </li>' +
'<li>A form that goes everywhere, that has all forms, that sees all, that is the cause ·of all, that should be respected by all, that is at the beginning of all, that bestows everything, and that sanctifies everything should be created (So it wished) and hence created that form of Isvara of pure nature. The original Being without a second, with neither beginning nor end, that illuminates everything, that is in the form of Cit (pure knowledge), that which is termed Supreme Brahman, the aU-pervasive and undecaying, vanished. The manifest form of the formless Being is Sadasiva. Scholars of the ancient and succeeding ages have sung of it as Isvara. </li>' +
'<li>Isvara though alone, then created the physical form Sakti from his body. This Sakti did not affect his body in any way. </li>' +
'<li>This Sakti is called by various names. Pradhana, Prakrti, Maya, Gul).avati, Para. The mother of Buddhi Tattva {The cosmic Intelligence), Vikrtivarjita (without modification). </li>' +
'<li>That Sakti is Ambika, Prakrti and the goddess of all.. She is the prime cause and the mother of the three deities. </li>' +
'<li>She has eight arms. Her face wears a peculiar splendour, the splendour of a thousand moons. Thousands of stars perpetually sparkle round her face</li>' +
'<li>She is bedecked in various ornaments. She has various weapons. She is capable of various movements. Her eyes beam like a full blown lotus. </li>' +
'<li>She has a brilliance which could hardly be conceived. She is the generating cause of all. She sprang up singly as Maya. In her union she manifested in various forms. </li>' +
'<li>The supreme Purusa is Siva. He is called Sambhu. He has no other lord over Him. He holds the Mandakini. (Ganga} on His head, and the crescent moon on His forehead. He has three eyes. </li>' +
'<li>He has five faces.. He is always joyful. He has ten arms. He holds the trident. He is as pure and white as camphor. His· body is entirely dusted with the ash. </li>' +
'<li>That Brahman of the form of Kala (Time) together with Sakti, simultaneouly created the holy centre called Sivaloka. . </li>' +
'<li>The same is called Kasika, the excellent holy centre. It is the seat of salvation shining over and above everything. </li>' +
'<li>The holy centre is of the nature of extreme Bliss inasmuch as the primordial lovers, supremely Blissful, made that beautiful holy centre their perpetual abode. </li>' +
'<li>0 sage, that holy centre is never, even at the time of Great Dissolution, free from Siva and Siva ( Sakti ). Hence it is called Avimukta. </li>' +
'<li>Since the holy centre is the cause of Bliss, the Pinaka-bearing lord (Siva) called it "the blissful forest" and later "Avimukta". </li>' +
'<li>0 celestial sage, the blissful, two deities thus sporting in the forest wished, it is said, for another Being to be created. </li>' +
'<li>Siva thought within Himself like this-"Another being shall be created by me. Let him create everything, protect it and in the end let him dissolve it with my blessing. Having entrusted everything to him we two, remaining in Kasi shall roam as we please keeping only the prerogative of conferring salvation. We can stay happily in this blissful forest being free from worries {of creation). With the consent of Siva the supreme lord spread the liquorine essence of nectar on His left side, on the tenth limb, nectar which was the. outcome of churning the ocean of His mind wherein Thoughts were the waves, the Sattva Gul).a was the precious gem, Rajas being coral and Tamas-crocodile. Thereupon a person came into being who was the most charming one in the three worlds, who was calm with Sattva Guna being prominent, and who appeared to be the ocean of immeasurable majesty. </li>' +
'<li>0 sage, he was endowed with patience. There was no one comparable to him. He had the lustre of sapphire. He was glorious with his excellent eyes shining like a lotus. </li>' +
'<li>He was having a golden form and features. He wore two excellent silk garments of golden colour. His arms were brawny and brilliant. He was indefatigable. </li>' +
'<li>He bowed to Siva Paramesvara and said-"0 lord give me names and assign me my task." </li>' +
'<li>On hearing it Lord Siva laughed. With words thunderlike in resonance, Lord Siva addressed the person thus. </li>' +
'<li><em><span style="font-weight:900;color:darkblue;text-shadow: 3px 3px 2px white;background-color:skyblue;font-size:xx-large"> Lord Shiva said:  </span>"You will be famous as Visnu by name as you are all-pervasive. You will have many other names conferring happiness on devotees. <br/>' +
'Perform penance highly conducive to the achivement of the matter in hand, Be firm in it." </li>' +
'<li>Saying so, the lord bestowed on him the Vedas through his nostrils. Siva vanished accompanied by Sakti and his attendants. After due obeisance to Siva, Visnu began his great penance. </li>' +
'<li>Even after performing the penance for twelve thousand· divine years, Visnu could not achieve his desire, the vision of Siva that confers everything.</li>' +
'<li>He became suspicious and respectfully meditating on Siva pondered "What shall I do now ?" </li>' +
'<li>In the meantime the auspicious voice of Siva was heard. "Perform penance again for removing your doubts. </li>' +
'<li>On hearing it Vig:m performed a terrible penance, for a long time, following the path of meditation. </li>' +
'<li>That Being Visnu became enlightened, following the path of meditation. He was delightfully surprised. "0 what is that True entity?" </li>' +
'<li>From the body of Visnu who thus exerted himself, water-currents of various sorts began to flow as a result of Siva\'s Maya. </li>' +
'<li>0 great sage, the Supreme Brahman in the form of divine waters pervaded the entire void. A mere contact with the same is destructive of sins. </li>' +
'<li>Visnu, the weary person went to sleep amidst the waters. He was in that blissful state of delusion for a long time. </li>' +
'<li>As approved in the Vedas, his name came to be established as Narayana (Having water as abode). Excepting for that Primordial Being there was nothing then. </li>' +
'<li>In the meantime, the Principles too were evolved out of the Great soul. 0 wise one of great intellect) listen to my enumeration of the same. </li>' +
'<li>From Prakrti came into being the Mabat (cosmic Intellect), from Mahat the three Gui).as. Aharpkara (the cosmic ego) arose therefrom in three forms according to the three Gunas<noteref1_note1footer>(1) - (186)</note> </li>' +
'<li>The Essences, the five elements, the senses of knowledge and action too came into being then. </li>' +
'<li>0 most excellent of sages, I have thus enumerated the principles. All these principles originating from Prakrti are insentient. but not the Puru~a. These principles are twentyfour in number<noteref2_note2footer>(2) - (187)</note>. Visnu, the Purusa, accepted all these, as was the will of Siva, and began his sleep in the Brahman. </li></ol>'+
'<a href=\'#top\'><strong>Back To Top</strong></a></p>' ,
notes: ['186 The Ego (Aharp.kara) is threefold according to the qualities of Sattva, Rajas and Tamas. In the present enumeration it is counted as one. ','187 A group of 24 tattvas includes inteJiect ( Buddhi), ego (Ahamkara) manas (mind), five elements (bhutas), five subtle elements (tanmatras), five senses of action ( Karmendriyas) and five senses of knowledge (jnanendriyas) and unmanifest Prakrti (i.e. Pradhana). Purusa stands apart from the Tattvas. The enumeration follows the Sarpkhya system. ']
}
]
}  , {
/*
'<br/><em><span style="font-weight:900;color:darkblue;text-shadow: 3px 3px 2px white;background-color:skyblue;font-size:xx-large"> Isvara said:  </span>' +
'<br/><em><span style="font-weight:900;color:maroon;text-shadow: 3px 3px 2px pink;background-color:orange;font-size:x-large">Shree Vishnu said:  </span>' +
'<br/><em><span style="font-weight:900;color:white;text-shadow: 1px 1px 2px grey;background-color:silver;font-size:x-large"font-size:larger">Shree Brahma said:  </span>' +

'<em><span style="font-weight:900;color:crimson;font-size:larger"> Saunaka said:  </span>' +
'<!-- <em><span style="font-weight:900;color:#ff9933;font-size:larger"> The Brahmin said:  </span>' + '
'<em><span style="font-weight:900;color:crimson;font-size:larger"> Saunaka said:</span>' +
'<em><span style="font-weight:900;color:green;font-size:larger"> Suta said:  </span> ' +
<span style="font-weight:900;color:purple;font-size:larger"> Cancula said:  </span>
' +
'<em><span style="font-weight:900;color:#ff4811;font-size:larger"> Parvati said:  </span>' +
<em><span style="font-weight:900;color:brown;font-size:larger"> Vyas said:  </span>
<em><span style="font-weight:900;color:brown;font-size:larger"> Vyas said:  </span>
<em><span style="font-weight:900;color:#A0522D;font-size:larger">Shree Brahma said:  </span>
'<br/><em><span style="font-weight:900;color:darkblue;font-size:larger"> Sanatkumara said:  </span> ' +
'<br/><em><span style="font-weight:900;color:darkgreen;font-size:larger"> Nandikeswara said:  </span> ' +
<br/><em><span style="font-weight:900;color:#334443;font-size:larger">The Sages Said:  </span>' +
'<br/><em><span style="font-weight:900;color:purple;font-size:larger"> Acyuta said:  </span> ' +
'<br/><em><span style="font-weight:900;color:#FF000A;font-size:larger"> Narada said:  </span> ' +
'<br/><em><span style="font-weight:900;color:darkblue;text-shadow: 3px 3px 2px white;background-color:#EEEEEF;font-size:larger"> The attendants of Siva said:  </span>' +

''<noteref2_note1footer>(2) - (17)</note>-->'  +
</li>' +
'<li>
*/
buttonStyle :  "padding:3px;font-weight:bold;color:green;background-color:lightgreen; border: 1px solid green;margin:2px; border-radius:3px;",
buttonText: '7',
title: 'SRISHTI-KHAND,THE DISPUTE BETWEEN BRAHMA AND VISHNU',
headerStyle: { 'color': 'yellow','text-shadow': '1px 3px 4px white','font-weight': '1900', 'background-color': 'blue', 'opacity':'0.9','border': '3px inset yellow', 'border-radius':'3px'},
contentStyle: { 'border':'3px outset blue',
'background-image': 'url("images/rudraSamhita/shrishti_khand5.jpg")',
'background-size': 'contain',
'border-radius':'4px',
'padding':'2px',
'color':'orange',
'opacity':'0.5',
'background-color':'skyblue'} ,
subsections: [
{
subTitle: '',
content: '<br/><em><span style="font-weight:900;color:white;text-shadow: 1px 1px 2px grey;background-color:silver;font-size:x-large"font-size:larger">Shree Brahma said:  </span>' +
'<ol><li> When lord Narayana continued to sleep, an excellent lotus of huge size came out of his navel as desired by Siva. </li>' +
'<li>It was many Yojanas wide and high. It had an endless stalk. The pericarp was of a brilliant hue. </li>' +
'<li>It was very beautiful with the brilliance of ten million suns. It was wonderful, excellent and worthy of vision containing Tattvas. </li>' +
'<li>Exerting himself as before, Siva, the great lord, with Parvati as his better half created me from His right limb. </li>' +
'<li>0 sage, having deluded me with His illusion immediately, Siva in the course of His sport, produced me through the umbilical lotus of Visnu.</li>' +
'<li>Thus it was that I came to be known as Lotus-born and conceived in a golden womb. I had four faces, red complexion and Tripundra-marked forehead. </li>' +
'<li>Deluded by His illusion and weakened in knowledge, 0 dear one, I did not know who the progenitor of my body was, other than the lotus. </li>' +
'<li>"Who am I ? Whence did I come ? What is my duty ? To whom was I born a son ? By whom have I been created ?" </li>' +
'<li>My intellect became confused with these doubts. Then I thought "Why shall I be under delusion ? It is easy to gain that knowledge. The place of growth of this lotus is below. My progenitor will undoubtedly be there." Thinking thus I descended from the lotus. 0 sage, for a hundred years the downward trend continued. </li>' +
'<li>The source of the lotus was not attained by me. In the doubt-tormented state I became eager to go up on to the top of the lotus. </li>' +
'<li>0 sage, I climbed up to the lotus by the stalk. But the upper part of the lotus I could not reach. I was disappointed. </li>' +
'<li>Another hundred years elapsed in my wandering up the lotus. I stopped a while in that confounded state. </li>' +
'<li>Then, 0 sage, by the will of Siva, an auspicious voice "Perform Penance" was heard from the sky which dispelled my delusion. </li>' +
'<li>On hearing the voice of the sky I exerted myself for twelve years in performing a terrible penance in order to see my progenitor. .</li>' +
'<li>At the same time, the four-armed lord Visnu of beautiful eyes suddenly appeared before me in order to bless me. </li>' +
'<li>The great lord was holding the conch, the discus, the mace and the lotus in his hands. He was wearing the yellow silken· cloth and had cloud-blue complexion all over his body. </li>' +
'<li>He had a crown. He was bedecked in great ornments. His lotus-like face beamed with pleasure. Such was the lord resembling ten million Cupids that I saw still not out of delusion. </li>' +
'<li>At the sight of that beautiful form I was struck with wonder. On seeing the four-armed Narayana, shining like Kala, of golden hue, the immanent soul of all in that form, of large arms depicting the Sat and Asat in Himself I became delighted. </li>' +
'<li>Deluded by the illusion of Siva, the sportive lord, I could not recognise my progenitor in him. ·I addressed him with delight. </li>' +
'<li>"Who are you? Please tell me", saying this I tried to wake the Eternal Being. [When he did not wake up ] I tried to wake him up with :fiercer and firmer beatings of the hand. </li>' +
'<li>Then the lord who had self-control woke up from his bed and sat. He looked up with his pure eyes resembling a wet lotus, due to sleep. </li>' +
'<li>As I stood there quietly, the lord Visnu spread his brilliance over me. Standing up he smiled once and spoke these sweet words. </li>' +
'<li><em><span style="font-weight:900;color:maroon;text-shadow: 3px 3px 2px pink;background-color:orange;font-size:x-large">Shree Vishnu said:  </span>"Welcome, welcome to you, dear child, 0 Pitamaha of great brilliance. Do not be afraid. Undoubtedly I shall confer on you all that you desire. </li>' +
'<li>0 foremost among gods, on hearing these words uttered with a smile I told Vigm with my inimical attitude roused by the Rajoguna.  </li>' +
'<br/><em><span style="font-weight:900;color:white;text-shadow: 1px 1px 2px grey;background-color:silver;font-size:x-large"font-size:larger">Shree Brahma said:  </span>' +
'<li>"0 faultless one, how is it that you speak of me trivially as "Dear child", me who am the cause of annihilation of everything, as a preceptor addresses his disciple? </li>' +
'<li>"I am the creator of worlds, the direct activiser of Prakrti, unborn, the eternal, all-pervasive Brahma. I am born of Visnu. I am the soul of universe, the originator, creator, and the lotw;-eyed. You must explain to me quickly why you speak like this. </li>' +
'<li>The Vedas speak of me invariably as self-born, unborn, all-pervasive, grandfather, self-governed and the excellent supreme Being. </li>' +
'<li>On hearing these words of Hari, the lord of Laksmi became angry and told me thus:</li>' +
'<br/><em><span style="font-weight:900;color:maroon;text-shadow: 3px 3px 2px pink;background-color:orange;font-size:x-large">Shree Vishnu said:  </span>' +
        '<p>"I know you as the creator of the world. For the sake of creation and support you are descended from my undecaying limbs. You have forgotten me, who am a lord of universe, abiding in waters the salubrious, the supreme soul, invoked by many, praised by many, All-pervasive, imperishable, ruler, the source and origin of universe, the longarmed and the ommipresent lord. There is no doubt in this that you are born of the lotus from my umbilicus. </p>' +
'<li> "Of course, it is not your fault. I have exercised my power of illusion over you. 0 four-faced one, listen to the truth. I am the lord of all Gods.</li>' +
'<li>I am the creator, sustainer and destroyer. There is no powerful person equal to me. 0 Pitamaha, I am the supreme Brahman, the greatest Truth. </li>' +
'<li>I am the greatest light. I am the great Atman. I am the omnipresent. 0 four-faced one, whatever in seen or heard today in the whole universe, whether mobile or immobile is enveloped by me. It was I who created the twenty-four manifest Tattvas.</li>' +
'<li>I have created the atoms. I have created the qualities of anger, fear etc. Powerful and sportive I have created their parts and limbs. </li>' +
'<li>I have created the Intellect and the threefold Ego therein. I have evolved the five subtle elements, the mind, the body and the sense-organs. </li>' +
'<li>I have created the elements Ether etc. and all created beings out of sheer sport. Realising this, 0 Brahma, the lord of subjects, seek refuge in me. </li>' +
'<li>I shall certainly protect you from all miseries." </li>' +
'<br/><em><span style="font-weight:900;color:white;text-shadow: 1px 1px 2px grey;background-color:silver;font-size:x-large"font-size:larger">Shree Brahma said:  </span>' +
'<p>On hearing these words, I, proud of being Brahma, became angry. Being deluded by illusion in a threatening attitude I asked him "who are you? </p>' +
'<li>Why do you talk so much ? Your words will bring up disaster. You are neither the lord, nor the supreme Brahman. There must be a creator of yours.</li>' +
'<li>Deluded by the illusion created by Siva the great lord, I fought a terrific battle with Visnu. </li>' +
'<li>Inimical to each other due to Rajogupa, we fought a fierce battle in the middle of that vast expanse of the sea of Dissolution. </li>' +
'<li>Meanwhile a phallic image appeared before us in order to enlighten us and to settle out dispute. </li>' +
'<li>It had no beginning, middle or end. It had neither decrease nor increase. It was as furious as hundreds of the fire of death with thousands of leaping rows of flames. </li>' +
'<li>It was unequalled, inexpressible unmanifest universal Being. The lord Visnu became unconscious by its thousand flames. </li>' +
'<li>When I too became senseless, Visnu said to me. Oh, why do you contend with me now ? A third person has now come. Let our quarrel cease. </li>' +
'<li>Whence has this arisen ? Let us examine this fireBeing. I shall go down to find the root of this matchless column of fire. </li>' +
'<li>0 lord of subjects, with the speed of the wind you will please go up to examine its top?"</li>' +
'<br/><em><span style="font-weight:900;color:white;text-shadow: 1px 1px 2px grey;background-color:silver;font-size:x-large"font-size:larger">Shree Brahma continues the story:  </span>' +
'<li>Having said so, Visnu assumed the form of a Boar. 0 sage, I became a swan immediately. </li>' +
'<li>From that time onwards, people call me HamsaHamsa, a supreme Being<noteref1_note1footer>(1) - (189)</note>, Virat, an illustrious Being. He who repeats \'HamsaHamsa\', shall become a swan (a symbol of purity and discrimination. </li>' +
'<li>Very white of complexion and endowed with wings on either side I flew up and up with the speed of the mind and wind. </li>' +
'<li>Narayana, the soul of the universe too, became white then. His body was ten yojanas wide and a hundred yojanas long, as huge as the mountain Meru. He had white sharp teeth. His brilliance resembled the sun at the time of dissolution. His snort was long and his. roar tremendous. His feet were short. His limbs were of diverse colours. His form as the boar was of matchless firmness which assured his eagerness to be victorious, and he went down quickly. </li>' +
'<li>For a thousand years his downward course continued. From that time onwards Visnu came to be called \'Svetavadiha\' (white Boar) in all the worlds. </li>' +
'<li>A Kalpa had elapsed according to human calculation when Visnu thus went down and wandered in his eagerness to come out victorious. </li>' +
'<li>The Boar did not find even the smallest trace ·of the root of the Linga. 0, destroyer of enemies, I too spent the same time in going up. </li>' +
'<li>From a desire to know its top as quickly as possible I exerted myself and was exhausted. Unable to see the top I came down after some time. </li>' +
'<li>Similarly, lord Visnu, the lotus-eyed, too became weary. Appearing like the lord of everything in his huge body he too rose up. </li>' +
'<li>As soon as he came up, we bowed to Siva again and again. He stood aside with a gloomy mind as he too was deluded by the illusion of Siva. </li>' +
'<li>We bowed down to Linga at His back, sides and in front. He mused within himself "What can this be?" </li>' +
'<li>"That form can\'t be directly expressed. It is without action and name. Without any sex-distinction it has become a linga. It is beyond the path of meditation. </li>' +
'<li>Both of us, Hari and I, with the peace of our minds, became eager to perform obeisance. </li>' +
'<li>"We do not know Thy true form, what Thou art Thou art, 0 great lord. Obeisance be to Thee, 0 Mahesana. Please hurry up to reveal Thy form to us."</li>' +
'<li>Thus performing obeisance and prayer to quell our earlier pride, 0 foremost of sages, we spent a hundred autumns therein. </li></ol>' +
'<a href=\'#top\'><strong>Back To Top</strong></a></p>' ,
notes: ['189 It is a kind of mystical text efficacious for yogic achievements. ']
}
]
}, /*'<em><span style="font-weight:900;color:crimson;font-size:larger"> Saunaka said:  </span>' +
'<!-- <em><span style="font-weight:900;color:#ff9933;font-size:larger"> The Brahmin said:  </span>' + '
'<em><span style="font-weight:900;color:crimson;font-size:larger"> Saunaka said:</span>' +
'<em><span style="font-weight:900;color:green;font-size:larger"> Suta said:  </span> ' +
<span style="font-weight:900;color:purple;font-size:larger"> Cancula said:  </span>
' +
'<em><span style="font-weight:900;color:#ff4811;font-size:larger"> Parvati said:  </span>' +

'<noteref2_note1footer>(2) - (17)</note>-->'  +
</li>' +
'<li>
*/{
buttonStyle :  "padding:3px;font-weight:bold;color:green;background-color:lightgreen; border: 1px solid green;margin:2px; border-radius:3px;",
buttonText: '8',
    title: 'SRISHTI-KHAND,THE  DESCRIPTION OF THE BODY OF SABDABRAHMAN',
        headerStyle: { 'color': 'brown','font-weight': '1900','text-shadow': '1px 3px 4px white' , 'background-color': 'beige', 'opacity':'0.9', 'border':'3px brown ouset'},
        contentStyle: { 'border':'3px outset blue',
             'background-image': 'url("images/rudraSamhita/shrishti_khand8.jpg")',
             'background-size': 'contain',
             'border-radius':'4px', 
             'padding':'2px',
             'color':'orange', 
             'opacity':'0.8',
              'background-color':'skyblue'} ,
subsections: [
{
subTitle: '',
content: '<br/><em><span style="font-weight:900;color:white;text-shadow: 1px 1px 2px grey;background-color:silver;font-size:x-large"font-size:larger">Shree Brahma said:  </span>' +
'<ol><li>0 most excellent sage, we were eager to have a vision of the lord. Our haughtiness had been curbed. 0 sage, we waited there patiently. Siva, the protector of the distressed, remover of the haughtiness of the haughty and the undecaying lord of everything took mercy on us. </li>' +
'<li>There arose the sound "0m Om" in the prolated accent.<noteref1_note1footer>(1) - (190)</note> It was very clear. The divine sound in the form of a word came out from the most excellent of Gods. </li>' +
'<li>"What shall be this great sound ?" thinking like this I stood perplexed. Visnuwho is worthy of respect from all the Gods, who is free from all inimical thoughts, saw with the delightful heart, the eternal being\'s manifestation on the right side of the linga. First, he saw the syllable "A" and he saw the syllable "U" thereafter. </li>' +
'<li>He saw the syllable "M" in the middle and Nada (the mystical sound) in the form "Om" .in the end. He saw the first syllable on the right like the blazing sphere of the sun. 0 foremost of sages, thereafter he saw the syllable "U" dazzling like fire. In the middle he saw the syllable "M" glittering like the lunar sphere. Above that what he saw was the supreme Brahman, the greatest refuge. It had the lustre of the pure crystal. It was the pure Being ,beyond the Fourth ( Turiya ), the unsullied & free from extraneous harassment. It was free from mutually clashing opposites. It was single (isolated), void, free from exterior and interior though stationed in the exterior and the interior, devoid of beginning, middle and end, the primordial cause of Bliss, the truth, The Bliss and the Nectar. </li>' +
'<li>Visnu thus meditated on the universal soul enveloped by the two Vedic sounds and wished to examine the source whence the Fire-column arose and to go deep down the unequalled fiery column. Then there came a sage who told him the essence of the truth. </li>' +
'<li>Visnu realised that the sage himself was the great lord and the supreme Brahman embodied in the Sabda Brahman. (i.e. the mystic syllable Om). </li>' +
'<li>The Brahman is Rudra free from worries. The words and the mind are incapable of comprehending it; without reaching it they return. It can be expressed by the single-syllabled mantra "Om". </li>' +
'<li>The supreme Brahman, the Truth, the Bliss, the Amrta, the greatest of the great and the ultimate cause can be expressed by the single-syllabled mantra. </li>' +
'<li>The single syllable "A" is the source of the lord Brahma. The single syllable "U" is the source of Visnu, the ultimate cause. </li>' +
'<li>The single syllable "M" is the source of Rudra. The creator is expressed by the letter "A". The enchanter is expressed by the letter "U" </li>' +
'<li>The being expressed by the letter "M" blesses always. It is all pervasive and progenitor; the letter "A" is the seed. </li>' +
'<li>The being expressed by the letter "U" is Visnu. It is the source, the receptacle, the lord of primordial nature and primordial being, the progenitor, the seed, source and sound. All these constitute Lord Siva. </li>' +
'<li>The progenitor is stationed after dividing itself. From the linga of the progenitor, the lord, arose the seed-- the syllable "A" </li>' +
'<li>The Bija being deposited in the Yoni, the letter "U" began to increase all round. It became a golden egg. It was something known which could not be delineated. </li>' +
'<li>The divine egg floated in the waters for many years. Then at the end of a thousand years, it split into two giving birth to. Brahma. </li>' +
'<li>The egg floating in the waters on being hit by Isvara split into two. The auspicious golden upper lid became the upper region and the lower one became the Earth of five characteristics. From (the inner part of) the egg was born the four-faced lord ( Brahma) expressed by the letter "KA" </li>' +
'<li>He is the creator of all the worlds. He alone is the lord manifesting in three forms. Persons well-versed in the Yajurveda call it Orh O.rh. </li>' +
'<li>On hearing the words of the Yajurveda, both the Rigveda and the Samaveda respectfully called us then Visnu and Brahma.</li>' +
'<li>Then realising the lord of the Gods we eulogised, as far as we could, Lord Siva, the cause of great achievement. </li>' +
'<li>Visnu, the protector of the universe, in the meantime, saw another wonderfully beautiful form, along with me. </li>' +
'<li>On seeing that wonderful form, Visnu and I became satisfied. The form had five faces, ten arms, and a complexion white as camphor, 0 sage. It had diverse brilliant features. It was decorated in different ornaments. It was highly liberal and endowed with great prowess. It had all the characteristics of a great man. </li>' +
'<li>Thereafter, the lord Siva was pleased. Revealing his form embedded in letters He laughingly stood before us. . </li>' +
'<li>The short letter "A" is His head. The long letter "A" is His forehead. The letter "I" is His right eye and the letter \'I\' His left eye. </li>' +
'<li>The letter "U" is His right ear and the letter "0" His left ear. The letter "R" is the right cheek of that great lord. </li>' +
'<li>"R" is His left cheek. The two letters "l" "!", are His nostrils. The letter "E" is His upper lip and the letter "Al" is His lower lip. </li>' +
'<li>The letter "O" and the letter "AU" are respectively the two rows of his teeth. The letters "AM" and "AH" [Anusvara and Visarga] are his palates. </li>' +
'<li>The five letters beginning with KA [ie KA, KHA, GA, GHA and N A] are His five hands on the right side. The five letters beginning with CA [i.e. CA, CH, JA, JHA and NA] are His hands on the left side. · </li>' +
'<li>Similarly the five letters beginning with TA and the five letters beginning with TA constitute His legs. The letter PA is His belly and the letter PHA is !{is right side. </li>' +
'<li>The letter BA is His left side. The  letter BHA is His shoulder. The Jetter MA is the heart of the great yogin Mahadeva. ·</li>' +
'<li>The letters YA, RA, LA, VA, SA, ~A and SA are the seven Dhatus (vital secretions) of the lord. The letter HA is His umbilicus and the letter K~A is His nose. </li>' +
'<li>Visnu and I became contented on seeing this letter-embedded form of the Sagul).a manifestation of Nirguna lord in the company of U rna. </li>' +
'<li>On seeing Lord Siva in the form of the letterembedded Brahman, Visnu bowed down along with me and looked up again. </li>' +
'<li>The mantra beginning with Omkara with its Kalas five in number, consisting of the auspicious thirty-eight syllables, being pure as crystal, increases intelligence and is an effective medium of accomplishing sacred rites. The mantras in the Gayatri metre of twenty-four syllables and having four Kalas are conducive to enjoyment. The fivesyllabled mantra of eight Kalas consisting of thirty syllables is employed for black magic. Mantras of Yajurveda consisting of twenty-five syllables and eight Kalas are used for conciliatory purpose. The mantra of thirteen Kalas consisting of sixty-one syllables is conducive to outcome, increase and destruction. </li>' +
'<li>The lord Visnu secured these five mantras:Mrtyunjaya mantra, five-syllabled mantra, Cintamani mantra, Daksinamurti mantra and the "tattvamasi" mantra which is Hara\'s Mahavakya. Lord Visnu performed Japa by means of these mantras.</li>' +
'<li>The lord Visnu and I being glad at heart eulogised the boon-bestowing lord Siva with appropriate words,-Siva who was seen in the form of Kalas, Varnas (syllables), Rk, Yajus, Saman, Is ana, Isa, Puratana Purusa (the ancient Being), the merciful, pleasing to the heart, hidden from all, ever ausp1cwus, a great deity, of beautiful feet, bedecked with huge serpents, with legs, eyes and hands extending on all sides, the lord of Brahma, and the cause of creation, sustenance and destruction of the world.· </li></ol>' +
'<a href=\'#top\'><strong>Back To Top</strong></a></p>' ,
notes: ['190. The pluta is a prolated vowel, as in Om, often marked with the figure three , as it contains three syllabic instant in pronoun-· cing it. ']
}
]
    }, /*'<br/><em><span style="font-weight:900;color:darkblue;text-shadow: 3px 3px 2px white;background-color:skyblue;font-size:xx-large"> Isvara said:  </span>' +
'<br/><em><span style="font-weight:900;color:maroon;text-shadow: 3px 3px 2px pink;background-color:orange;font-size:x-large">Shree Vishnu said:  </span>' +
'<br/><em><span style="font-weight:900;color:white;text-shadow: 1px 1px 2px grey;background-color:silver;font-size:x-large"font-size:larger">Shree Brahma said:  </span>' +

'<em><span style="font-weight:900;color:crimson;font-size:larger"> Saunaka said:  </span>' +
'<!-- <em><span style="font-weight:900;color:#ff9933;font-size:larger"> The Brahmin said:  </span>' + '
'<em><span style="font-weight:900;color:crimson;font-size:larger"> Saunaka said:</span>' +
'<em><span style="font-weight:900;color:green;font-size:larger"> Suta said:  </span> ' +
<span style="font-weight:900;color:purple;font-size:larger"> Cancula said:  </span>
' +
'<em><span style="font-weight:900;color:#ff4811;font-size:larger"> Parvati said:  </span>' +
<em><span style="font-weight:900;color:brown;font-size:larger"> Vyas said:  </span>
<em><span style="font-weight:900;color:brown;font-size:larger"> Vyas said:  </span>
<em><span style="font-weight:900;color:#A0522D;font-size:larger">Shree Brahma said:  </span>
'<br/><em><span style="font-weight:900;color:darkblue;font-size:larger"> Sanatkumara said:  </span> ' +
'<br/><em><span style="font-weight:900;color:darkgreen;font-size:larger"> Nandikeswara said:  </span> ' +
<br/><em><span style="font-weight:900;color:#334443;font-size:larger">The Sages Said:  </span>' +
'<br/><em><span style="font-weight:900;color:purple;font-size:larger"> Acyuta said:  </span> ' +
'<br/><em><span style="font-weight:900;color:#FF000A;font-size:larger"> Narada said:  </span> ' +
'<br/><em><span style="font-weight:900;color:darkblue;text-shadow: 3px 3px 2px white;background-color:#EEEEEF;font-size:larger"> The attendants of Siva said:  </span>' +

''<noteref2_note1footer>(2) - (17)</note>-->'  +
</li>' +
'<li>
*/{
    buttonStyle :  "padding:3px;font-weight:bold;color:green;background-color:lightgreen; border: 1px solid green;margin:2px; border-radius:3px;",
    buttonText: '9',
title: 'SRISHTI-KHAND,THE  DESCRIPTION OF SHIVATATVA',
headerStyle: { 'color': 'blue','font-weight': '1900','text-shadow': '1px 3px 4px aliceblue' , 'background-color': 'skyblue', 'opacity':'0.9', 'border':'3px darkslateblue outset'},
contentStyle: { 'border':'3px outset blue',
'background-image': 'url("images/rudraSamhita/shrishti_khand9.jpg")',
'background-size': 'contain',
'border-radius':'4px',
'padding':'2px',
'color':'orange',
'opacity':'0.8',
'background-color':'skyblue'} ,
subsections: [
{
subTitle: '',
content: '<br/><em><span style="font-weight:900;color:white;text-shadow: 1px 1px 2px grey;background-color:silver;font-size:x-large"font-size:larger">Shree Brahma said:  </span>' +
'<ol><li>On hearing his own eulogy from the mouth of Vigm, the delighted Siva, the store-house of kindness, revealed Himself to us along with his consort. </li>' +
'<li>He had five faces and three eyes, and the crescent moon on his forehead. He wore matted hair. He was white-complexioned and had wide eyes. His body had been dusted with the ashes. He had ten arms. His neck was blue in colour. He was bedecked with all ornaments. He was very handsome with respect to every limb. Three ash-lines marked His forehead. </li>' +
'<li>On seeing lord Siva accompanied by His beautiful consort, Visnu along with me eulogised Him again with appropriate words. </li>' +
'<li>Siva, the merciful, who was delighted breathed the Vedas into Visnu and conferred Perfect Knowledge on him, the secret of the supreme Atman. 0 sage, thereafter, out of sympathy, the supreme Atman conferred these on me too. </li>' +
'<li>After receiving the Vedas, Visnu was satisfied and bowing to Hi1n with palms joined in reverence along with me, he asked the lord Siva. </li>' +
'<br/><em><span style="font-weight:900;color:maroon;text-shadow: 3px 3px 2px pink;background-color:orange;font-size:x-large">Shree Vishnu said:  </span>' +
'<li>"0 Lord, How are you propitiated? How shall I worship you, 0 lord? How shall I meditate on you? How are you impressed by any one ? </li>' +
'<li> 0 Great God, tell us what at Thy bidding shall we ever- do ? Please command us, 0 Siva, do this to favour us. </li>' +
'<li>0 Great lord, be merciful to tell us all these things. 0 Siva, we are your followers. Taking this into mind, you will enlighten us on these and other similar points too~ </li>' +
'<br/><em><span style="font-weight:900;color:#A0522D;font-size:larger">Shree Brahma said:  </span>' +
'<li> On hearing these words, the Lord Siva was delighted. The merciful lord then spoke lovingly</li>' +
'<br/><em><span style="font-weight:900;color:darkblue;text-shadow: 3px 3px 2px white;background-color:skyblue;font-size:xx-large"> Lord Shiva said:  </span>' +
'<li>0 foremost among gods, I am delighted by your devotion. Look upon me as a great deity. Cast off all your fears.</li>' +
'<li>Worship my linga and do always meditate upon the form which you see just before you. </li>' +
'<li>When I am worshipped in the phallic form I will be delighted and will bestow different benefits upon all people, all that they wish for in their minds. </li>' +
'<li>0 foremost among the deities, whenever any misery befalls you, it shall be destroyed when my linga is worshipped.</li>' +
'<li>0 strong ones, you two are born of my own Prakrti, out of my left and right sides. I am the lord of everything. </li>' +
'<li>This Brahma, grandfather for all people, is born of my right side. You, Visnu, are born of my left side. I am the supreme Atman. </li>' +
'<li>Delighted I shall confer on you boons and whatever you desire. May your devotion to me be steady. With my permission you can make my form in clay and perform adoration. After rendering different kinds of service like this sensibly you shall attain happiness. </li>' +
'<li>0 Brahma, strictly adhering to my direction you carry on the work of creation. Dear child, dear Hari, you shall sustain the mobile and the immobile beings. . </li>' +
'<br/><em><span style="font-weight:900;color:white;text-shadow: 1px 1px 2px grey;background-color:silver;font-size:x-large"font-size:larger">Shree Brahma said:  </span>' +
'<li> Saying thus, the lord presented to us the auspicious mode of His worship, adored duly by means of which Siva confers many benefits. </li>' +
'<li>On hearing the words of Siva along with me, Visnu bowed to Siva with palms joined in reverence and said. </li>' +
'<br/><em><span style="font-weight:900;color:maroon;text-shadow: 3px 3px 2px pink;background-color:orange;font-size:x-large">Shree Vishnu said:  </span>' +
'<li>"If you are pleased, if a boon is to be given to us, may our devotion to you be perpetual and unstraying. </li>' +
'<li>Although you are Nirguna, be pleased to incarnate in the course of your divine sports and help us. Dear lord, you are great ·lord, the· supreme ..</li>' +
'<li>0 Lord of Lords, even our dispute has turned out to be auspicious, now that you have come here to suppress the same". </li>' +
'<br/><em><span style="font-weight:900;color:white;text-shadow: 1px 1px 2px grey;background-color:silver;font-size:x-large"font-size:larger">Shree Brahma said:  </span>' +
'<li>On hearing these words Siva told Visnu who stood there with the head bent down and with palms joined in reverence.  </li>' +
'<br/><em><span style="font-weight:900;color:darkblue;text-shadow: 3px 3px 2px white;background-color:skyblue;font-size:xx-large">Lord Shiva said:  </span>' +
'<li>Although Nirguna, I am Saguna too and the author of dissolution, maintenance and creation. I am the supreme Brahman without decay and change. Existence, Knowledge and Bliss are my characteristics. </li>' +
'<li>Truly, I am Niskala (Nirguna) for ever, 0 Hari. For the activities of creation, maintenance and dissolution I manifest myself in the three forms of Brahma, Visnu and Hara, 0 Visnu. </li>' +
'<li>0 Visnu, since you, along with Brahma, have eulogised me and prayed for my incarnation, I shall make that request true, favourably disposed towards my devotees that I am.</li>' +
'<li>A great form similar to this, 0 Brahma, shaJI become manifest in the world through your body. He will be called Rudra. </li>' +
'<li>His capacity will never he less, since He will be my own part and parcel. He is I. I am he. In the modes of worship too there in no difference.</li>' +
'<li>As heat etc. in water and other things due to the contact of fire is not permanent in water etc., similarly my Nirgun.a aspect is not affected by the external contact.</li>' +
'<li>This form of mine as Siva is that of Rudra too. 0 great sage, no one shall make any difference in it. </li>' +
'<li>The same form appears split into two in the universe. Hence Siva and Rudra shall not be considered different.</li>' +
'<li>A piece of gold turned into an ornament does not cease to be gold. There may be difference in name but not in the material content. </li>' +
'<li>Just .as the difference of clay and the various objects made of it is not a material one~ so also in this case. The presence ofthe material cause in the effect can be cited as an example. </li>' +
'<li>This shall be known by all scholars and Gods of unsullied knowledge. If you realise this, you will not be seeing the cause of difference. · </li>' +
'<li>I think that we all should see the from of Siva as the basic material. Myself, you, Brahma and Rudra who will be manifesting himself are of the same form. There is no difference. If there had been difference that would have been bondage. Yet the eternal Siva-form is mine alone. </li>' +
'<li>That pure form is spoken of as the main root, the Truth, the Knowledge, the Endless. Realising this too, it must be meditated upon in the true manner in your mind. </li>' +
'<li>0 Brahma, another secret which I am going to unfold to you may be listened to. You two are born of Prakrti but not this one ( Rudra). </li>' +
'<li>My command is carried to tliat place through Brahma\'s eyebrows. I am therefore spoken of as Tamasa and Prakrta, Hara in respect to the Gm;tas alone and shall be known as Vaikarika too which is actually the Ahamkara (the Ego). That is called Tamasa only in name and not in reality. </li>' +
'<li>For this reason, 0 Brahma, this shall be carried out by you. 0 Brahma, you shall be the creator and Hari the protector. </li>' +
'<li>My would-be part shall be the cause of dissolution. This goddess U ma, Paramesvari is the Prakrti. </li>' +
'<li>Her Sakti, the goddess of speech shall resort to Brahma. Another Sakti also will be arising out of the Prakrti. </li>' +
'<li>That Sakti will resort to Visnu in the form of Laksmi. Another Sakti Kali will surely .share my part.· </li>' +
'<li>She will be born in the form of Brilliance for effective work. Thus I have told you of the great auspicious Saktis of the Goddess. </li>' +
'<li>Their activities are respectively creation, maintenance and dissolution. 0 foremost among Gods, they are the parts of Prakrti, my beloved. </li>' +
'<li>0 Visnu, you shall carry on your activities with . the co-operation of Laksmi· 0 Brahma, with  the cooperation of  Saraswati, the goddess of speech, the part of Prakriti, you shall carry on joyfully the activity of creation, according to my direction. I shaii have the co-operation of Kali, the part  of my beloved, the greatest of the great and shall carry out the excellent activity of dissolution in the form of Rudra. You shall be happy after the creation of the world consisting of the four Varnas and their ancillaries-the four .Asramas (stages of life) and various sorts of other incidental activities. You shall contribute to the welfare 9f the world making use of your knowledge and perfect wisdom. </li>' +
'<li>0 Vigm, be the bestower of salvation too at my bidding. The benefit accruing from your vision will be the same as that from mine. This boon is given to you now. It is the truth, certainly the truth. Vigm is in my heart and I am in Visnu\'s heart. </li>' +
'<li>Those who make any distinction between the two do not know my mind. Visnu is born of my left limb. Brahma is born of my right limb. </li>' +
'<li>Rudra who causes great dissolution and who is the soul of the universe is born of the heart. I manifest in the three forms, 0 Visnu, known Brahma, Visnu and Bhava.</li>' +
'<li>I am the author of creation, protection and dissolution by the attributes Rajas etc. But I am different from these Gunas and directly beyond Prakrti and Purusa. </li>' +
'<li>I am the supreme Brahman, the eternal, the endless, the perfect and the unsullied. Visnu has Tamas within but Sattva outside; He is the protector of the three worlds. </li>' +
'<li>Hara who causes dissolution of three worlds has Sattva within but Tamas outside. </li>' +
'<li>Brahma who creates the three worlds has Rajas both within and without. This is the position of the Gunas in the three deities. Siva is spoken of as different from the Gunas.</li>' +
'<li>0 Visnu, guard lovingly this Pitamaha who is the cause of creation. At my bidding, you will be worthy of respect in the three worlds. </li>' +
'<li>Rudra shall be worshipped by you and Brahma. The author of dissolution of the three worlds is the complete incarnation of Siva.</li>' +
'<li> In .the Kalpa called Padma, Pitamaha will be born as your son. Then you will see 1ne. The lotus-born Brahma shall also see me. </li>' +
'<li>After saying this and conferring unequalled mercy, the great lord Hara again spoke lovingly to Vigm</li></ol>' +
'<a href=\'#top\'><strong>Back To Top</strong></a></p>' ,
notes: []
}
]
}, /*'<br/><em><span style="font-weight:900;color:darkblue;text-shadow: 3px 3px 2px white;background-color:skyblue;font-size:xx-large"> Isvara said:  </span>' +
'<br/><em><span style="font-weight:900;color:maroon;text-shadow: 3px 3px 2px pink;background-color:orange;font-size:x-large">Shree Vishnu said:  </span>' +
'<br/><em><span style="font-weight:900;color:white;text-shadow: 1px 1px 2px grey;background-color:silver;font-size:x-large"font-size:larger">Shree Brahma said:  </span>' +

'<em><span style="font-weight:900;color:crimson;font-size:larger"> Saunaka said:  </span>' +
'<!-- <em><span style="font-weight:900;color:#ff9933;font-size:larger"> The Brahmin said:  </span>' + '
'<em><span style="font-weight:900;color:crimson;font-size:larger"> Saunaka said:</span>' +
'<em><span style="font-weight:900;color:green;font-size:larger"> Suta said:  </span> ' +
<span style="font-weight:900;color:purple;font-size:larger"> Cancula said:  </span>
' +
'<em><span style="font-weight:900;color:#ff4811;font-size:larger"> Parvati said:  </span>' +
<em><span style="font-weight:900;color:brown;font-size:larger"> Vyas said:  </span>
<em><span style="font-weight:900;color:brown;font-size:larger"> Vyas said:  </span>
<em><span style="font-weight:900;color:#A0522D;font-size:larger">Shree Brahma said:  </span>
'<br/><em><span style="font-weight:900;color:darkblue;font-size:larger"> Sanatkumara said:  </span> ' +
'<br/><em><span style="font-weight:900;color:darkgreen;font-size:larger"> Nandikeswara said:  </span> ' +
<br/><em><span style="font-weight:900;color:#334443;font-size:larger">The Sages Said:  </span>' +
'<br/><em><span style="font-weight:900;color:purple;font-size:larger"> Acyuta said:  </span> ' +
'<br/><em><span style="font-weight:900;color:#FF000A;font-size:larger"> Narada said:  </span> ' +
'<br/><em><span style="font-weight:900;color:darkblue;text-shadow: 3px 3px 2px white;background-color:#EEEEEF;font-size:larger"> The attendants of Siva said:  </span>' +

''<noteref2_note1footer>(2) - (17)</note>-->'  +
</li>' +
'<li>
*/{
buttonStyle :  "padding:3px;font-weight:bold;color:green;background-color:lightgreen; border: 1px solid green;margin:2px; border-radius:3px;",
buttonText: '10',
title: 'SRISHTI-KHAND,THE  DESCRIPTION OF PARAMA SHIVATATVA',
headerStyle: { 'color': 'brown','font-weight': '1900','text-shadow': '1px 3px 4px white' , 'background-color': 'beige', 'opacity':'0.9', 'border':'2px maroon solid'},
contentStyle: { 'border':'3px outset blue',
'background-image': 'url("images/rudraSamhita/shrishti_khand10.jpg")',
'background-size': 'contain',
'border-radius':'4px',
'padding':'2px',
'color':'orange',
'opacity':'0.8',
'background-color':'skyblue'} ,
subsections: [
{
subTitle: '',
content: '<br/><em><span style="font-weight:900;color:darkblue;text-shadow: 3px 3px 2px white;background-color:skyblue;font-size:xx-large"> Lord Shiva said:  </span>' +
'<ol><li>0 Visnu of good rites, 0 Hari, listen to another pronouncement of mine. You will be worthy of honour and worship in all the worlds for ever.  </li>' +
'<li>Whenever a misery befalls the world created by Brahma, you shall be eager for the destruction of all miseries. </li>' +
'<li>In all difficult and unbearable activities I shall help you. I shall kill your indefatigable and fierce enemies. </li>' +
'<li>0 Visnu, spread your glory in the worlds far and wide by taking up various incarnations. Strive for their succour. I am always Saguna when I become Rudra with this body. </li>' +
'<li>Certainly I shall perform your activities for the sake of the worlds if they are impossible for you. </li>' +
'<li>You are to be meditated upon by Rudra and Rudra is to be meditated upon by you. There is no difference between you and R udra. </li>' +
'<li>0 Great Visnu, your identity is due to inherent nature, the boons conferred and your divine sports. True, it is certainly true. </li>' +
'<li>If any devotee of Rudra were to censure you, he will have all his merits reduced to ashes quickly. . </li>' +
'<li>0 Visnu, the most excellent of all persons, by hating you he will certainly fall into hell. That is my directive. True, it is certainly true. </li>' +
'<li>In this world, be the bestower of worldly pleasures and salvation to men particularly. Worthy of being honoured and worshipped by devotees, perform the activities of curbing and blessing. </li>' +
'<li>Saying this and holding me, the creator, and Visnu by the hand He continued-"Always render help in distress. </li>' +
'<li>Be the presiding deity of all. Bestow worldly pleasures and salvation for ever. Be the most excellent accomplisher of the achievement of all desires. </li>' +
'<li>You will assume the form of the vital airs in everyone at my bidding. 0 Hari, in the times of distress, Rudra my manifestation, shall be worshipped . </li>' +
'<li>He who has sought refuge in you has certainly sought refuge in me. He who differentiates will certainly fall into Hell. </li>' +
'<li>Listen to the span of life of the deities-Brahma, Visnu and Hara. There shall not be any doubt in this respect. </li>' +
'<li>A thousand sets of the four-yuga periods constitute one day of Brahma. The period of night is also similar. Further measurement of time is based on this calculation. </li>' +
'<li>Thirty such days (days and nights) constitute· one month and twelve months, one year. The span of life of Brahma is hundred such years. </li>' +
'<li>One year of Brahma constitutes one day of Visnu. Visnu lives for hundred years in his own calculation. </li>' +
'<li>One year of Vigm constitutes one day of Rudra. When a hundred year period passes, Rudra assumes the form of Nara (supreme Man).</li>' +
'<li>He stays like that as long as the breath is retained by Sadasiva. When He exhales he merges into Sakti. </li>' +
'<li>In the case of all living beings, Brahma, Visnu, Hara, Gandharvas, serpents, Raksasas, etc., twenty one thousand six hundred respirations constitute the period of one day and one night, 0 foremost among Devas. . </li>' +
'<li>Six respirations constitute the period of time one Pala. Sixty such Palas constitute one Ghati. Sixty Ghatis constitute one day and one night. (6 x 60 x 60 = 21600 ). There is no limit to the number of respirations of Sadasiva. Hence He is undecaying. </li>' +
'<li>It is my directive that you should preserve this form and maintain all the activities of the created worlds by means of these different Gunas so long." </li>' +
'<li>On hearing these words of Siva the lord Visnu, of controlled senses, spoke slowly to Siva after duly bowing to Him. </li>' +
'<br/><em><span style="font-weight:900;color:maroon;text-shadow: 3px 3px 2px pink;background-color:orange;font-size:x-large">Shree Vishnu said:  </span>' +
'<li>"0 Sankara, the ocean of mercy, the lord of the universe, be pleased to hear. I shall do all these things strictly adhering to your behests.</li>' +
'<li>I shall always meditate upon you. I would not act otherwise. Your omnipotency has already been experienced by me. </li>' +
'<li>0 lord, let not the meditation of your form be ever far removed from my mind even for a moment. </li>' +
'<li>0 lord, if anyone of my devotees were to censure you, you will please assign perpetual residence in hell to him. </li>' +
'<li>0 lord, whoever be your devotee shall also be my favourite. He who knows and realises this shall not find salvation inaccessible to him. · </li>' +
'<li>My greatness has been further heightened by you certainly. If ever I am found deficient in qualities I may be excused . .</li>' +
'<li>(<em><span style="font-weight:900;color:white;text-shadow: 1px 1px 2px grey;background-color:silver;font-size:x-large"font-size:larger">Shree Brahma said:  </span>)Then, on hearing the excellent words of Visnu, Siva said to him "Of course the deficiency shall be excused lovingly." </li>' +
'<li>After saying this mercifully the lord, the ocean of mercy, stroked us all over the body with His hands. </li>' +
'<li>With a desire to do what is wholesome to us He instructed us in various sacred rites and conferred on us many boons. </li>' +
'<li>Even as we were watching, the lord Siva, favourably disposed towards devotees, vanished immediately. </li>' +
'<li>The rite of the worship of the linga is instituted ever since in the world. Siva installed in the linga bestows worldly pleasures and salvation. </li>' +
'<li>The great goddess is the pedestal for the linga. The li:riga is Lord Siva Himself. Since the whole universe finally merges into in, it is called Linga. </li>' +
'<li> He who reads regularly this anecdote of the Linga in the vicinity of the linga assumes the form of Siva within six months. There need be no hesitation in this respect. </li>' +
'<li>0 great sage, I cannot adequately express the blessedness accruing to the person who carries on any activity whatsoever in the vicinity of the linga. </li></ol>' +
'<a href=\'#top\'><strong>Back To Top</strong></a></p>' ,
notes: []
}
]
}, /*'<br/><em><span style="font-weight:900;color:darkblue;text-shadow: 3px 3px 2px white;background-color:skyblue;font-size:xx-large"> Isvara said:  </span>' +
'<br/><em><span style="font-weight:900;color:maroon;text-shadow: 3px 3px 2px pink;background-color:orange;font-size:x-large">Shree Vishnu said:  </span>' +
'<br/><em><span style="font-weight:900;color:white;text-shadow: 1px 1px 2px grey;background-color:silver;font-size:x-large"font-size:larger">Shree Brahma said:  </span>' +

'<em><span style="font-weight:900;color:crimson;font-size:larger"> Saunaka said:  </span>' +
'<!-- <em><span style="font-weight:900;color:#ff9933;font-size:larger"> The Brahmin said:  </span>' + '
'<em><span style="font-weight:900;color:crimson;font-size:larger"> Saunaka said:</span>' +
'<em><span style="font-weight:900;color:green;font-size:larger"> Suta said:  </span> ' +
<span style="font-weight:900;color:purple;font-size:larger"> Cancula said:  </span>
' +
'<em><span style="font-weight:900;color:#ff4811;font-size:larger"> Parvati said:  </span>' +
<em><span style="font-weight:900;color:brown;font-size:larger"> Vyas said:  </span>
<em><span style="font-weight:900;color:brown;font-size:larger"> Vyas said:  </span>
<em><span style="font-weight:900;color:#A0522D;font-size:larger">Shree Brahma said:  </span>
'<br/><em><span style="font-weight:900;color:darkblue;font-size:larger"> Sanatkumara said:  </span> ' +
'<br/><em><span style="font-weight:900;color:darkgreen;font-size:larger"> Nandikeswara said:  </span> ' +
<br/><em><span style="font-weight:900;color:#334443;font-size:larger">The Sages Said:  </span>' +
'<br/><em><span style="font-weight:900;color:purple;font-size:larger"> Acyuta said:  </span> ' +
'<br/><em><span style="font-weight:900;color:#FF000A;font-size:larger"> Narada said:  </span> ' +
'<br/><em><span style="font-weight:900;color:darkblue;text-shadow: 3px 3px 2px white;background-color:#EEEEEF;font-size:larger"> The attendants of Siva said:  </span>' +

''<noteref2_note1footer>(2) - (17)</note>-->'  +
</li>' +
'<li>
*/{
buttonStyle :  "padding:3px;font-weight:bold;color:green;background-color:lightgreen; border: 1px solid green;margin:2px; border-radius:3px;",
buttonText: '11',
title: 'SRISHTI-KHAND,THE  MODE OF WORSHIPPING SHIVA',
headerStyle: { 'color': 'white','font-weight': '1900','text-shadow': '1px 3px 4px brown' , 'background-color': 'brown', 'opacity':'0.9', 'border':'2px beige outset', 'border-radius':'4px;'},
contentStyle: { 'border':'3px outset blue',
'background-image': 'url("images/rudraSamhita/shrishti_khand11.jpg")',
'background-size': 'contain',
'border-radius':'4px',
'padding':'2px',
'color':'orange',
'opacity':'0.8',
'background-color':'skyblue'} ,
subsections: [
{
subTitle: '',
content: '<br/><br/><em><span style="font-weight:900;color:#334443;font-size:larger">The Sages Said:  </span>' +
'<ol><li>0 Suta the fortunate, 0 Suta the disciple of Vyasa, obeisance be to you. This wonderfully sanctifying story of Siva has been narrated today. </li>' +
'<li>The wonderful and highly divine origin of the liniga has been heard. Listening to its efficacy causes destruction of misery. </li>' +
'<li>0 Storehouse of mercy, please tell us the mode of the worship of Siva, in accordance with the conversation of Brahma and Narada whereby Siva becomes satisfied </li>' +
'<li>Brahmins, Ksatriyas, Vai~yas and Sudras worship Siva. How shall the worship be performed ? Please tell us in accordance with what you have heard from Vyasa. </li>' +
'<li>On hearing their words, Suta narrated everything in answer to the question of the sages, everything conducive to welfare and in accordance with the Vedas. </li>' +
'<br/><em><span style="font-weight:900;color:green;font-size:larger"> Suta said:  </span> ' +
'<li> 0 lordly sages, your enquiry covers a· very great secret topic. I shall explain it as far as my own intellect can penetrate it and in accordance with what I have heard. </li>' +
'<li>Formerly Vyasa had asked the same question of Sanatkumara as you have asked now. Upamanyu learnt it from him. Vyasa heard it from him and taught me the mode of worship etc. of Siva from a desire for the benefit of all the worlds.</li>' +
'<li> It was directly heard from Upamanyu, the noble soul, by Krsna (i.e. Krsnadvaipayayana or Vyasa). That I shall tell you in the some way as Brahma had said before. </li>' +
'<br/><em><span style="font-weight:900;color:white;text-shadow: 1px 1px 2px grey;background-color:silver;font-size:x-large"font-size:larger">Shree Brahma said:  </span><br/>' +
'<li>0 sage Narada I shall explain briefly the worship of the linga (the phallic image). It is impossible to explain it in detail even in a hundred years. </li>' +
'<li>In order to achieve the fulfilment of all desires one should worship with great devotion the pure and eternal form of Siva thus. </li>' +
'<li>Poverty, sickness, harassment from enemies and the four sorts of sins trouble one only as long as one does not worship Siva. </li>' +
'<li>When Siva is worshipped, all miseries merge into the lord; all happiness is secured and salvation is attained thereafter. </li>' +
'<li>Siva who secures the achievement of all matters shall be worshipped by the person who considers a continuous series of human pleasures very important. . </li>' +
'<li>Whether they are brahmins, Ksatriyas, Vaisyas or Sudras, they shall perform the worship of Siva duly and regularly for the achievement of all desired objects. </li>' +
'<li>One shall get up early in the morning during the Brahma Muhurta<noteref1_note1footer>(1) - (191)</note> (about an hour before dawn). He shall remember the preceptor and Siva. 0 sage, he shall then remember the holy centres and meditate on Hari. Thereafter he shall remember me, the deities and the sages. Then he shall recite a prayer in the name of Siva duly•. Then he shall get up and evacuate his bowels in southern· quarter. </li>' +
'<li>The evacuation of the bowels shall be done in an isolated place. What I have heard (in this respect) I am mentioning now. 0 sage, please listen attentively. </li>' +
'<li>A brahmin shall use earth for cleaning purposes five times; a Ksatriya for four times and a Vaisya for three times. </li>' +
'<li>A Sudra shall use the earth twice for cleaning purposes. Or he shall cleanse the rectum once and the penis once assiduously. </li>' +
'<li>He shall then wash the left hand ten times. He ·shall then wash each of the feet seven times and both the hands three times once again. </li>' +
'<li>Women shall perform these cleansing activities with earth like Sudras. They shall first wash the hands and feet, then make use of the earth as before. </li>' +
'<li>They shall clean the teeth using the tooth brush twig according to their castes. </li>' +
'<li>The tooth brush twig of a brahmin shall be twelve angulas long. A king (a Ksatriya) shall take one eleven angulas long and a Vaisya one ten angulas long. The tooth brush of a Sudra shall be nine angulas in length. This is in accordance with Smrtis. What is enjoined by Manu shall be disobeyed only in emergencies. </li>' +
'<li>On Sasti (sixth), Navami (ninth) and new-moon days, on sundays and days of sacred rites and Sraddhas, cleaning the teeth with tooth-brush twig is prohibited.</li>' +
'<li>The daily ablutions shall be performed duly and those in holy centres shall be performed with mantras in accordance with the time and place. </li>' +
'<li>Performing the Achamana first, wearing washed cloth, he shall perform the Sandhya prayer in a good isolated place. </li>' +
'<li>After observing the preliminaries duly he shall enter the chamber of worship keeping the mind steady and begin the rites of worship. </li>' +
'<li>Sitting on a good seat and performing Nyasa etc. in accordance with the prescribed rules of worship, he shall perform the worship of Siva duly. </li>' +
'<li>Ganesa, the attendants at the threshold of the Temple, the guardians of the quarters etc., shall be worshipped and thereafter the pedestal shall be arranged. </li>' +
'<li>Or he shall make the mystical diagram of the lotus of eight petals and instal Siva in its middle. He himself shall sit near all the materials of worship around him. He shall perform .Acamana thrice and wash the hands. He shall then perform suppression. of breath { Prnayama) thrice. Then Tryambaka (three~eyed Siva) shall be meditated upon in the following manner. The deity has five faces, ten arms, all kinds of ornaments and the tiger-hide as His uppercloth: He is as pure as the crystal. During meditation he shall identify himself with Siva and burn off his sins. Having thus created the form of Siva in n1editation, he shall worship lord Siva.  </li>' +
'<li>Then the ritualistic purification of the body by touching the various parts of the body with holy water shall be performed. The Nyasa of the Mulamantra (the root mantra) and that of the six angas with Pranava (Omkara) shall be performed thereafter. </li>' +
'<li>After ritualistically touching the heart, he shall start worship. Different vessels shall be set apart for Padya (water for washing the feet), Arghya (water for the reception of the guest and Acamana (sipping water). </li>' +
'<li>Nine vessels of different sizes should be kept by the sensible devotee. Darbha grass shall be spread and cool water sprinkled over these vessels with Darbha grass. Reciting the omkara, the intelligent devotee shall sprinkle the various rna terials of worship. </li>' +
'<li> The fragrant root of the plant Usira and sandalpaste shall be put in the water for washing feet. Fine powders of Jati, Kamkola, Karpura, root of Vata and Tamalaka should be put in the water intended for sipping. Sandal powder shall be put in all these nine vessels. </li>' +
'<li>Nandisa, the divine Bull of Siva shall be worshipped beside the lord Siva. The latter shall be worshipped with scents, incense and different lamps. </li>' +
'<li>The Linga shall be purified and installed with various mantras beginning with Pranava and ending with Namah. (obeisance). The pedestal in the form of Svastika or lotus shall be assigned with Pranava. In the eight petals, in the eight quarters, the eight achievements are identified viz :-The eastern petal is Anima (minuteness), the southern is Laghima (lightness), the western is Mahima (greatness) the northern is Prapti (power of reaching), the south-eastern is Prakamya (power of sufficiency), the south-western is ISitva (lordliness); the north-western .ls Vasitva (power of control), the north-eastern is Sarvajniatva (omniscience) and the pericarp is the moon (Soma). </li>' +
'<li>Beneath the moon is the sun and beneath that is the fire. Dharma etc. are beneath that. All these shall be assigned regularly. </li>' +
'<li>In the four quarters Avyakta etc. the unmanifest principle and in the end of Soma the three Gunas shall be assigned. Lord Siva shall be invoked by the formula "I am addressing Sadyojata" Then the devotee small repeat Vamadeva mantra and stand on his seat. The Sannidhya rite shall be performed with Rudra Gayatri mantra and the rite of Nirodha shall be performed with Aghora  mantra. </li>' +
'<li>Rudra shall be worshipped with the mantra ISanaha Sarvavidyanami etc. Padya, Acamaniya and Arghya shall be offered duly. </li>' +
'<li>Rudra shall be duly bathed with water, scented with sandal in the same manner as with Paficagavya after taking it in a vessel duly instilled with mantras. </li>' +
'<li>Then the deity shall be bathed invoking Pranava with cow\'s milk, curds, honey and sugarcane juice. </li>' +
'<li>Worshipping Rudra who bestows everything that is wholesome and desirable with ghee, the devotee shall perform the Abhisheka with all materials of worship reciting Pranava.·</li>' +
'<li>In the holy vessels full of water he shall pour water reciting various mantras after straining it with a white cloth duly. </li>' +
'<li>The sprinkling need not be performed until sandal paste is mixed. Then raw rice grains made beautiful (by adding turmeric powder etc.) shall be offered joyously to Sankara. </li>' +
'<li>Offerings of flowers, especially white flowers and rare flowers, shall be made to Lord Siva. Flowers of Apamarga, Karpiira, Jati, Campaka, Kusa, Patala, Karavira, Mallika, Kamala (lotus) and Utpalas (lilies) of various sorts shall be used. When water is poured it shall be poured in a continuous stream. </li>' +
'<li>Vessels of different varieties shall be used for the ceremonial ablution of Lord Rudra. A worship· performed with due recitation of mantras bestows all benefits. </li>' +
'<li>0 dear one, I shall tell you briefly those mantras for the sure achievement of all cherished desires. Please listen attentively. </li>' +
'<li>Offerings of flowers and water ablutions shall be made with these mantras whether caused to be read or committed to memory and orally repeated-The Rudra mantra, Nilarudra mantra, Sukla Yajurveda mantras, auspicious Hotr mantras, Atharvasirsa mantras, Santi mantras, Maruta mantras, Samaveda mantras, if desired, Devavrata mantras, Rathantara mantras with Pu~pa Siiktas, Mrtyunjaya mantras and the five-syllabled mantra. The water offerings shall be a thousand times or hundred and eight times. They shall be offered strictly in accordance with Vedic injunctions or by repeating the names of the deity.</li>' +
'<li>Sandal paste shall be applied to the deity and flowers placed over the idol. Sweet smelling cloves etc. shall be offered with Pranava. </li>' +
'<li>Sivalinga shall be worshipped next. The lord as pure as crystal, the unsullied, the undecaying, the cause of all worlds, the supreme lord identifying with the created world, the lord who cannot be seen by Brahma, Indra, Upendra, Visnu and other deities, the lord who is mentioned in the Vedanta by those who know Vedas as the Incomprehensible, the lord who has no beginning, middle or end, the panacea for all sick patients and who is renowned as Siva Tattva. The worship of the linga shall be performed, by Pranava mantra alone. Incense, lamps. Naivedyas, good betel leaves, pleasant Nirajana (waving of lights) shall be duly offered. Prayers, obeisance etc. with various mantras shall be performed. Arghya and flower offerings shall be made at the foot. The devotee shall kneel down and devoutly pray to the lord</li>' +
'<li>The devotee shall-take some flowers in his hands, stand up with palms joined in reverence and repeating the following mantra shall pray again to Isana, Sankara. </li>' +
'<li>0 Siva, may this Japa, Puja etc. performed by me with or without the requisite knowledge be fruitful, thanks to Thy grace. </li>' +
'<li>After repeating the above mantra he shall place the flowers joyously over the Sivalinga. Then the rites of Svastyayana  Asirvada (benediction), Marjana shall be performed. Then Homage, a prayer for forgiveness and Acamana shall be performed. </li>' +
'<li> Repeating the Agha  mantras for the expiation of sins namaskara shall be duly performed. He shall pray with devout feelings. "Devotion to Siva, devotion to Siva, devotion to Siva in every birth. I have no other refuge. You alone are my refuge." </li>' +
'<li>After praying thus to the lord of the Gods, the bestower of all achievements, the devotee shall loudly pray. </li>' +
'<li>He shall then perform namaskara along with the members of his family. He shall feel delighted in all these and thereafter carry on his daily routine according to convenience. </li>' +
'<li>He who performs the worship regularly like this with great devotion to Siva shall achieve success at every step. </li>' +
'<li>He will become eloquent. He will achieve all he desires. The Supreme lord Siva will quell all his miseries, ailments, sorrows, heart-burns, crookedness, poisonings and everything distressing quickly. </li>' +
'<li>Just as the moon waxes in the bright half, his joy and merits shall increase day by day certainly by the worship of Siva. </li>' +
'<li>0 foremost among sages, thus I have -told you the mode pf worship of Siva. 0 Narada what else do you wish to hear ? </li></ol>' +
'<a href=\'#top\'><strong>Back To Top</strong></a></p>' ,
notes: ['191. lt is the period between the fourth and the second ghaiikas before sunrise. ']
}
]
}, /*'<br/><em><span style="font-weight:900;color:darkblue;text-shadow: 3px 3px 2px white;background-color:skyblue;font-size:xx-large"> Isvara said:  </span>' +
'<br/><em><span style="font-weight:900;color:maroon;text-shadow: 3px 3px 2px pink;background-color:orange;font-size:x-large">Shree Vishnu said:  </span>' +
'<br/><em><span style="font-weight:900;color:white;text-shadow: 1px 1px 2px grey;background-color:silver;font-size:x-large"font-size:larger">Shree Brahma said:  </span>' +
'<br/><em><span style="font-weight:900;color:darkslateblue;font-size:larger">The Devas said:  </span> ' +

'<em><span style="font-weight:900;color:crimson;font-size:larger"> Saunaka said:  </span>' +
'<!-- <em><span style="font-weight:900;color:#ff9933;font-size:larger"> The Brahmin said:  </span>' + '
'<em><span style="font-weight:900;color:crimson;font-size:larger"> Saunaka said:</span>' +
'<em><span style="font-weight:900;color:green;font-size:larger"> Suta said:  </span> ' +
<span style="font-weight:900;color:purple;font-size:larger"> Cancula said:  </span>
' +
'<em><span style="font-weight:900;color:#ff4811;font-size:larger"> Parvati said:  </span>' +
<em><span style="font-weight:900;color:brown;font-size:larger"> Vyas said:  </span>
<em><span style="font-weight:900;color:brown;font-size:larger"> Vyas said:  </span>
<em><span style="font-weight:900;color:#A0522D;font-size:larger">Shree Brahma said:  </span>
'<br/><em><span style="font-weight:900;color:darkblue;font-size:larger"> Sanatkumara said:  </span> ' +
'<br/><em><span style="font-weight:900;color:darkgreen;font-size:larger"> Nandikeswara said:  </span> ' +
<br/><em><span style="font-weight:900;color:#334443;font-size:larger">The Sages Said:  </span>' +
'<br/><em><span style="font-weight:900;color:purple;font-size:larger"> Acyuta said:  </span> ' +
'<br/><em><span style="font-weight:900;color:#FF000A;font-size:larger"> Narada said:  </span> ' +
'<br/><em><span style="font-weight:900;color:darkblue;text-shadow: 3px 3px 2px white;background-color:#EEEEEF;font-size:larger"> The attendants of Siva said:  </span>' +

''<noteref2_note1footer>(2) - (17)</note>-->'  +
</li>' +
'<li>
*/{
buttonStyle :  "padding:3px;font-weight:bold;color:green;background-color:lightgreen; border: 1px solid green;margin:2px; border-radius:3px;",
buttonText: '12',
title: 'SRISHTI-KHAND,WORSHIPPING SHIVA: CONSIDERATION of the ESSENTIAL and NON-ESSENTIAL in the WORSHIP',
headerStyle: { 'color': 'white','font-weight': '1900','text-shadow': '1px 3px 4px brown' , 'background-color': 'brown', 'opacity':'0.9', 'border':'2px beige outset', 'border-radius':'4px;'},
contentStyle: { 'border':'3px outset blue',
'background-image': 'url("images/rudraSamhita/shrishti_khand11.jpg")',
'background-size': 'contain',
'border-radius':'4px',
'padding':'2px',
'color':'orange',
'opacity':'0.8',
'background-color':'skyblue'} ,
subsections: [
{
subTitle: '',
content: '<br/><ol><li><em><span style="font-weight:900;color:#FF000A;font-size:larger"> Narada said:  </span> ' +
'0 dear father Brahma, with your mind fixed on Siva, you are blessed indeed. Please explain this again still more precisely</li>' +
'<br/><em><span style="font-weight:900;color:white;text-shadow: 1px 1px 2px grey;background-color:silver;font-size:x-large"font-size:larger">Shree Brahma said:  </span>' +
'<li> I, the lotus-born, once called together all the sages and all the Gods and addressed them lovingly with these good words. </li>' +
'<li>If you have faith in permanent happiness, if you desire the achievement of the same, all of you shall come along with me to the shores of the milk-ocean.<noteref1_note1footer>(1) - (200)</note></li>' +
'<li>On hearing these words they accompanied me to the place where lord Visnu, the benefactor of everyone, was stationed. </li>' +
'<li>0 sage, on reaching the place, the Gods bowed down with palms joined in reverence and prayed to the lord of the universe Janardana, lord of the Gods. </li>' +
'<li>On seeing Brahma and other deities standing there, Visnu remembered the lotus-like feet of Siva and spoke these noble words. </li>' +
'<br/><em><span style="font-weight:900;color:maroon;text-shadow: 3px 3px 2px pink;background-color:orange;font-size:x-large">Shree Vishnu said:  </span>' +
'<li>"Why have you all, Brahma and others and the celestial sages come ? What is the matter now ? Please tell me lovingly." </li>' +
'<br/><em><span style="font-weight:900;color:white;text-shadow: 1px 1px 2px grey;background-color:silver;font-size:x-large"font-size:larger">Shree Brahma said:  </span>' +
'<li>On being asked thus by Visnu as well as by me, the dieties bowed to Him with devotion and said.  </li>' +
'<br/><em><span style="font-weight:900;color:darkslateblue;font-size:larger">The Devas said:  </span> ' +
'<li>"Whose worship shall we perform regularly for the removal of misery ? " </li>' +
'<li>On hearing these words, the lord favourably disposed to the devotees, spoke as follows favouring me and the devas. </li>' +
'<br/><em><span style="font-weight:900;color:maroon;text-shadow: 3px 3px 2px pink;background-color:orange;font-size:x-large">Lord Vishnu said:  </span>' +
'<li>0 Brahma, hear. You and these devas have already heard this. Yet I shall repeat it to you and to the devas. </li>' +
'<li>It has been seen. It is being seen. Then why is it being asked now ? 0 Brahma, Lord Siva, the destroyer of all miseries, shall be served always by all who wish to achieve things. He Himself has told me as well as Brahma particularly about this. </li>' +
'<li>His worship shall never be forsaken by those who wish to attain happiness. A wonderful example has been narrated to and seen by you all. </li>' +
'<li>When they abandoned worshipping the lord of the Devas-Mahesvara in the form· of the Linga, the sons of Tara<noteref2_note2footer>(2) - (201)</note> along with their kinsmen perished. </li>' +
'<li>They had been enchanted by me. By my illusion they were driven far by me. When they were devoid of Siva, they were all destroyed and exterminated. </li>' +
'<li>Hence Siva in the form of phallic image shall be worshipped always. He, the foremost among deities, shall be served with special faith. </li>' +
'<li>It is by the worship of the linga of Siva that all good men, devas,· daityas, I and you, 0 Brahma, are sustained. How is it that it was forgotten by you ? </li>' +
'<li>Hence, 0 Brahma, His linga shall be regularly worshipped whatever may be the aim. Siva shall be worshipped whatever the desire may be.</li>' +
'<li>If an hour or even a moment is spent without the worship of Siva, it is a loss. It is an imperfection, a great foible, blindness, stupidity and foolishness . </li>' +
'<li>Those who are devotedly attached to Siva, those whose minds are turned towards Siva and those who constantly remember Siva, never become victims of misery. </li>' +
'<li>Those who desire magnificent buildings, beautiful ornaments, beautiful women, wealth to satiety, sons and grandsons, health, splendid body, extraordinary status, heavenly happiness and final salvation or profound devotion to the great lord shall duly worship Siva by virtue of their merit accumulated by them. </li>' +
'<li>Sure success will be his who regularly worships Siva linga with great devotion. He will never be afflicted by sins.</li>' +
'<br/><em><span style="font-weight:900;color:white;text-shadow: 1px 1px 2px grey;background-color:silver;font-size:x-large"font-size:larger">Shree Brahma said:  </span>' +
'<li>Thus exhorted, the devas knelt before Visnu and requested for lingas for the achievement of the desires of all people. </li>' +
'<li>0 foremost among sages, then, on hearing the request, Visnu, eager for the uplift of all living beings, told Visvakarman. I too told him. </li>' +
'<li>"0 Visvakarman, at my bidding, Siva\'s auspicious lingas shall be made and given to all devas". </li>' +
'<li>At our bidding Visvakarma made lingas and gave them to the devas according to their status. </li>' +
'<li>0 foremost among sages, I shall tell you the same, -. please listen. Indra took a linga made of Ruby. The son of Visravas (Naisravai_la or Kubera) took a linga of gold.</li>' +
'<li>Dharma took a linga of yellow stone, Varuna took a linga of dark blue hue. Visnu took a linga of sapphire. I, Brahma, took a linga of gold. </li>' +
'<li>The ViSvedevas and the Vasus took silver lingas. .~ 0 sage, the Asvini devas took the brazen and earthen lingas. </li>' +
'<li>Goddess Lak~mi took a crystal linga. The Adityas (the twelve suns) took lingas made of copper. The moon took a linga made of pearl and the god of fire took a linga of diamond. </li>' +
'<li>Great Brahmins and their wives chose lingas of earth. Maya took a linga of sandalwood and Sesa naga took a coral-made linga. </li>' +
'<li>The Goddesses took the lingas of butter; the Yogins took ling as. of the ash; the Yaksas . took linigas of curd and the deity Chaya took a litiga of beaten flour. </li>' +
'<li> The Goddess Brahmani worships, of course, the Linga of Ratna (precious gem). Bana and others worshipped a linga of mercury. </li>' +
'<li>Thus different kinds of lingas were given to them by Visvakarma which the devas and the celestial sages worship regularly. </li>' +
'<li>After giving the devas the various lingas from a desire for their benefit, Visnu explained the mode of worship of Siva to me, Brahma. </li>' +
'<li>After listening to it, I, Brahma, the foremost among devas, came back to my abode highly delighted in mind. </li>' +
'<li>0 sage, after reaching the place I explained the mode of worshipping Siva that yields desires to the devas and sages. </li>' +
'<li>"0 sages and devas, · be pleased to hear with love and pleasure. I am going to explain lovingly the mode of worshipping Siva that confers worldly pleasures and salvation. </li>' +
'<li>The life as a human being is very difficult to obtain among all living beings. 0 devas, 0 sages, a life in a good family is still more difficult. After obtaining the still more difficult birth in a brahmin family of good conduct on account of great merits one shall perform rites assigned to propitiate Siva. </li>' +
'<li>No one shall transgress duties assigned to his caste. Charitable gifts and sacred rites shall be performed to the extent of one\'s capacity and affluence. </li>' +
'<li>The Tapoyajna (sacrifice in the form of penance} is far superior to thousands of Karmayajnas (ritualistic sacrifices). The Japayajna (sacrifice in the form of Japas) is far superior to thousands of Tapoyajnas (sacrifices in the form of penance) . </li>' +
'<li>There is nothing superior to Dhyanayajna (meditation) which is the cause of true knowledge, since the yogin is able to see his favourite (deity) of equanimity through meditation. </li>' +
'<li>Siva is always present near a person set in. meditation. There is no necessity for any atonement or expiation· for a person of true knowledge. </li>' +
'<li>0 gods, persons who have realised Brahman through pure learning need not perform any rite. They are freed from happiness or misery, virtue or evil, sacrifice or Japa, meditation or rules regarding the same. By virtue of thdr learning they are free from base passions and physical changes and decays. </li>' +
'<li>The ling a present in the hearts of Yogins is the purest, blissful, auspicious, undying, all-pervasive and unsullied. </li>' +
'<li>0 brahmins, linga is of two types : the exterior and the interior. The exterior is gross and the interior is subtle. </li>' +
'<li>Those who are engaged in ritualistic sacrifices and do regularly worship the gross linga are unable to steady the mind by meditating upon the subtle and hence they use the gross linga. </li>' +
'<li>He who has not mastered the linga of the mind, the subtle one, must perform the worship in the gross liriga and not otherwise. </li>' +
'<li>The pure undying subtle linga is ever perceived by the masters of true knowledge in the same manner as the gross one is thought to be very excellent by those who are not yogins. </li>' +
'<li>If we consider properly there is nothing else for the real interpreter. Whatever is Niskkala or Sakala is of the form of Siva in the whole universe. This must be constantly thought of in the mind. </li>' +
'<li>Even if they are devoid of the ultimate perfect knowledge, no defect or deficiency can be ascribed to them. Rules regarding what shall be done and what shall not be done are not binding on them. </li>' +
'<li>The knower, of course, is not at all bound by actions, even if he continues the householder\'s life just as the lotus. standing in water is not contaminated by the water. </li>' +
'<li>Till the realisation of perfect knowledge a man should continue the ritualistic worship of Siva. </li>' +
'<li>In order to convince the world, the rituals· must be continued.. Just· as the sun: is reflected in many vessels with water, in the same manner, 0 . devas ·know .that the. supreme Brahman, Siva, assumes the forms of whatever is seen or heard in the world, real or unreal. </li>' +
'<li>There is difference in the vessels but not in the water that they contain. This is what those who know the real meaning of the Vedas say. </li>' +
'<li>"Lord Siva is within the heart of beings in this world." Of what avail are the idols to those who have this real know ledge ? </li>' +
'<li>Having an idol is very auspicious for a person who has no such knowledge. It is a ladder that enables him .to climb to a higher position. </li>' +
'<li>It is very difficult to climb to a position without a support. The idol is only a means to achieve the Nirguna Siva . </li>' +
'<li>The attainment of the Nirguna through a Saguna is certainly possible. In this manner, the symbols of all lords are conducive to a steady faith and belief.</li>' +
'<li>This lord is very great and this is the mode of worship of that lord. If there is no idol, of what avail are scents, sandal paste, flowers, etc. ? </li>' +
'<li>Till the realisation of true knowledge, the idol shall necessarily be worshipped. If any one does not worship the idol before he attains perfect knowledge, his downfall is sure. </li>' +
'<li>0 brahmins, hear the true statement of facts. For the same reason as mentioned. before, the duties of your own caste shall be performed assiduously. </li>' +
'<li>Worship shall be performed where devotion is directed. Without worship and charitable gifts, sin cannot be kept at bay. </li>' +
'<li>As long as there is a vestige of sin in the body, achievement need not be expected. When the sin is wiped off, all rites will bear fruit. </li>' +
'<li>If there is dirt in the cloth the dyeing process cannot be carried out effectively. After the cloth is bleached any dye can be applied to it effectively. </li>' +
'<li>Similarly when the body is freed of its dirty stuff by proper worship of deities, the dye of knowledge can stick to it whence true knowledge will arise. </li>' +
'<li>The root of true knowledge is unswerving devotion.The root of knowledge too is devotion. </li>' +
'<li>The root of devotion is good action and the worship of one\'s own favourite deity. The root of that is the good preceptor. A good· preceptor is secured only through association with good people. </li>' +
'<li>If one associates with good people, one will come across a preceptor. From the preceptor mantras and the modes of worship can be learned. Bhakti (devotion) is generated by worship and it gives birth to knowledge. </li>' +
'<li>Knowledge leads to perfect knowledge and realisation of the supreme Brahman. When there is perfect knowledge, differentiations cease altogether. </li>' +
'<li>When differentiation ceases, the misery of mutually clashing opposites vanishes. He who is free from the tangle of opposites and the miseries attendant on them assumes the form of Siva. </li>' +
'<li>0 celestial sages, when the mutually clashing opposites do not afflict, a person endowed with true knowledge has neither happiness nor misery. Rules of do\'s and don\'ts do not bind him. </li>' +
'<li>Such a person who has not entered a household life is rare to meet with. If there is such a one he will quell all sins by his mere sight. </li>' +
'<li>Even the holy centres praise such a person of knowledge. Devas and all sages consider him the supreme Brahman, Siva Himself. </li>' +
'<li>The holy centres or the deities in the form of clay or rock idols are not equal to him. They take time in sanctifying persons. But a man of true knowledge purifies through his sheer vision. </li>' +
'<li>As long as he continues the life of a householder he shall perform the worship of the idols of the most excellent of the five deities with pleasure. </li>' +
'<li>Or it is enough if Siva alone is worshipped. The root is the most important. When the root is watered, 0 gods, the branches are well-cared for. </li>' +
'<li>0 excellent sages, if the branches are taken care of, it does not necessarily mean that the root is cared for. When the deities are propitiated, the same analogy holds good.  </li>' +
'<li>Our aim shall be to propitiate Siva if we are sensible. 0 gods, if Siva is worshipped, all the gods are worshipped. Hence a person who wants to do good to all living beings shall worship Siva, the benefactor of the world, for the attainment of all deires. </li></ol>' +
'<a href=\'#top\'><strong>Back To Top</strong></a></p>' ,
notes: ['200. According to the Paura:o.ic concept, the turbulent and foamy sea known as the southern China Sea which surrounds Sakadvipa (identified with Malaya, Siam, Indo-China and Southern China) on three sides was called \'the sea of milk\' or Ksira Samudra: cp. SM. Ali : Geography of the Puranas.  ',
' 201;. Taraputras - the children of Daitya Taraka who was. conquered by Indra with the help of Skanda-the son of Siva. The episode is the central theme of Kalidasa\'s:.Kumarasambhava. ']
}
]
}, /*'<br/><em><span style="font-weight:900;color:darkblue;text-shadow: 3px 3px 2px white;background-color:skyblue;font-size:xx-large"> Isvara said:  </span>' +
'<br/><em><span style="font-weight:900;color:maroon;text-shadow: 3px 3px 2px pink;background-color:orange;font-size:x-large">Shree Vishnu said:  </span>' +
'<br/><em><span style="font-weight:900;color:white;text-shadow: 1px 1px 2px grey;background-color:silver;font-size:x-large"font-size:larger">Shree Brahma said:  </span>' +
'<br/><em><span style="font-weight:900;color:darkslateblue;font-size:larger">The Devas said:  </span> ' +

'<em><span style="font-weight:900;color:crimson;font-size:larger"> Saunaka said:  </span>' +
'<!-- <em><span style="font-weight:900;color:#ff9933;font-size:larger"> The Brahmin said:  </span>' + '
'<em><span style="font-weight:900;color:crimson;font-size:larger"> Saunaka said:</span>' +
'<em><span style="font-weight:900;color:green;font-size:larger"> Suta said:  </span> ' +
<span style="font-weight:900;color:purple;font-size:larger"> Cancula said:  </span>
' +
'<em><span style="font-weight:900;color:#ff4811;font-size:larger"> Parvati said:  </span>' +
<em><span style="font-weight:900;color:brown;font-size:larger"> Vyas said:  </span>
<em><span style="font-weight:900;color:brown;font-size:larger"> Vyas said:  </span>
<em><span style="font-weight:900;color:#A0522D;font-size:larger">Shree Brahma said:  </span>
'<br/><em><span style="font-weight:900;color:darkblue;font-size:larger"> Sanatkumara said:  </span> ' +
'<br/><em><span style="font-weight:900;color:darkgreen;font-size:larger"> Nandikeswara said:  </span> ' +
<br/><em><span style="font-weight:900;color:#334443;font-size:larger">The Sages Said:  </span>' +
'<br/><em><span style="font-weight:900;color:purple;font-size:larger"> Acyuta said:  </span> ' +
'<br/><em><span style="font-weight:900;color:#FF000A;font-size:larger"> Narada said:  </span> ' +
'<br/><em><span style="font-weight:900;color:darkblue;text-shadow: 3px 3px 2px white;background-color:#EEEEEF;font-size:larger"> The attendants of Siva said:  </span>' +

''<noteref2_note1footer>(2) - (17)</note>-->'  +
</li>' +
'<li>
*/{
buttonStyle :  "padding:3px;font-weight:bold;color:green;background-color:lightgreen; border: 1px solid green;margin:2px; border-radius:3px;",
buttonText: '13',
title: 'SRISHTI-KHAND,WORSHIPPING SHIVA: THE MODE OF WORSHIPPING SHIVA',
headerStyle: { 'color': 'brown','font-weight': '1900','text-shadow': '1px 3px 4px brown' , 'background-color': 'white', 'opacity':'0.9', 'border':'2px gray inset', 'border-radius':'4px;'},
contentStyle: { 'border':'3px outset blue',
'background-image': 'url("images/rudraSamhita/shrishti_khand11.jpg")',
'background-size': 'contain',
'border-radius':'4px',
'padding':'2px',
'color':'orange',
'opacity':'0.8',
'background-color':'skyblue'} ,
subsections: [
{
subTitle: '',
content: '<br/><em><span style="font-weight:900;color:white;text-shadow: 1px 1px 2px grey;background-color:silver;font-size:x-large"font-size:larger">Shree Brahma said:  </span><br/>' + 
'<ol><li>0 sages, 0 devas, listen. Now I shall explain a mode of worship than which there is no better one and which is conducive to the achievement of all happiness and cherished desires.</li>' +
'<li> Getting up in the Brahma Muhiirta within an hour before dawn one shall remember Siva accompanied by his consort. With palms joined in great devotion and head bent down he shall offer prayers.</li>' +
'<li> 0 lord   devas, get up, get up. 0 lord stationed in the heart, get up. 0 lord of Uma, get up. Confer your auspi- cius blessings on the entire universe.</li>' +
'<li>I know what is virtuous, but I am not inclined to work it up. I know what is unrighteous but I am unable to desist from it. 0 J.viahadeva, I do everything as promp- ted by you, stationed in my heart.</li>' +
'<li>After repeating these words of prayer and remem- bering the sandals of the preceptor he shall go out to the southern direction for answering the calls of nature.</li>' +
'<li>Cleaning the body thereafter with earth and water and washing his hands and feet he shall clean the teeth.</li>' +
'<li> Cleaning of the teeth shall be completed before sunrise. He shall gargle sixteen times with so many mouthfuls of water.</li>' +
'<li>0 celestial sages, the Tithis of navami as well as new moon days and sundays are forbidden for cleaning the teeth with tooth brush twigs.</li>' +
'<li>Bath shall be taken at a convenient time in rivers or in the house itself. No man shall take bath against the conventions of locality or the convenience of the season. </li>' +
'<li>Hot water bath shall be avoided on sundays, Sraddha days, Sarikranti days, at the times of eclipse, on days of Great Charity and fast, in holy centres and during the days of impurity due to death or birth in the family. In the holy ponds and rivers one shall take bath facing the east with great devotion.</li>' +
'<li>Oil bath shall be taken on particular days of the week according to convention in the society. If one is accus- tomed to take oil bath everyday or if one is using scented oil breaking the  convention, it is not faulty.</li>' +
'<li>Otherwise one should avoid Sraddha days, days of eclipse, fast days and the first day of the luner fortnight for oil baths. Except on the days of eclipse mustard oil can be used on other days.</li>' +
'<li>Bath shall be taken after due consideration of the place and season duly. He shall face either the north or the east when taking bath.</li>' +
'<li>He shall never take bath wearing another man\'s clothes. He shall take bath in pure clothes and shall think on his favourite deities.</li>' +
'<li>If he wears during the night another man\'s clothes, the same are not impure, hence there is no harm in taking bath with those clothes on but after taking bath they must be washed and returned.</li>' +
'<li>After bath he shall perform water libation propitia- ting gods, sages and the manes. Thereafter washed and dried clothes shall be worn and Acamana performed again. </li>' +
'<li> In a clean place washed and smeared with cow-·dung, the devotee shall take his seat, 0 Brahmins.</li>' +
'<li> The seat shall be made of wood or a cloth-cover. A seat of diverse colours is conducive to the achievement of all desires.</li>' +
'<li>Or he can have the hide of a deer for a seat. He shall sit on it and apply Tripundara with the ashes.</li>' +
'<li>Prayers, penance and charity shall be performed with due markings of Tripundara on the forehead for sureesults. If ashes are not available marking may be done with· holy water. </li>' +
'<li>After marking Tripundara, on the forehead, the devotee shall wear After daily rites are over, he shall begin the worship of Siva.</li>' +
'<li>Then he shall perform Achamana, the sipping of water thrice with the requisite mantras or once: saying that it is a drop of Ganga water.</li>' +
'<li>Rice cooked with water shall be brought for the worship of Siva. Whatever other things he can bring shall also be brought and kept near. A vessel for Arghya with water and scented raw rice grains shall also be brought:</li>' +
'<li>To complete the formalities of worship, the vessel shall be placed on the right shoulder. He shall think upon the preceptor and ritualistically take his permission for the worship. He shall perform the rite of Samkalpa ( including the requisite mantras and statements about the puja, the day, month, year etc. and the purpose of the Puja) and aver his desire. He shall perform the worship of Siva with His attendants devoutly.</li>' +
'<li>Showing the mystic mudra and using saffron and other materials he shall bow to and worship Ganesa who confers benefits a hundred thousand times and is accompanied by his consorts Siddhi and Buddhi<noteref1_note1footer>(1) - (202)</note>• He shall repeat his names ending in the dative case appended with Namaha and prefixed with Pranava.</li>' +
'<li> After craving for forgiveness of the deity, he shall be worshipped again in the company of his brother Kartikeya with great devotion and shall be bowed to again and again.</li>' +
'<li>The big-bellied Gal)esa, the gate-keeper of the lord, shall be worshipped. Goddess Sati, Girija shall be wor- shipped then.</li>' +
'<li>After worshipping Siva with sandal paste, saffron, incense, various lamps, and food-offerings of different sorts he shall bow down again. In the house the linga shall be made of clay, silver or any other metal or mercury. It shall be bowed to with devotion. If that is worshipped, all deities are worshipped. If the linga is made of clay it shall be installed duly.</li>' +
'<li>The householders shall perform every rite according to prescribed rules. After performing the purificatory rite of the Bhiitas, the installation of the idol shall be performed.</li>' +
'<li>. If the worship is performed in the temple of Siva, the guardians of the quarters shall be installed and worshipped. In the house, Siva shall be worshipped by the root mantra. It is not obligatory that the gatekeeper shall be worshipped. The liriga that is worshipped by me can be worshipped in the house. Everything is installed in the same.</li>' +
'<li>At the time of worship, the lord shall be invoked along with his attendants and paraphernalia. But there is no hard and fast rule governing this aspect.</li>' +
'<li>He shall provide his own seat in the vicinity of Siva. He shall face the north and perform the rite of Acamana (sipping water).</li>' +
'<li>The devotee shall wash his hands and feet and perform Pranayama ten times with Mulamantra.</li>' +
'<li>Five mystic Mudras shall be shown with the hand before the worship. Only after showing the Mudras shall the worship be performed.</li>' +
'<li>The lamp shall be shown then. Homage shall be paid to the preceptor. He shall then seat himself in the yogic poses of Padma, Bhadra, Uttana or Paryarika whichever is convenient and perform the rites once again. After the worship he shall float it along with the cake. If the worship is performed in the house these rules are not binding.</li>' +
'<li>Afterwards the excellent linga shall be washed with the water from the vessel of Arghya itseLf after keeping all the material with the concentrated mind.</li>' +
'<li>The lord shall be invoked then with the following mantra. \"l am invoking Siva, the blissful and favourably disposed to the devotees, Siva seated on the summit of Kailasa, the excellent lord of Parvati, Sambhu of the form as mentioned before, both with or without qualities possessed of five faces, ten hands, three eyes and the bull for banner, as white as camphor, of divine limbs, having crescent moon on the head, wearing matted hair, clad in the hide of an elephant and with the hide of the tiger as upper garment' +
'with Vasuki and other serpents turned round his body, holding Pinaka and other weapons, having the eight Siddhis<noteref1_note1footer>(2) - (203)</note> (accomplishments) dancing constantly in front of Him, served by crowds of devotees crying loudly \'Be victorious. Be victorious.\' of unbearable sight due to excessive splendour, served by all devas, the sole refuge for all living beings, of beaming face shining like lotus and always eulogised by Vig1u and Brahma as extolled by the Vedas and sarred texts.' +
'After the meditation of Siva along with his consort, the seat shall be arranged for.</li>' +
'<li>Worship shall be performed with the names end- ing in dative case. Padya and Arghya shall be offered to Shiva.</li>' +
'<li>After offering Achamana, the supreme .Atman Siva shall be bathed with five materials (milk, curds, honey, etc.) </li>' +
'<li>Then the offerings shall be made with great devotion reciting the requisite Vedic mantras or the names ending in the dative case.</li>' +
'<li>Similarly any desirable and desired material shall be offered to Siva. Thereafter the Varuna Snana rite (cere- monial ablution) shall be performed to Siva.</li>' +
'<li>Sweet-smelling sandal paste and other unguentg shall then be applied. The water poured over the deity in a continuous current shall be rendered fragrant.</li>' +
'<li>The water ablutions shall be made reciting Vedic mantras or six-syllabled mantra eleven times, if so much time can be spared, then the deity shall be wiped with a cloth.</li>' +
'<li>Then the .Acamana shall be offered and cloth dedicated. Gingelly seeds, barley grains, wheat, green gram or black gram shall then be offered to Siva with various mantras. Then flowers shall be offered to the five-faced noble soul.</li>' +
'<li>Lotuses, rose, Sailkha, and Kusa flowers, Dhattiiras, Mandaras grown in a wooden vessel, holy basil leaves or Bilva leaves shall be offered to each of the faces in accodance with the previous meditation or according to one\'s wish. By all means Siva favourably disposed to His devo- tees shall be worshipped with great devotion. If other flowers are not available, Bilva leaves shall be used exclusi- vely in the worship of Siva.</li>' +
'<li>With the offering of Bilva leaves alone, the worship shall be performed. Then scented powders, sweet- smelling oil etc. of various sorts shall be offered to Siva with great joy. Then incense, Guggulu (the fragrant gum resin) and Aguru (the fragrant Aloe wood) shall be offered.</li>' +
'<li>Thereafter a lamp lighted with ghee shall be offered to Siva. With great devotion the rite of wiping of the face shall be performed with a cloth. With the following mantra, Arghya shall be offered with:great devotion. \' 0 Siva, give us good features, good fame, and good enjoyment of pleasures. Taking this Arghya give us the pleasures of the world and salvation. Obeisance be to Thee\'. Then various kinds of food-offerings shall be made to Siva.</li>' +
'<li>Then Acamana shall be performed immediately. Then the offering of betel leaves with all necessary adjuncts shall be made to Siva, Arartika (the rite of waving lights) shall be performed with a lamp with five wicks. Light shall be waved four times at the feet; twice in the umbilical region, once near the face and seven times over the whole body. Then the devotee shall perform meditation as stated before and repeat the mantras.</li>' +
'<li>The mantras shall be repeated in accordance with the knowledge, as many times as are necessary in the manner instructed by the preceptor.</li>' +
'<li>The deity Siva shall be eulogised lovingly with various hymns. Then the devotee shall circumambulate around Siva by and by.</li>' +
'<li>Then he shall perform prostration with the eight limbs touching the ground many times. He shall then offer handfuls of flowers with great devotion repeating the following mantra.</li>' +
'<li>0 Siva, whatever I have done by way of worship etc. with or without sufficient knowledge for Siva the great lord, in order to secure His satisfaction shall be fruitful by your grace. 0 MrQ.a, I belong to you. My vital airs are fixed in you. My mind is always concentrated in you. 0 GaurHa, 0 lord of goblins, be pleased with me. Those who stagger and falter on the ground are supported by the ground alone. 0 lord, those who have offended you shall find in you alone as their refuge. After entreaties like these the devotee shall make a handful of flower-offering. Then he shall bow down many times and take the ritualistic farewell- ' +
'<br/>\'0 lord be pleased to return to your abode along with your attendants. Please come again when I perform worship\'. After requesting thus many times, Siva who is favourably disposed to His devotees shall be bidden farewell to abide in the heart.The holy water shall then be applied over the head.' +
'<p>0 sages, thus I have entirely explained the mode of worshipping Siva that confers worldly pleasures and salva- tion. What else do you wish to hear ?</p></li></ol>' +
'<a href=\'#top\'><strong>Back To Top</strong></a></p>' ,
notes: ['202 Siddhi and Buddhi are personified as the wives of Ganesa, the wn of Siva and Parvati.',
        '203 8 siddhis are:<br/> Aṇimā: Ability to reduce one\'s size<br/>Mahima: Ability to increase one\'s size<br/>Garima: Ability to increase one\'s weight infinitely<br/>Laghima: Ability to become lighter than the lightest<br/>Prāpti: Ability to Obtain anything<br/>Prākāmya: Ability to acquire anything desired<br/>Iṣiṭva: Lordship over creation<br/>Vaśitva: Having control over things<br/>']
}
]
}, /*'<br/><em><span style="font-weight:900;color:darkblue;text-shadow: 3px 3px 2px white;background-color:skyblue;font-size:xx-large"> Isvara said:  </span>' +
'<br/><em><span style="font-weight:900;color:maroon;text-shadow: 3px 3px 2px pink;background-color:orange;font-size:x-large">Shree Vishnu said:  </span>' +
'<br/><em><span style="font-weight:900;color:white;text-shadow: 1px 1px 2px grey;background-color:silver;font-size:x-large"font-size:larger">Shree Brahma said:  </span>' +
'<br/><em><span style="font-weight:900;color:darkslateblue;font-size:larger">The Devas said:  </span> ' +

'<em><span style="font-weight:900;color:crimson;font-size:larger"> Saunaka said:  </span>' +
'<!-- <em><span style="font-weight:900;color:#ff9933;font-size:larger"> The Brahmin said:  </span>' + '
'<em><span style="font-weight:900;color:crimson;font-size:larger"> Saunaka said:</span>' +
'<em><span style="font-weight:900;color:green;font-size:larger"> Suta said:  </span> ' +
<span style="font-weight:900;color:purple;font-size:larger"> Cancula said:  </span>
' +
'<em><span style="font-weight:900;color:#ff4811;font-size:larger"> Parvati said:  </span>' +
<em><span style="font-weight:900;color:brown;font-size:larger"> Vyas said:  </span>
<em><span style="font-weight:900;color:brown;font-size:larger"> Sula said:  </span>
<em><span style="font-weight:900;color:#A0522D;font-size:larger">Shree Brahma said:  </span>
'<br/><em><span style="font-weight:900;color:darkblue;font-size:larger"> Sanatkumara said:  </span> ' +
'<br/><em><span style="font-weight:900;color:darkgreen;font-size:larger"> Nandikeswara said:  </span> ' +
<br/><em><span style="font-weight:900;color:#334443;font-size:larger">The Sages Said:  </span>' +
'<br/><em><span style="font-weight:900;color:purple;font-size:larger"> Acyuta said:  </span> ' +
'<br/><em><span style="font-weight:900;color:#FF000A;font-size:larger"> Narada said:  </span> ' +
'<br/><em><span style="font-weight:900;color:darkblue;text-shadow: 3px 3px 2px white;background-color:#EEEEEF;font-size:larger"> The attendants of Siva said:  </span>' +

''<noteref2_note1footer>(2) - (17)</note>-->'  +
</li>' +
'<li>
*/{
buttonStyle :  "padding:3px;font-weight:bold;color:green;background-color:lightgreen; border: 1px solid green;margin:2px; border-radius:3px;",
buttonText: '14',
title: 'SRISHTI-KHAND,WORSHIPPING SHIVA: DIRECTIONS FOR THE WORSHIP OF SHIVA',
headerStyle: { 'color': 'yellow','font-weight': '1900','text-shadow': '1px 2px 2px white' , 'background-color': '#332288', 'opacity':'0.9', 'border':'2px yellow outset', 'border-radius':'3px;', 'padding': '10px'},
contentStyle: { 'border':'3px outset blue',
'background-image': 'url("images/rudraSamhita/shrishti_khand11.jpg")',
'background-size': 'contain',
'border-radius':'4px',
'padding':'2px',
'color':'orange',
'opacity':'0.8',
'background-color':'skyblue'} ,
subsections: [
{
subTitle: '',
content: '<em><span style="font-weight:900;color:#334443;font-size:larger">The Sages Said:  </span>' + 
'<ol><li>0 disciple of Vyasa, 0 fortunate one, please explain to us authoritatively the fruits granted by Siva for the diffe- rent worships with different flowers..</li>' +
'<br/><em><span style="font-weight:900;color:green;font-size:larger"> Suta said:  </span> ' + 
'<li> 0 sages, Saunaka and others, please listen attentively. I shall lovingly explain to you the mode of offering flowers which is the same as Brahma explained to Narada at his request.</li>' + 
'<br/><em><span style="font-weight:900;color:#A0522D;font-size:larger">Shree Brahma said:  </span>' + 
'<li>A person desirous of wealth shall worship lord Siva with lotuses, Bilva leaves, petals of lotuses or with Sarikha flowers.</li>' +
'<li>0 Brahmin, ·if a devotee worships Siva with a hundred flowers, his sins shall be wiped off and the devotee shah ·become rich.</li>' + 
'<li>Twenty full lotuses constitute one prastha measure. A Thousand Bilva leaves constitute half a Prastha.</li>' + 
'<li>Petals of lotuses, a thousand in number constitute half a prastha. Ten Tanka weight constitutes one pala and sixteen palas make one prastha.</li>' + 
'<li>Flowers for worship shall be weighed in the balance according to this calculation. The worship thus duly per- formed shall accord all cherished desires. If the devotee worships with no specific desires he will become Siva himself.</li>' + 
'<li>0 lordly sages, a person desirous of obtaining a kingdom shall propitiate Lord Siva with the worship of a hundred million earthen lingas. Lord Siva confers a king-dom on the devotee certainly. He shall use Sivalitiga for worship. Flowers shall be used. Unsplit rice grains mixed with sandal paste ·shall be used. The ceremonial ablution shall be performed. The manrta used shall be pleasing. ' + 
'Bilva leaves are very excellent. Or he can use loose petals or full lotuses or Sankha flowers according to ancient authorities. The worship is divine and accords pleasures and achievement of desires both here and hereafter, He shall not omit other items such as incense, lamps, food-offerings, Arghya, Arartika (waving of lights), Namaskara,' +
'(craving forgiveness and Visarjana) the ritualistic dismissal). At the end he shall feed other devotees.</li>' + 
'<li>A person who yearns for important positions shall worship half the former number. A person desiring release from prison shall worship a hundred thousand litigas of Siva.</li>' + 
'<li>A person afflicted by ailments shall worship half that number. A person desiring a daughter shall worship half that number.</li>' + 
'<li>A person desirous of learning shall worship half that number. A person desirous of eloquence shall worship Siva with ghee.</li>' + 
'<li>In order to drive out enemies, the number of worship is the same as before. For exterminating enemies, worship is for a hundred thousand times and for enchantment worship is half that number.</li>' +
'<li>For the conquest of vassal kings, worship for ten million times is recommended, or keeping vassal kings under influence the same for ten thousand times is recommended.</li>' + 
'<li>For achieving glory with plenty of vehicles, worship for a thousand times shall be performed. A person desiring salvation shall worship Siva five crores of times with deep devotion.</li>' + 
'<li>A person seeking knowledge shall worship Siva, the benefactor of the world, ten million times. A person desiring Siva\'s vision shall worship Him five million times.</li>' + 
'<li>The Mrtyunjaya mantra shall be repeated half a million times when Siva shall be visible to the devotee and fulfil his desires.</li>' + 
'<li>If a person repeats the mantra a hundred thou- sand times and begins a second instalment he will be lifted to a higher caste. When he completes the third hundred thousand times all his worldly desires will be fulfilled. In the fourth he will be able to see the lord.</li>' + 
'<li>When the fifty is completed, the lord will confer on him all benefits. When the same mantra is repeated a million times, the merit is tremendous.</li>' + 
'<li>A person desirous of liberation shall worship him wjth Darbhas. 0 best of sages, the number everywhere Is a hundred thousand times.</li>' + 
'<li>A person desirous of long life shall worship him with Durva grass. A person desirous of sons shall worship him with Dhattura flowers.</li>' + 
'<li>A Dhattura plant with red stem is specially auspicious for worship. A worshipper using Agastya flowers will earn great fame.</li>' + 
'<li>Worldly pleasures and salvation will be secured by a person who worships with Tulasi. Great valour can be secured by worshipping with Arka or Kubjakalhara flowers.</li>' + 
'<li> The worship with Japa flowers (China rose) brings about the death of enemies. Karavira flowers drive away all ailments.</li>' + 
'<li>By worshipping with Bandhiika flowers the devotee will get ornaments; with Jati flowers he will acquire good vehicles; with Atasi flowers he will attain favour of Visnu.</li>' + 
'<li>With Sami leaves he will secure salvation. With Mallika flowers he will secure an auspicious woman.</li>' + 
'<li>With the splendid Yii.thika flowers he will not be deprived of a house. With Karr:tikara flowers he will secure plenty of garments.</li>' + 
'<li>With Nirgundi flowers, his mind becomes pure in the world. A hundred thousand_Bilva leaves used for worship will secure the fulfilment of all desires.</li>' + 
'<li>Use of lovely flowers in the form of garlands increases happiness and wealth. Use of seasonal flowers for worship yields liberation. There is no doubt in this.</li>' + 
'<li>The flowers of Rajika bring about the death of enemies. A hundred thousand Rajika flowers shall be used for the worship of Siva. The benefit accruing will be very great.</li>' + 
'<li>Excepting the Campaka and the Ketaka there is no flower which does not appeal to Siva. All other flowers can be used for worshipping Him.</li>' + 
'<li>Now, 0 excellent one, listen to the quantity of and the benefit accruing from grains and pulses in their use for worship of Siva.</li>' + 
'<li>Heaping up rice grains by way of worship causes prosperity. Six and a half prastha, and two palas of rice grains constitute a hundred thousand in number of grains. These shall be used in their unsplit form for the worship of Siva.</li>' + 
'<li>Worship of Rudra shall be·performed at first and a fine cloth shall be spread over the liriga. The rice grains shall be put over the cloth at the time ofworship.</li>' + 
'<li>At ·the end of worship, a coconut fruit shall be placed with scents and flowers etc. and fumigated with incense. The devotee shall attain the benefit of worship.</li>' + 
'<li>Silver coins and black gram shall be given as fee to the priest as much as for two Prajapatya ceremonies. If the devotee cannot afford it he shall give according to his capacity.</li>' + 
'<li>Thereafter twelve brahmins shall be fed. The whole of this then constitutes the complete in its details and with requisite mantras.</li>' + 
'<li>The mantras shall be repeated hundred and eight times. That is the rule. A hundred thousand gingelly seeds used for worship destroy even .great sins. Eleven Palas of gingelly seeds constitute a hundred thousand in number.The mode of worship is the same as before. Those who desire beneficent results shall perform the Puja. Brahmins shall be fed. Hence, only those who can afford shall perform this. Certainly all miseries due to great sins perish instantaneously.</li>' + 
'<li>Performance of the worship of Siva with a hundred thousand barley grains is highly efficacious. Eight and a half Prasthas and two Palas of barley grains constitute a hundred thousand in number according to ancient calcu- lation. The worship with barley grains, the sages say, increases heavenly pleasures.</li>' + 
'<li>Brahmins desiring the benefit shall perform the rite of Prajapatya. The worship of Siva with wheat grains is highly praiseworthy. If a hundred thousand grains are used for worship, the devotee shall be blessed with a number of children. Half a Drol).a of wheat will consti- tute a hundred thousand in number of grains. The mode of worship is as before.</li>' + 
'<li>Siva accords happiness on being worshipped with green grams. Seven Prasthas and two Palas to seven and a half Prasthas of green grams constitute a hundred thousand in number. Eleven brahmins shall be fed.</li>' + 
'<li>If the great Atman, the presiding deity of Dharma, is worshipped with Priyailgu (long pepper corns), the devotee will be blessed with happiness. His virtue, wealth and love will flourish. A Prastha of these corns constitutes a hundred thousand in number according to ancient authorities. Twelve brahmins shall be fed.</li>' + 
'<li>Worship with Rajika (small mustard) of Siva shall bring about the death of enemies. Twenty Palas of (big mustard) constitute a hundred thousand in number. Worshipping with them also brings about the death of enemies. The Sivalinga shall be decorated with the leaves of Adhaki and then worshipped.</li>' + 
'<li>A cow along with necessary adjuncts shall be given in charity and a bull shall also be given. Worship with pepper is also conducive to the destruction of enemies. The Sivaliilga shall be decorated with the ·leaves of ·AQ.haki flowers and worshipped. This worship is conducive to different kinds of happiness and benefits.</li>' + 
'<li>0 best among sages, the measurement and number of grains and pulses have been explained to you by me. 0 lord of sages, now listen to the calculation of a hundred thousand in the case of flowers.</li>' + 
'<li>A Prastha of Sankha flowers constitutes a hundred thousand, says Vyasa who shows the exact measurement and calculation.</li>' + 
'<li>Eleven Prasthas of Jati and Yuthika flowers constitute a hundred thousand in number in each. Five and a half Prasthas of Rajika flowers also constitute so many.</li>' + 
'<li>Twenty Prasthas of Mallika flowers constitute a hundred thousand; while so many flowers of gingelly plant measure a little less than a Prastha.</li>' + 
'<li>Karavira flowers measure three times that. Scholars say that the flowers of Nirgundi too measure likewise. In Karnikara and Sirisa flowers too, the same mode of calculation holds good. Ten Prasthas of Bandhujiva flowers constitute a hundred thousand.</li>' + 
'<li>The devotee shall perform the worship of Siva with different flowers after considering these modes of calculation for the fulfilment of desires if he has any or for the sake of salvation if he has no desire.</li>' + 
'<li>Now I shall explain the benefit of great potentiality accruing from Dharapuja, a mere listening to which is conducive to great welfare.</li>' + 
'<li>After performing the regular worship of Siva, with great devotion in accordance with prescribed rules, the devotees shall pour water in a continuous stream.</li>' + 
'<li>This Dhara worship is very efficacious in delirium due to fever. At that time Satarudriya mantra, Rudraikadasa mantra, Rudrajapya mantra, Sukta, Sadanga mantra, Mahamrtyunjjaya<noteref1_note1footer>(1) - (204)</note> mantra, Gayatri, names ending with Nama]). and beginning with Pranava or Agama mantra shall be repeated.</li>' + 
'<li>The Dhara worship is very excellent in regard to flourishing series of Different types of auspicious materials of worship shall be added to the water.</li>' + 
'<li>If Dhara worship is performed with ghee continuously while a thousand mantras are repeated, the family will undoubtedly flourish.</li>' + 
'<li>Thus the worship of Siva shall be performed with the mantras mentioned by me. Sages have held that brahmins shall be fed and Prajapatya rite shall be performed.</li>' + 
'<li>Milk without sugar is usually taken for the Dhara. If the devotee is deficient in intellect and yearns for the same, sugar shall be added to milk for the sake of Dhara. </li>' + 
'<li>His intellect will become as keen as that of Brhaspati. The Dhadi. shall be continued till ten thousand mantras are completely repeated.</li>' + 
'<li>If there is any crack or laceration in the body without an apparent cause, if there is any uncommon increase of love or misery anywhere, or if there be very frequent quarrels in the house, miseries will perish when the Dhara worship is performed.</li>' + 
'<li>Oil-Dhara shall be performed on Sivalinga for harassing enemies. Success in the enterprise is certain.</li>' + 
'<li>If scented oil is used, worldly pleasures will be increased. If mustard oil is used, enemies will be exterminated undoubtedly.</li>' + 
'<li>If honey is used, the devotee wiii become Kubera (God of wealth). The Dhara of sugarcane juice is conducive to all pleasures.</li>' + 
'<li>The Dhara of Ganga water yields worldly pleasures and salvation. In all these Dharas Mrtyufijaya mantra shall be muttered ten thousand times. Eleven brahmins shall be fed.</li>' + 
'<li>0 lordly saint, what I have been asked I have now explained to you completely. This will be fruitful in the world and will contribute to the achievement of all desires.</li>' + 
'<li>I shall now tell you, as I have heard, the benefit accruing from the due worship of Siva in the company ofSkanda and Uma.</li>' +
'<li>He will enjoy in this world all kinds of auspicious pleasures with sons and grandsons. Then he will go to the region of Siva that is conducive to all happiness. He will enjoy happy. sports with Siva\'s attendants, move about in aerial chariots that can go anywhere they pleased and that shine like ten million suns and will be served by Rudra\'s maidens with songs and instrumental music, till the time of Dissolution. Then he will attain perfect knowledge and ultimately salvation.</li></ol>' +
'<a href=\'#top\'><strong>Back To Top</strong></a></p>' ,
notes: ['204 This mantra is often used for wardjng off diseases and prolong.. ing life.']
}
]
}, /*'<br/><em><span style="font-weight:900;color:darkblue;text-shadow: 3px 3px 2px white;background-color:skyblue;font-size:xx-large"> Isvara said:  </span>' +
'<br/><em><span style="font-weight:900;color:maroon;text-shadow: 3px 3px 2px pink;background-color:orange;font-size:x-large">Shree Vishnu said:  </span>' +
'<br/><em><span style="font-weight:900;color:white;text-shadow: 1px 1px 2px grey;background-color:silver;font-size:x-large"font-size:larger">Shree Brahma said:  </span>' +
'<br/><em><span style="font-weight:900;color:darkslateblue;font-size:larger">The Devas said:  </span> ' +

'<em><span style="font-weight:900;color:crimson;font-size:larger"> Saunaka said:  </span>' +
'<!-- <em><span style="font-weight:900;color:#ff9933;font-size:larger"> The Brahmin said:  </span>' + '
'<em><span style="font-weight:900;color:crimson;font-size:larger"> Saunaka said:</span>' +
'<em><span style="font-weight:900;color:green;font-size:larger"> Suta said:  </span> ' +
<span style="font-weight:900;color:purple;font-size:larger"> Cancula said:  </span>
' +
'<em><span style="font-weight:900;color:#ff4811;font-size:larger"> Parvati said:  </span>' +
<em><span style="font-weight:900;color:brown;font-size:larger"> Vyas said:  </span>
<em><span style="font-weight:900;color:brown;font-size:larger"> Sula said:  </span>
<em><span style="font-weight:900;color:#A0522D;font-size:larger">Shree Brahma said:  </span>
'<br/><em><span style="font-weight:900;color:darkblue;font-size:larger"> Sanatkumara said:  </span> ' +
'<br/><em><span style="font-weight:900;color:darkgreen;font-size:larger"> Nandikeswara said:  </span> ' +
<br/><em><span style="font-weight:900;color:#334443;font-size:larger">The Sages Said:  </span>' +
'<br/><em><span style="font-weight:900;color:purple;font-size:larger"> Acyuta said:  </span> ' +
'<br/><em><span style="font-weight:900;color:#FF000A;font-size:larger"> Narada said:  </span> ' +
'<br/><em><span style="font-weight:900;color:darkblue;text-shadow: 3px 3px 2px white;background-color:#EEEEEF;font-size:larger"> The attendants of Siva said:  </span>' +

''<noteref2_note1footer>(2) - (17)</note>-->'  +
</li>' +
'<li>
*/{
buttonStyle :  "padding:3px;font-weight:bold;color:green;background-color:lightgreen; border: 1px solid green;margin:2px; border-radius:3px;",
buttonText: '15',
title: 'SRISHTI-KHAND,THE MANIFESTATION OF RURDA',
headerStyle: { 'color': '#332288','font-weight': '1900','text-shadow': '1px 2px 2px white' , 'background-color': 'turquoise', 'opacity':'0.9', 'border':'2px yellow outset', 'border-radius':'3px;', 'padding': '10px'},
contentStyle: { 'border':'3px outset blue',
'background-image': 'url("images/rudraSamhita/shrishti_khand15.jpg")',
'background-size': 'contain',
'border-radius':'4px',
'padding':'2px',
'color':'orange',
'opacity':'0.8',
'background-color':'skyblue'} ,
subsections: [
{
subTitle: '',
content: '<em><span style="font-weight:900;color:#FF000A;font-size:larger"> Narada said:  </span> <br/>' +
'<ol><li>0 creator, 0 Brahma the fortunate, you are blessed 0 foremost among Devas. A wonderfully sanctifying story of Siva has been narrated by you, today.</li>' + 
'<li>I have heard the wonderfully divine story of the origin of the Linga, the auspicious hearing of the efficacy of which destroys all miseries here.</li>' + 
'<li>Please narrate what transpired thereafter, the grandeur of the created things and particularly the mode of creation.</li>' + 
'<br/><em><span style="font-weight:900;color:white;text-shadow: 1px 1px 2px grey;background-color:silver;font-size:x-large"font-size:larger">Shree Brahma said:  </span>' +
'<li>You have requested very pertinently. I shall briefly narrate what transpired later as I have heard before.</li>' + 
'<li>When the eternal lord Siva vanished, 0 chief of brahmins, Vishnu and I in a very happy mood withdrew our forms of Swan and Boar and wished for creation and sustenance of the worlds.</li>' + 
'<em><span style="font-weight:900;color:#FF000A;font-size:larger"> Narada said:  </span> <br/>' +
'<li>0 Vidhi, 0 Brahma, 0 wise one, I have a great doubt. Please remove the same.</li>' + 
'<li>How is it that both of you assumed the forms of Swan and Boar instead of other forms ? Please tell me the reason for the same.</li>' + 
'<em><span style="font-weight:900;color:green;font-size:larger"> Suta said:  </span> ' +
'<li>On hearing these words of the noble-souled Narada,. Brahma spoke after remembering the lotus-like feet of Siva.</li>' + 
'<br/><em><span style="font-weight:900;color:white;text-shadow: 1px 1px 2px grey;background-color:silver;font-size:x-large"font-size:larger">Shree Brahma said:  </span>' +
'<li>The swan has the power of going up steadily. It has the power of discriminating between the real and the unreal as in separating milk from water.</li>' + 
'<li>The swan understands the distinction between ignorance and knowledge. Hence I (Brahmii) the Creator, assumed the form of Swan.</li>' + 
'<li>0 Narada ! But I failed to cognize the refulgent form of Siva and therefore could not exercise my power of discrimination.</li>' + 
'<li>How can real knowledge dawn on one who is engaged in activities of creation ? Hence though in the form of Swan I could not attain the power of discrimination.</li>' + 
'<li>A boar has the power of steadily going deep below. Hence Visnu, the wanderer in the forest, assumed the form of the boar.</li>' + 
'<li>Or the protector of all the worlds assumed the form of a Boar to start a new Kalpa (Aeon).</li>' + 
'<li>Since the day he assumed the form of a Boar, the aeon by the title of Varaha has started.</li>' + 
'<li>Or the Varahakalpa can be considered to have started since the day we two decided to assume these forms.</li>' + 
'<li>0 Narada, thus I have answered your relevant question. 0 sage, now listen. I shall resume the context. Remembering the lotus-like feet of Siva I shall explain to you the mode of Creation.</li>' + 
'<li>When God Siva vanished, I, Pitamaha (grand- futlier) of the worlds fell into contemplation pondering on the means of carrying out His words of direction.</li>' + 
'<li>Then after bowing down to Siva, getting knowledge from Visnu and attaining the highest bliss, I decided to start the work of creation.</li>' + 
'<li>After bowing to Siva and instructing me, 0 dear one, Visnu too vanished.</li>' +
'<li>After getting the blessings of Siva and going out of the cosmic egg, Vigm made Vaikuntha<noteref1_note1footer>(1) - (207)</note> his permanent abode.</li>' + 
'<li>Desiring to create, I remembered Siva and Vigm. In the waters that had already been created I offered handfuls of water as libation.</li>' + 
'<li>Then the cosmic egg arose consisting of twenty-four Principles<noteref2_note1footer>(2) - (208)</note>. 0 brahmin, then a splendid, huge form Virat appeared and the form of waters was not seen.</li>' + 
'<li>Confusion arose in my mind and I performed a severe penance for twelve years meditating on Visnu</li>' + 
'<li>At that time, appeared before me and touching my body lovingly and joyously he told me.</li>' +
'</ol>' +
'<a href=\'#top\'><strong>Back To Top</strong></a></p>' ,
notes: ['207. It is Visnu\'s abode variously described as situated in the Nothern ocean or on the eastern peak of mount Meru.',
'208.According to the PauraJ)ic account of creation, the cosmic Egg constituted of twenty-four tattvas was entirely material. In the beginning it was a dead egg and it remained so until it was activated by the principle of Brahma which having entered into it split the egg into two halves by the process of fission.']
}
]
}, /*'<br/><em><span style="font-weight:900;color:darkblue;text-shadow: 3px 3px 2px white;background-color:skyblue;font-size:xx-large"> Isvara said:  </span>' +
'<br/><em><span style="font-weight:900;color:maroon;text-shadow: 3px 3px 2px pink;background-color:orange;font-size:x-large">Shree Vishnu said:  </span>' +
'<br/><em><span style="font-weight:900;color:white;text-shadow: 1px 1px 2px grey;background-color:silver;font-size:x-large"font-size:larger">Shree Brahma said:  </span>' +
'<br/><em><span style="font-weight:900;color:darkslateblue;font-size:larger">The Devas said:  </span> ' +

'<em><span style="font-weight:900;color:crimson;font-size:larger"> Saunaka said:  </span>' +
'<!-- <em><span style="font-weight:900;color:#ff9933;font-size:larger"> The Brahmin said:  </span>' + '
'<em><span style="font-weight:900;color:crimson;font-size:larger"> Saunaka said:</span>' +
'<em><span style="font-weight:900;color:green;font-size:larger"> Suta said:  </span> ' +
<span style="font-weight:900;color:purple;font-size:larger"> Cancula said:  </span>
' +
'<em><span style="font-weight:900;color:#ff4811;font-size:larger"> Parvati said:  </span>' +
<em><span style="font-weight:900;color:brown;font-size:larger"> Vyas said:  </span>
<em><span style="font-weight:900;color:brown;font-size:larger"> Sula said:  </span>
<em><span style="font-weight:900;color:#A0522D;font-size:larger">Shree Brahma said:  </span>
'<br/><em><span style="font-weight:900;color:darkblue;font-size:larger"> Sanatkumara said:  </span> ' +
'<br/><em><span style="font-weight:900;color:darkgreen;font-size:larger"> Nandikeswara said:  </span> ' +
<br/><em><span style="font-weight:900;color:#334443;font-size:larger">The Sages Said:  </span>' +
'<br/><em><span style="font-weight:900;color:purple;font-size:larger"> Acyuta said:  </span> ' +
'<br/><em><span style="font-weight:900;color:#FF000A;font-size:larger"> Narada said:  </span> ' +
'<br/><em><span style="font-weight:900;color:darkblue;text-shadow: 3px 3px 2px white;background-color:#EEEEEF;font-size:larger"> The attendants of Siva said:  </span>' +

''<noteref2_note1footer>(2) - (17)</note>-->'  +
</li>' +
'<li>
*/{
buttonStyle :  "padding:3px;font-weight:bold;color:green;background-color:lightgreen; border: 1px solid green;margin:2px; border-radius:3px;",
buttonText: '16',
title: 'SRISHTI-KHAND, DESCRIPTION OF THE CREATION',
headerStyle: { 'color': '#332288','font-weight': '1900','text-shadow': '1px 2px 2px white' , 'background-color': 'turquoise', 'opacity':'0.9', 'border':'2px yellow outset', 'border-radius':'3px;', 'padding': '10px'},
contentStyle: { 'border':'3px outset blue',
'background-image': 'url("images/rudraSamhita/shrishti_khand15.jpg")',
'background-size': 'contain',
'border-radius':'4px',
'padding':'2px',
'color':'orange',
'opacity':'0.8',
'background-color':'skyblue'} ,
subsections: [
{
subTitle: '',
content: '<em><span style="font-weight:900;color:#334443;font-size:larger">The Sages Said:  </span>' + 
'<ol><li></li>' + 
'<li></li>' + 
'</ol>' +
'<a href=\'#top\'><strong>Back To Top</strong></a></p>' ,
notes: []
}
]
}
];