var defaultButtonStyle = "padding:3px;font-weight:bold;color:green;background-color:lightyellow; border: 1px solid green;margin:2px; border-radius:3px;";
var defaultPrevButtonStyle = "float:left;padding:3px;font-weight:bold;color:darkslateblue;background-color:lightyellow; border: 1px solid green;margin:2px; border-radius:3px;";
var defaultNextButtonStyle = "float:right;padding:3px;font-weight:bold;color:darkslateblue;background-color:lightyellow; border: 1px solid green;margin:2px; border-radius:3px;margin-right:20px;";
        var leftNavigation = true ;
var defaultHeaderStyle=
    {
        'font-weight': '900',
        'color':'firebrick',
         'background-color': 'transparent', 'opacity':'1.5'
    };
var defaultDetailStyle = { 
      'background-color':'lightgoldenrodyellow',
        'opacity':'0.7',
        'margin': '10px',
      'padding':'5px',
        'color':'black',
        'font-weight':'900',
        'border':'2px solid red'};
var defaultContentStyle =   { 'border':'3px outset orange',
             'background-image': 'url("images/lord-krishna-786.jpg")',
             'background-size': 'contain',
             'border-radius':'4px', 
             'padding':'2px',
             'color':'orange', 
             'opacity':'0.5',
              'background-color':'lightgoldenrodyellow'};
var chapterData = [
    

    {
    buttonStyle :  "padding:3px;font-weight:bold;color:green;background-color:lightgreen; border: 1px solid green;margin:2px; border-radius:3px;",
    buttonText: 'KOTI RUDRA-SAMHITA,  ',
        title: 'KOTI RUDRA-SAMHITA',
        headerStyle: { 'color': 'darkblue','font-weight': '1900', 'background-color': 'skyblue', 'opacity':'0.5'},
        contentStyle: { 'border':'3px outset blue',
             'background-image': '',
             'background-size': 'contain',
             'border-radius':'4px', 
             'padding':'2px',
             'color':'orange', 
             'opacity':'0.5',
              'background-color':'skyblue'} ,
        subsections: [
           { 
                subTitle: 'THE GREATNESS OF \'UPALINGAS\'',
                content: '<p>After describing about the twelve Jyotirlinga, Suta mentioned about the various Upalingas originating from them. The Upalinga named Someshwar is situated at a place where the earth meets the ocean. This Upalinga is also known as \'Antakesh\'. </p>'
              +' <p>The Upalinga originating from MallikArjuna is famous by the name of \'Rudreshwar\'. Similarly the Upalinga originating from Mahakal Jyotirlinga is known as \'Dughdhesh\'.  </p>'+
                '<p>The Upalinga manifesting from Omkar jyotirlinga is famous as \'Kardameshwar\'. The Upalinga manifesting from Kedareshwar jyotirlinga is known as Bhuteshwar and is situated at the bank of Yamuna River. </p>' +
                '<p>The Upalinga manifesting from Bhima Shankar Jyotirlinga is famously known as \'Bheemeshwar\</p>' +
'<p>All these upalingas are considered to be very sacred. A devotee who has darshan of these Upalingas gets liberated from all of his sins.</p>' +
'<p>Apart from these twelve Jyotirlingas and Upalingas, there are numerous other lingas, which have great religious importance. They are Kritikavaseshwar, Tilmandeshwar, Bhuteshwar, Batukeshwar, Pureshwar, Siddhanateshwar, Sringeshwar, Gopeshwar, Rangeshwar, Rameshwar, Atrishwar, Mahabal Linga Kameshwar, Ganeshwar, Shukreshwar, Chandrashekar, Rishishwar, Laliteshwar, Pashupatishwar, (Pashupatinath), Kumtinath and Andhakeshwar etc. </p>',
notes: []
},{
subTitle: 'ATRI AND ANUSUYA DO PENANCE',
content: '<p>Sage Atri and his wife Anusuya were doing penance in the forest called Kamad, situated near the Chitrakut mountain. Once it did not rain for many days. As a result people living in that area faced a severe drought.</p>' +
'<p>Anusuya requested her husband to help out the people from their hardships. Sage Atri sat down to meditate. One by one, his disciples deserted him. Only Anusuya remained with him. She spent her days worshipping the Parthiva lingas and circumambulating sage Atri who was engrossed in his meditation. She had vowed not to have a single morsel of food till it rained.</p>' +
'<p>All the deities became very pleased with their penance. They arrived at the place where both of them were doing penance and after giving blessings went back to their respective abodes.</p>' +
'<p>Lord Shiva and river Ganges stayed there. It did not rain for fifty four years. Both sage Atri and Anusuya continued with their respective penance.</p>' +
'<p>While doing penance, sage Atri felt thirsty. He requested Anusuya to fetch some water. Anusuya went with a Kamandal, in search of water but did not find it anywhere.</p>' +
'<p>Ganga appeared before her and said- "I am very pleased with you. You can demand anything from me you like."</p>' +
'<p>Anusuya demanded only a Kamandal full of water for her husband. Ganga instructed her to dig up a pit and when it was done she entered into that pit. Anusuya filled her Kamandal with the water from that pit and went back to her thirsty husband.</p>' +
'<p>After quenching his thirst, Atri enquired from Anusuya as to where did she find water. Anusuya narrated the whole story. Both of them then went back to the place where Anusuya had met the condition that Anusuya donates all the virtues attained by her husband by worshipping Lord Shiva for one year. </p>' +
'<p>Anusuya donated all the virtues, without any hesitation. Lord Shiva became very much pleased by their charitable tendencies. He appeared before them. After eulogizing, Atri requested lord Shiva to remain in his hermitage accompanied by Parvati. Lord Shiva agreed to do so. Ganga also stayed with them. Later on Atri performed a grand Yagya after the completion of which it rained heavily. Thus Atri ended the phase of drought by his tremendous penance.</p>' +
'<p>River Mandakani flows from that same \'Pit\' which Anusuya had dug up. The Shivalinga, which was worshipped by Anusuya during that time later on, came to be known as Atrishwar Linga. </p>' ,
notes: []
},{
subTitle: 'THE BRAHMIN WOMAN ATTAINS HEAVEN ',
content: '<p>Once upon a time, there lived a brahmin at a place called \'Karni\' situated at the bank of river \'Reva\'. When the brahmin became old, he went to Kashi after leaving behind his wife to live with his sons. After sometime the brahmin died. </p>' +
'<p>When the brahmins sons came to know about his death, they went to Kashi and performed his last rites. After some days the brahmin\'s wife died too. The Brahmin\'s son - Suvas again went to Kashi carrying the ashes of their dead mother as per her  wish.</p>' +
'<p>On his way, Suvad became a guest of another brahmin. Suvad witnessed an amazing even in the night, in which he saw his host trying to milk the cow. At first he allowed the calf to drink the cow\'s milk for sometime. His host then moved away the calf from the cow. The calf was still hungry and was not willing to move away from the cow. The brahmins thrashed the calf very badly. This made the cow very sad and she vowed to teach that wicked brahmin a lesson.</p>' +
'<p>The calf tried his best to convince his mother against doing this as her action might make her commit the gravest of sins - the brahmahatya. But the cow was not worried, as she knew the method of nullifying that sin.</p>' +
'<p>Suvad was surprised that the cow knew the method of nullifying the sin of brahmahatya. Next morning, the brahmin entrusted the job of milking the cow, the brahmins\' son gave a severe thrashing to the calf who was unwilling to move away from his mother.</p>' +
'<p>The angry cow lifted the Brahmin\'s son with her horns and dashed him against the ground. The Brahmin\'s son died on the spot. When the brahmin returned to his home he became very furious on seeing his son dead. He drove both the cow and the calf out of his house, after beating them very badly.</p>' +
'<p>The colour of the cow had turned blue due to the thrashing she got from her brahmin. The cow went to the temple of Nandikeshwar, situated at the bank of river Narmada. To neutralize the sin of Brahmahatya she took dip in the water of river Narmada for three times. As a result she regained her original colour.</p>' +
'<p>Suvad had followed the cow all along the way. He was amazed to see the cow regaining her original colour. He proceeded on his further journey towards Kashi. He met a beautiful lady on the way who enquired as to where was he going. Suvad told her that he was going to immense the ashes of her mother in the holy water of the river Ganges.</p>' +
'<p>The lady advised him to immerse the ashes in the water of Narmada itself, as the holy Ganga herself comes to meet Narmada on the seventh day of Vaishakh every year.</p>' +
'<p>"Today is the same auspicious day when the holy Ganga will be coming to meet Narmada." Said the beautiful woman. She also told him that immersing the ashes in the waters of Narmada would help his mother to attain to the divine abode.</p>' +
'<p>This beautiful lady was none other than Ganga herself. After advising Suvad she disappeared. Suvad followed the instruction of that beautiful lady. He immersed the ashes in the waters of Narmada. He saw his mother attaining a divine body. His mother blessed Suvad and then attained to the abode of Lord Shiva. </p>' ,
notes: []
},{
subTitle: 'MAHABAL SHIVALINGA',
content: '<p>Describing about Mahabal Shivalinga, Suta said to the sages- "Mahabal Shivalinga is situated at Gokarna area. A devotee who has a darshan of Mahabal Shivalinga on the eighth or fourteenth day of \'Ardranakshatra\' falling on Monday, becomes free from all of his sins and attains to the Shivaloka."  </p>' +
'<p>Having a darshan of this Shivalinga on any other day too helps a man to attain to the abode of Almighty. All the deities, ancestors, holy rivers like Ganga and the Nagas stand guard on all the four entrances of Mahabal temple" </p>' +
'<p>"Even the most degraded sinner attains salvation if he worships Mahabal Shivalinga on the fourteenth day of Magha (dark lunar phase). On this day people come from all over India to see the grand festival." </p>' ,
notes: []
},{
subTitle: 'THE REASON BEHIND PHALLIC WORSHIP ',
content: '<p>The sages curiously asked Suta about the purpose with which Parvati had decided to appear in the form of a Vagina. Suta narrated the following tale: <br/>' +
'"Long long ago, some sages used to do penance in a Shiva temple situated near Daruk forest. One day they went to collect woods needed for the Yagya. Lord Shiva wanted to test their devotion, so he arrived before the sages\' wives in naked position holding his own phallus in his hand. The wives of the sages became frightened by Shiva\'s appearance. </p>' +
'<p>"When the sages returned after collecting woods, they became very furious to see a naked person luring their wives. They asked Shiva to reveal his identity. When Shiva did not give any reply, they cursed him to become a phallus."  </p>' +
'<p>"The Phallus fell down from the hand of Lord Shiva and generated so much of heat that all the three worlds started to burn. The sages became very nervous and went to seek the help of lord Brahma. Lord Brahma revealed to then that the person who they cursed was none other than Lord Shiva himself. He also instructed them to please goddess Parvati, as she only could have them from Shiva\'s wrath by appearing in the form of Vagina and holding the Phallus."</p>' +
'<p>"The sages followed the instruction of Lord Brahma. Goddess Parvati appeared in the form of Vagina and held Shiva\'s phallus in herself. The sages then worshipped the Shivalinga. This jyotirlinga became famous by the name of Hatkeshwar." </p>' ,
notes: []
},{
subTitle: 'THE ORIGIN OF BATUKNATH  ',
content: '<p>Long long ago there lived a brahmin by the name of Dadhichi. His wife to a low caste, though his son - Sudarshan was very learned. The name of his wife was Tukula. She had her husband under total control and influence. </p>' +
'<p>Sudarshan had four sons. One day Dadhichi planned to go out due to some work. He entrusted the job of Shiva\'s worship to Sudarshan. Sudarshan worshipped the idol of Shiva daily without any fail. </p>' +
'<p>On the Shivaratri day, Sudarshan too had observed a fast like rest of his family members. He worshipped Shiva\'s idol in the morning as usual and then went to his home. During the night time, he had a sexual relationship with his wife. After that, he sat down to worship without purifying himself. Lord Shiva became very furious by his action. He immobilized him by his curse.</p>' +
'<p>Dadhichi was very sad to see the condition of his son. He commenced a tremendous penance to please goddess Parvati. After being pleased by his penance, Parvati requested Lord Shiva to liberate Sudarshan from his curse.</p>' +
'<p>Lord Shiva became pleased and blessed Sudarshan by saying that he would become famous as Batuknath and also that the worship of Batuknath would amount to the worship of lord Shiva. </p>' ,
notes: []
},{
subTitle: '#################### JYOTIRLINGAS  ###################### THE ORIGIN OF SOMNATH ',
content: '<img src=\'images/kotirudraSamhita/image7.jpg\'><p>The moon had twenty seven wives, one of whom was Rohini. The moon loved Rohini very much, which made the rest of his wives very jealous and angry. They went to their father - Daksha and complained about Moon\'s behaviour.</p>' +
'<p>Daksha went to Moon and advised him to give proper attention to all of his wives. But it did not have any effect on him and he continued giving special treatment to Rohini.  </p>' +
'<p>When Daksha came to know about this, he became very furious. He cursed Moon to become weak and devoid of radiance. The moon then sent the deities to lord Brahma to seek his help. At first, lord Brahma became very angry with Moon, but later on he cooled down and told the deities, that Moon can get liberated from the curse, if he chants \'Mahamrityunjaya mantra\' by going to Prabhus area.</p>' +
'<p>Moon went to Prabhas area and chanted Mahamrityunjaya mantra for ten crore time after sitting in one posture. Lord Shiva appeared before him and asked him to demand anything he wished.</p>' +
'<p>Moon requested lord Shiva to liberate him from the curse given by Daksha. Lord Shiva told moon that the words of Daksha can never became untrue. However he blessed moon by saying that he would wane during the dark lunar phase due to the curse, but wax during the dark lunar phase due to his (Shiva\'s) blessings. Lord Shiva also provided moon that he would be present along with Parvati near him (moon). </p>' +
'<p>Thus Lord Shiva established himself as Somanath. The deities constructed a \'Kunda\' named Chandrakunda. It is believed that the Moon because liberated from the curse by taking a bath in this Kunda. </p>' ,
notes: []
},{
subTitle: 'THE ORIGIN OF MALLIKARJUNA ',
content: '<img src=\'images/kotirudraSamhita/image8.jpg\'><p>Once, under the influence of Sage Narada, Kartikeya had gone to the Kraunch Mountain to do penance. Shiva and Parvati could not bear the pain of his separation for long. Both of them went to the Kraunch mountain to see him.  </p>' +
'<p>When Kartikeya saw them coming he moved to some other place. When lord Shiva saw this he established himself in the form of Jyotirlinga, which later on became famous as MallikArjuna jyotirlinga</p>' ,
notes: []
},
{
subTitle: 'THE ORIGIN OF MAHAKALESHWAR ',
content: '<img src=\'images/kotirudraSamhita/image9.jpg\'><p>There used to live a brahmin at Avantikapuri. He was a great devotee of lord Shiva and used to worship daily.</p>' +
'<p>This brahmin had four sons whose names were Devapriya, Medhapriya, Sukrit and Dharmabahu. By the blessings of lord Shiva the brahmin enjoyed a very happy and contented life. After his death, the brahmin\'s son continued the tradition of Shiva\'s worship.</p>' +
'<p>There was a mountain named Ratanak on which a demon named Dushan used to live. Being intoxicated by the boons received from Lord Brahma, he used to torment all the people. He had all the surrounding area under his control except the house in which the brahmin family lived.</p>' +
'<p>Dushan ordered his fellow demons to bring the brahmin after capturing them. All the demons went to Avantikapuri and created havoc. They went to the brahmins and told them about Dushan\'s order. The brahmins were busy doing worship at that time so they did not give ear to their words. The brahmins continued with their worship. The demon became very angry and tried to attack them.</p>' +
'<p>Suddenly the earth cracked with a tremendous sound and lord Shiva manifested from within the cracks. He killed all the demons. He then went to the Ratnamala mountain and killed Dushan. He again returned to the brahmins and expressed his desire of fulfilling their wishes. The brahmins expressed their desire of getting liberated from the bondage\'s of this world. They also requested him to remain at that place. Lord Shiva accepted their request and established himself in the form of Mahakal. </p>' ,
notes: []
},
{
subTitle: 'THE ORIGIN OF OMKARESHWAR ',
content: '<img src=\'images/kotirudraSamhita/image10.jpg\'><p>Once, Narada had gone to meet Vindhya mountain. Vindhya was very arrogant in his behaviour. Narada told him that Sumeru mountain was even greater than him and so his false pride had no basis.</p>' +
'<p>Vindhya became very dejected and disheartened. He went to Amgreshwar and started worshipping Shiva after making a Parthiv linga. Lord Shiva became very pleased by his penance. He appeared before Vindhya and blessed him. After sometime the sages too arrived there and worshipped Shiva. They requested lord Shiva to remain at that place forever. Lord Shiva established himself as Paremeshwar Linga. One Shivalinga already existed at Amareshwar, which became famous as Omkareshwar. </p>' ,
notes: []
},
{
subTitle: 'THE ORIGIN OF KEDARESHWAR ',
content: '<img src=\'images/kotirudraSamhita/image11.jpg\'><p>Two incarnations of Lord Vishnu by the names of Nara and Narayana did penance at Badrikasharama. Both of them used to worship the idol of Shiva daily. Lord Shiva used to arrive in his subtle form and accept their offerings without being noticed by them.</p>' +
'<p>One day Lord Shiva appeared before them. Nara and Narayana eulogized him and requested to remain at that place forever. Lord Shiva accepted their request and established himself as \'Kedareshwar jyotirlinga\'. </p>' ,
notes: []
},
{
subTitle: 'THE ORIGIN OF BHIMA SHANKAR ',
content: '<img src=\'images/kotirudraSamhita/image12.jpg\'><p>Bhima - the demon, was the son of Kumbhakarna and Karkati. After Kumbhakarna was killed by Sri Rama. Karkati and Bhima went to live at Sahya mountain.  </p>' +
'<p>When Bhima grew up he asked Karkati about his father. Karkati told him that his father had been killed by Rama. Bhima swore to avenge his father\'s death. He did a tremendous penance to please lord Brahma. Brahma appeared before him and blessed him with insurmountable power and strength.  </p>' +
'<p>Bhima then drove out the deities from heaven. He went to Kamarupa and defeated the king. He captured the king and put him in prison. The helpless king used to pass his time by chanting the the king.</p>' +
'<p>All the deities went at the bank of river Mahakeshi and worshipped the Parthiva linga of lord Shiva. Lord Shiva appeared before them and assured them that the end of Bhima was near.</p>' +
'<p>Lord Shiva went to the king who had been held captive by Bhima. His ganas too accompanied him. All of them waited for the opportune time to kill Bhima.</p>' +
'<p>Meanwhile somebody informed Bhima that the king was doing worship of Shiva in the prison, with the objective of getting Bhima killed.</p>' +
'<p>Bhima arrived at the spot in the prison where the king was worshipping the Parthiva linga of Lord Shiva. He made fun of Shiva and struck the Shivalinga with his sword.</p>' +
'<p>Right then, Lord Shiva appeared. A tremendous battle was fought between both of them. The battle continued for a long period. Sage Narada requested lord Shiva to kill Bhima as soon as it was possible.</p>' +
'<p>Lord Shiva produced fire by his loud roar. In a very short time the fire spread in the whole forest. All the demons including Bhima were burnt to death. The deities and the sages arrived there. They requested Lord Shiva to remain there. Lord Shiva accepted their request and established himself in the form of Bhima Shankar Jyotirlinga. </p>' ,
notes: []
},
{
subTitle: 'THE ORIGIN OF VISHVESHWAR  ',
content: '<img src=\'images/kotirudraSamhita/image13.jpg\'><p>With the desire of giving liberation to the living creatures of this world, lord Shiva had kept some portion of land on his Trishul after separating it from the rest of Brahma\'s creation. The name of this sacred place is Manikarnika. The Shivalinga by the name of Avinukta was established by lord Shiva himself. Later on this sacred place was brought down from the Trishul and established on the land of Shiva. This sacred place of pilgrimage later on became famous as Kashi and the Shivalinga as Avimukta Visheshwar. </p>' ,
notes: []
},
{
subTitle: 'THE ORIGIN OF TRAYAMBAKESHWAR ',
content: '<img src=\'images/kotirudraSamhita/image14.jpg\'><p>During the ancient time there lived a famous sage named Gautami. The name of his wife was Ahilya. Once it did not rain for one hundred years as the result of which the whole area was affected by drought.</p>' +
'<p>Sage Gautami did a tremendous penance to please Varuna appeared before Gautam, he was requested to cause rain. But Varuna expressed his inability in causing rain. He told Gautam to please lord Shiva so that his wish could be fulfilled. Later on Varuna instructed Gautam to dig a up a pit, which he (Varuna) filled with water. Varuna blessed Gautam by saying that this pond would never dry up. The sages who had abandoned that place returned there. Everybody became happy and satisfied.</p>' +
'<p>One day, sage Gautam instructed his disciples to fetch some water from that pond. When the  disciples reached there, they found the wives of numerous sages present at the bank of the pond. The sages\' wives did not allow them to take water and instead they rebuked them. The disciples returned back to the hermitage and narrated the whole story to sage Gautam.</p>' +
'<p>Ahilya pacified the angry disciples and went to the pond to fetch water. From that day onwards this became very daily routine. One day Ahilya met the wives of the sages. They tried to prevent her from fetching water. Not only that they went back to his respective hermitages and filled the ears of their husbands. All the sages became very angry.</p>' +
'<p>The sages worshipped lord Ganesha to please him. When Ganesha appeared, they requested him to drive Gautam out from that place. At first Ganesha was reluctant to accept their demand but when they kept a persisting he agreed at last.</p>' +
'<p>Ganesha entered the field of Gautam in which barley was being cultivated. Ganesha had disguised himself as a cow. He started grazing the barley crops.<br/>When Gautam saw the cow grazing crops, he tried to drive her out from the field by hitting a grass on her back. The artificial cow died instantly. Gautam was very sorry for his act. Meanwhile all the sages from the surrounding area arrived there. They forced Gautam to abandon that place at once.</p>' +
'<p>Gautam left that place and made his hermitage at a little distance from there. One day he came to the sages and asked them as to how could he atone for his sins. The sages told him that his sins could be atoned only when he circumambulates the whole earth thrice, all the while saying, \'I have killed a cow\'. They also told him that after that he would have to perform austerities for one month.</p>' +
'<p>If this is not possible then you will have to help Ganga manifest herself and take bath in her water. Otherwise you will have to worship three crores Parthiva lingas. Only then, you can get liberated from the sin of killing a cow," said the sages.</p>' +
'<p>Gautam made the Parthiva lingas and started worshipping them. Lord Shiva became very pleased by his devotion and appeared before him. Sage Gautam requested lord Shiva to liberate him from the sins of killing a cow. He also requested lord Shiva to manifest the stream of river Ganga that place.</p>' +
'<p>Lord Shiva tried his best to make him understand that he was innocent and the real culprits that he was innocent and the real culprits were those wicked sages. But, Gautam was unconvinced. At last lord Shiva instructed Ganga to appear in the form of a woman. Gautam eulogized Ganga. By the blessings of lord Shiva Gautam was liberated from his sins of killing a cow. After that Ganga expressed her desire to go back but lord Shiva asked her to remain on the earth till the twentyeighth nanvantar. Ganga accepted to do that, on the condition that Lord Shiva along with Parvati too would remain present on the earth. Lord Shiva established himself as Trayambakeshwar Jyotirlinga and Ganga became famous as Gautami Ganga.  </p>' ,
notes: []
},{
subTitle: 'THE ORIGIN OF BAIDYANATH ',
content: '<img src=\'images/kotirudraSamhita/image15.jpg\'><p>The demon king- Ravana did a tremendous penance to please lord Shiva and to get a boon from him. Even after his severe penance when lord Shiva did still not appear, he started offering his heads one by one to lord Shiva. This way he already severed his nine heads and offered them to Shiva. When he was about to severe his last remaining head, just the lord Shiva appeared before him. He blessed Ravana with unparalleled power and strength. Lord Shiva also made him a ten headed demon once again.</p>' +
'<p>But Ravana was not satisfied. He requested lord Shiva to come along with him to Lanka. Lord Shiva gave Ravana s Shivalinga and warned him against keeping it on the earth, as then no power on the earth could lift that Shivalinga from there.</p>' +
'<p>Ravana proceeded with the Shivalinga. On the way he felt the urge to urinate. Ravana gave that Shivalinga to a cowherd boy and went to urinate. The cowherd boy held the Shivalinga for sometime. He felt that the Shivalinga was becoming heavier and heavier. He could not bear the weight of the Shivalinga for too long. He kept it on the ground. When Ravana returned he became very sad after seeing the Shivalinga on the ground. He knew that, now it was impossible to lift it from that place. Ravana established the Shivalinga there, which became famous as \'Baidyanath jyotirlinga\'. </p>' ,
notes: []
},{
subTitle: 'THE ORIGIN OF NAGESHWAR JYOTIRLINGA ',
content: '<img src=\'images/kotirudraSamhita/image16.jpg\'><p>During ancient times, there lived a demon named Daruk. The name of his wife was Daruka. They used to torment the people living in that area. The residents of that area went to sage \'Aursh\' and narrated about their miseries and requested him to end this menace.</p>' +
'<p>\'Aursh\' assured them that very soon their hardships would come to an end. He then went to do his penance. The deities appeared before him after being pleased by his tremendous penance. Sage \'Aursh\' requested the deities to kill the demons.</p>' +
'<p>The deities went to fight with the demons. The demons got scarred and started thinking about the means by which their lives could be saved. Daruka the wife of Daruk had received a boon from goddess Parvati due to which she had gained unparalleled power. She carried the whole forest and placed it in the middle of the sea. This way the demons again lived without being perturbed by the threat of the deities\' attack.</p>' +
'<p>One day the demons saw many boats sailing in the sea, on which were many people on board. The demons made all the people captive. There was a man named Supriya who was great devotee of Lord Shiva. He used to worship lord Shiva daily, even though he saw held under captivity. Rest of the people too got influenced by his devotion and everybody started worshipping lord Shiva.This way, six months had passed.</p>' +
'<p>One day a demon saw Supriya worshipping the idol of lord Shiva. He went to Daruk and informed him. Daruk became extremely furious. He asked Supriya as to whom was he worshipping. Supriya still engrossed in his worship did not give any reply. This made Daruk even more angry. He tried to kill Supriya. Lord Shiva appeared and killed all the demons.  </p>' +
'<p>Daruka\'s heart became full of grief at the news of her husband\'s death. She went to Parvati and told her how lord Shiva had killed Daruka. Parvati met lord Shiva and both of them decided to protect there respective devotees by establishing themselves at that place. Thus, Nageshwar jyotirlinga came into existence. </p>' ,
notes: []
},
{
subTitle: 'ESTABLISHMENT OF RAMESHWAR ',
content: '<img src=\'images/kotirudraSamhita/image17.jpg\'><p>After Hanuman brought the new that Sita had been held captive by Ravana at Lanka, Sri Rama proceeded towards Lanka with a huge army. After receiving the seashore he faced the problems of crossing over the sea. </p>' +
'<p>Sri Rama made a Parthiva linga of Shiva and worshipped it. Lord Shiva became very please with him and appeared. He blessed Sri Rama to be victorious. Sri Rama on the other hand, requested him to establish himself in that Parthiva linga, to which lord Shiva agreed. This way \'Ramaeshwar jyotirlinga\' came into existence.</p>' ,
notes: []
},
{
subTitle: 'THE ORIGIN OF DHUSHMESH JYOTIRLINGA ',
content: '<img src=\'images/kotirudraSamhita/image18.jpg\'><p>There used to live a brahmin by the name of Sudharma, who belonged to the lineage of sage Bhardwaj. He was a great devotee of lord Shiva. Sudeha was his wife. Sudharma had no son.</p>' +
'<p>Sudeha desires for a son. She expressed her desire to Sudharma but he did not listen to her pleas. One day Sudeha had gone for an outing accompanied by her companions. Incidentally a quarrel ensured among them and her companions made fun of her issue less status. Sudeha became very sad. After returning to her hermitage, she narrated the whole incident to Sudharma.</p>' +
'<p>Sudharma meditated on the form of Shiva and threw two flowers, towards his wife. He thought that if Sudeha picks up the flower, which he had thrown with his right hand, then certainly a son would be born. But if she picks up the another flower then there is no chance of her giving birth to a son. Unfortunately Sudeha picked up the flower which Sudharma had thrown with his left hand.</p>' +
'<p>Sudharma told his wife that she was never going to become a mother. He advised her to dedicate her life in the devotion of lord Shiva. When Sudeha learnt that there was no chance of her becoming a mother, she insisted her husband to marry for a second time, so that he could become a father. But Sudharma refused to marry for the second.</p>' +
'<p>Sudeha brought her younger sister-Dhushma to the hermitage and married her with reluctant Sudharma. Dhushma proved to be a very faithful wife. She engaged herself in the service of Sudharma and Sudeha. She also used to worship the Parthiva-linga of Shiva daily.  </p>' +
'<p>After her worship she used to immerse the Parthiva lingas in a pond. This way, when she had accomplished the worship of one lakh Parthiva lingas, lord Shiva blessed her with a son. Sudharma was extremely pleased but Sudeha became jealous of her own sister.  </p>' +
'<p>When the child grew up, he was married to a beautiful brahmin girl. Dhushma instructed the bride to take a special care of Sudeha. So the bride engaged herself in the service of everybody. She took special care of looking into the needs of Sudeha. But still, Sudeha\'s jealousy did not diminish. </p>' +
'<p>One day gripped by excessive jealousy and anger, she killed Dhushma\'s son while he was asleep. She cut his body into many pieces and threw those pieces into the same pond, in which Dhushma used to immerse the Parthiva lingas.</p>' +
'<p>When the daughter in law noticed a piece of flesh on the bed she started crying. She went to Dhushma and narrated the whole story. Hearing the news of her son\'s killing, Dhushma too started crying Sudeha also wept artificially. </p>' +
'<p>Sudharma arrived there. Though he himself was very sad yet he instructed Dhushma to do the daily worship of Parthiva linga as usual. Dhushma obeyed the command of her husband, She worshipped the Parthiva lingas and went to the pond of immense.</p>' +
'<p>By the blessings of lord Shiva, her son was standing at the bank of the pond alive. He came towards his mother and said-<br/>"Mother! I have become alive even after my death."</p>' +
'<p>Dhushma was still engrossed in her thoughts of lord Shiva, so she could not listen to her son. Lord Shiva appeared and blessed Dhushma. He also expressed his desire to punish her wicked sister - Sudeha for her evil deed, but Dhushma requested him to forgive her. She also requested lord Shiva to stay there forever. Lord Shiva accepted her demand and established himself in the form of Dhushmeshwar Jyotirlinga. Sudharma and Sudeha arrived at that place and worshipped Shiva. At last everybody returned home happily. </p>' ,
notes: []
},{
subTitle: 'LORD VISHNU RECEIVES SUDARSHAN CHAKRA ',
content: '<p>The deities went to lord Vishnu, after being tormented by the demons. They requested him to annihilate the demons. After assuring them, Lord Vishnu went to Kailash mountain to do his penance. But even his tremendous penance was not enough to please Lord Shiva. Lord Vishnu then worshipped lord Shiva by chanting the mantras of Shiva Sahastranamavali. He also offered one thousand lotus flowers to lord Shiva in course of his worship.  </p>' +
'<p>One day Shiva wanted to test the devotion of lord Vishnu. He stole one lotus flower from among the one thousand flowers. When lord Vishnu began his worship he found that there was one flower less. To make up for this deficiency, he offered his one eye to lord Shiva - his eye which has been compared with a lotus flower. </p>' +
'<p>Lord Shiva was very mush impressed by his exceptional devotion. He appeared before Vishnu and asked him to demand any boon he wished. Lord Vishnu demanded a divine weapon to annihilate the demons. Lord Shiva gave him a sparkling Sudharshan Chakra. On the request of Lord Vishnu he established himself in the form of Harishwar Shivalinga. At last lord Vishnu killed the demon with his Sudarshan Chakra. </p>' +
'<p>Suta told the sages that lord Vishnu had worshipped lord Shiva with the help of his one thousand names. Some of the chief names of Shiva are Shiva, Har, Mrid, Rudra, Pushkar, Pushpalochan, Arthigamya, Sadachar, Sharv, Shambhu, Maheshwar, etc.</p>' +
'<p>A devotee who chants these one thousand names of lord Shiva attains all the accomplishments. Chanting it during distress helps a man to become free from all kings of misfortune. Lord Vishnu could kill the demons only because of the power he derived from the chanting of Sahastranam. </p>' ,
notes: []
},{
subTitle: 'THE DEVOTEES OF SHIVA ',
content: '<p>Describing about the numerous devotees of Shiva who were famous for their devotion towards lord Shiva, Suta named a few of them like Durvasa, Vishwamitra, Dadhichi, Gautam, Kanad, Bhargav, Brihaspati, Vaishampayam, Parashar, Vyasa, Upamanyu, Yagyavalkya, Jaimini and Garg etc.</p>' +
'<p>He also narrated a tale connected with King Sudyumna. Once Sudyumna had gone into that forest which was gifted to Parvati by lord Shiva, with the warning that any man who dares to enter it would become a woman.</p>' +
'<p>As soon as Sudyumna entered that forest he got transformed into a woman. He became very sad. He worshipped lord Shiva to regain his masculinity. Lord Shiva pleased by his devotion, he blessed him to be as a man for one month and again as a woman for the same period of time alternately. </p>' ,
notes: []
},{
subTitle: 'ABOUT MAHASHIVRATRI ------> AUSTERITIES AND MAHASHIVARATRI FOR SHIVA\'S WORSHIP ',
content: '<p>Once Parvati asked lord Shiva as to which were the austerities when on being performed by a devotee, helps him to attain both worldly accomplishments as well as liberation.</p>' +
'<p>Lord Shiva told her about ten austerities connected with his worship and their methods. He said-<br/>' +
'"On the eighth day of every month a devotee should worship me by observing a fast for the whole day and breaking it in the night.<br/> But on Kalashtami a devotee must observe the fast for the whole day and night. He must not have food on that day.<br/> On the eleventh day of the dark-lunar month, a devotee must worship me and observe fast during the day. He should break the fast in the night.<br/> But on the eleventh day of the bright lunar month, a devotee should observe a fast for the whole period of day and night. On the thirteenth day of dark-lunar month a devotee must observe fast for the whole period of day and night, whereas on the thirteenth day of a bright lunar phase he should observe a fast during the day and break it in the night. A fast observed on Monday should be broken only in the night." </p>' +
'<p>Lord Shiva continued with his statements-  <br/>' +
'"Among all the austerities and fastings Mahashivaratri holds a supreme place. It falls on the fourteenth day of the dark lunar month of Phalgun. On this day the devotee should take a vow to observe a fast after awakening in the morning and finishing his daily choirs. He must observe a fast for the whole day and night. In the night he should worship me either in the temple or in his own home according to his convenience. He should worship me with the help of sixteen modes of worship (Shodasopachar). He should either chant the mantras of Laghurudra or perform \'abhishek\' during the course of worship. While doing worship he should eulogize me and perform \'artis\' in my praise. He can perform \'abhishek\' with either of the followings - Milk, water, sacred water of belonging to a place of pilgrimage, sprinkling water with Kusha, Sugarcane juice, Honey and Ghee etc. The devotee should engage himself in my devotion for the whole day. In the end he should feed the brahmins and make donation to them. A fast observed in this way gives infinite virtues to the devotee." </p>' +
'<p>After observing fasts for fourteen consecutive years on each of the Shivaratri days, a devotee should perform \'Uddyapan\' (religious rites performed on the accomplishment of an observance). On the day preceding the Uddyapan ceremony, a devotee must have food for one time. The next day a devotee should perform Uddyapan after making a religious vow and according to the appropriate methods. A devotee who performs Uddyapan in the above mentioned way attains to the Shivaloka.</p>',
notes: []
},{
subTitle: 'THE GREATNESS OF SHIVARATRI ',
content: '<p>There used to live a poor Bheel named Gurudruha. He was very poor. One day finding no food available in his house, he went to the forest to hunt an animal. Unfortunately he did not find any animal which he could hunt. </p>' +
'<p>Being hungry, he sat down on the bank of a pond and pondered as to what would happen to his family members who were hungry too. He thought that if he waited there, then he might get a chance to kill a thirsty animal, which arrives there to drink water.</p>' +
'<p>Gurudruha climbed up a basel tree and waited for his prey. A Shivalinga was established just under that tree and co incidentally it was a Shivaratri day. When the first three hours of the night had passed, he saw a female deer arriving with her young ones. He got ready with his bow and arrow and aimed his arrow towards the female deer. By coincidence some leaves from that bael tree fell on the Shivalinga along with some drops of water from the vessel in which he was carrying water. Gurudruha had accomplished the worship of Shiva during the first \'Prahar\' of the night unwittingly.</p>' +
'<p>After hearing the noise made by falling drops of water, the female deer looked up. She saw Gurudruha sitting with his bow and arrows. She asked him about his desire. Gurudruha told her that he wanted to kill her, so that he could feed his family members.  </p>' +
'<p>The female deer requested him to allow her to go so that she could leave her young ones in the safe custody of her husband. She promised to come back. At first Gurudruha was reluctant but when the female deer started giving illustrations from the scriptures, he allowed her to go. </p>' +
'<p>Meanwhile the sister of female deer arrived there with her young ones. When Gurudruha sow her, he got ready to kill her. Suddenly his movements on the tree, made some leaves of bael and few drops of water to fall on the Shivalinga. It was the second Prahara of the night and Gurudruha had again performed the worshiped of Shiva unawaringly.</p>' +
'<p>When the female deer (Second) heard the noise made by falling drop of water She looked up towards Gurudruha. She asked him about his desire. When Gurudruha told about his desire, she requested him to allow her to go so that she could hand over her young ones in the safe custody of her husband. Initially, Gurudruha was reluctant to allow her to go, but when she promised to return back, he allowed her to go.</p>' +
'<p>Gurudruha sat on the branches of the bael tree waiting for his prey. The second prahar of the night was coming to an end and the third prahar about to begin.</p>' +
'<p>The deer arrived there searching his wife and children. Gurudruha again made himself ready to kill that dear. Again some leaves and few drops of water fell on the Shivalinga. The worship of Shiva during the third Prahara had been accomplished by Gurudruha, though unawaringly. On hearing the noise made by the falling drops of water, the dear looked up and asked Gurudruha about his desire. Gurudruha told him about his desire.</p>' +
'<p>The deer requested Gurudruha to allow him to meet his wife and children for once. The deer promised to return back. After becoming satisfied by his intentions, Gurudruha allowed him to go to meet his family.</p>' +
'<p>Gurudruha sat on the bael tree waiting for the deers anxiously. The third prahar of the night was approaching its end and the fourth prahar was about to begin.</p>' +
'<p>Suddenly Gurudruha saw all the three deers coming towards the pond. He became extremely pleased at the prospect of getting flesh of three animals. He got read with his bow and arrows. His movements on the bael tree again made some leaves and few drops of water to fall on the Shivaling. Gurudruha had successfully accomplished the worship of Shiva even during the fourth Prahar. Not only this he had also remained awake for the whole night of Shivaratri.</p>' +
'<p>The fast observed by Gurudruha on Shivaratri along with the worship of Shiva though unawaringly had made him on enlightened person. The thought of killing the deers remained no longer in his heart. He thanked all the deers for their help in his attainment of enlightenment.</p>' +
'<p>Lord Shiva became extremely pleased and appeared before him. He blessed Gurudruha that in his next birth he would get an opportunity to serve Sri Rama and would become famous as Nishad. Lord Shiva also told Gurudruha that by the blessings of Sri Rama he would attain salvation by the blessings of Sri Rama he would attain salvation.  </p>'+
'<p>Suta while describing about the virtues of observing fast on Shivaratri told the sages that if a fast observed unwaringly on Shivaratri gives such virtues then what could be said about a fast which is observed deliberately. According to Suta such a fast would bestow both worldly pleasures and salvation. </p>',
notes: []
},{
subTitle: 'DIFFERENT STAGES OF LIBERATION ',
content: '<p>Regarding the different stages of liberation, Suta told the sages that there were five stages of liberation capable of freeing a man from the sorrows of this world. </p>' +
'<ol><li> Sarupya (Similitude with the Almighty)</li>' +
'<li>Salokya (promotion from material liberation)  </li>' +
'<li>Sannidhya (living in the proximity of the almighty) </li>' +
'<li>Sayujya (getting united with the almight)</li> and' +
'<li> Kalvalya (Devotion towards God)</li></ol> </p>' +
'<p>(Wealth) and Kam (desires and wishes) by the worship of other deities, but lord Shiva bestowes all the four of them.  </p>' +
'<p>Lord Brahma is believed to be the master of the three elementary qualities i.e. Satva, Rajas, and Tamas. Shiva is beyond these qualities and even the nature itself. He is formless. Lord Shiva is a mystery which remains unsolved even though many sages and even lord Brahma have tried to solve this mystery called Shiva.</p>' +
'<p>The fifth stage of liberation is called Kaivalya which is attained by having complete devotion towards lord Shiva. In the present era of Kali, where the attainment of self knowledge is very difficult, devotion is relatively an easier path.</p>' +
'<p>Even devotion has been categorised into two types: a) Sagun (with form) b) Nirguna (formless)</p>' +
'<p>If man worships lord Shiva with total devotion he attains self knowledge. Each and every object of this world is nothing but the manifestation of Shiva\'s power. The creation achieves expansion only when he desires. Shiva is omniscient but himself invisible. Just as the fire, which already exists in the wood but is visible only after it is rubbed, similarly only the \'Gyanis\' can experience lord Shiva even though he is omnipresent. Just as there is no difference between cause and effect, but is appears so due to our ignorance, similarly an ignorant man can never experience the omnipresent Shiva by his sense organs. The living things possess ego but lord Shiva is egoless. A man can successfully subjugates his ego by becoming knowledgeable and attains liberation after uniting with lord Shiva.</p>' +
'<p>This knowledge was received by lord Vishnu from Shiva. Lord Vishnu later on revealed it to lord Brahma and Brahma in turn revealed it to his manasputra - Sanak, etc. The manasputra revealed this knowledge to Narada and Narada revealed it to Vyasa. </p>' ,
notes: []
}
]
}
];