var defaultButtonStyle = "padding:3px;font-weight:bold;color:green;background-color:lightyellow; border: 1px solid green;margin:2px; border-radius:3px;";
var defaultPrevButtonStyle = "float:left;padding:3px;font-weight:bold;color:darkslateblue;background-color:lightyellow; border: 1px solid green;margin:2px; border-radius:3px;";
var defaultNextButtonStyle = "float:right;padding:3px;font-weight:bold;color:darkslateblue;background-color:lightyellow; border: 1px solid green;margin:2px; border-radius:3px;margin-right:20px;";
var leftNavigation = true ;
var defaultHeaderStyle=
{
'font-weight': '900',
'color':'firebrick',
'background-color': 'transparent', 'opacity':'1.5'
};
var defaultDetailStyle = {
'background-color':'lightgoldenrodyellow',
'opacity':'0.7',
'margin': '10px',
'padding':'5px',
'color':'black',
'font-weight':'900',
'border':'2px solid red'};
var defaultContentStyle =   { 'border':'3px outset orange',
'background-image': 'url("images/lord-krishna-786.jpg")',
'background-size': 'contain',
'border-radius':'4px',
'padding':'2px',
'color':'orange',
'opacity':'0.5',
'background-color':'lightgoldenrodyellow'};
var chapterData = [


{
/*
'<br/><em><span style="font-weight:900;color:darkblue;text-shadow: 3px 3px 2px white;background-color:skyblue;font-size:xx-large"> Isvara said:  </span>' +
'<br/><em><span style="font-weight:900;color:maroon;text-shadow: 3px 3px 2px pink;background-color:orange;font-size:x-large">Shree Vishnu said:  </span>' +
'<br/><em><span style="font-weight:900;color:white;text-shadow: 1px 1px 2px grey;background-color:silver;font-size:x-large"font-size:larger">Shree Brahma said:  </span>' +

'<em><span style="font-weight:900;color:crimson;font-size:larger"> Saunaka said:  </span>' +
'<!-- <em><span style="font-weight:900;color:#ff9933;font-size:larger"> The Brahmin said:  </span>' + '
'<em><span style="font-weight:900;color:crimson;font-size:larger"> Saunaka said:</span>' +
'<em><span style="font-weight:900;color:green;font-size:larger"> Suta said:  </span> ' +
<span style="font-weight:900;color:purple;font-size:larger"> Cancula said:  </span>
' +
'<em><span style="font-weight:900;color:#ff4811;font-size:larger"> Parvati said:  </span>' +
<em><span style="font-weight:900;color:brown;font-size:larger"> Vyas said:  </span>
<em><span style="font-weight:900;color:brown;font-size:larger"> Vyas said:  </span>
<em><span style="font-weight:900;color:#A0522D;font-size:larger">Shree Brahma said:  </span>
'<br/><em><span style="font-weight:900;color:darkblue;font-size:larger"> Sanatkumara said:  </span> ' +
'<br/><em><span style="font-weight:900;color:darkgreen;font-size:larger"> Nandikeswara said:  </span> ' +
<br/><em><span style="font-weight:900;color:#334443;font-size:larger">The Sages Said:  </span>' +
'<br/><em><span style="font-weight:900;color:purple;font-size:larger"> Acyuta said:  </span> ' +

''<noteref2_note1footer>(2) - (17)</note>-->'  +
</li>' +
'<li>
*/
buttonStyle :  "padding:3px;font-weight:bold;color:green;background-color:lightgreen; border: 1px solid green;margin:2px; border-radius:3px;",
buttonText: 'RUDRA-SAMHITA, YUDH-KHAND,TRIPURASUR - THE THREE DEMONS ',
title: 'YUDH-KHAND,',
headerStyle: { 'color': 'darkblue','font-weight': '1900', 'background-color': 'skyblue', 'opacity':'0.5'},
contentStyle: { 'border':'3px outset blue',
'background-image': 'url("images/rudraSamhita/yudh_khand.jpg")',
'background-size': 'contain',
'border-radius':'4px',
'padding':'2px',
'color':'orange',
'opacity':'0.5',
'background-color':'skyblue'} ,
subsections: [
{
subTitle: 'TRIPURASUR - THE THREE DEMONS  ',
content: '<p>Narada requested lord Brahma to narrate how lord Shiva annihilated the demons. Lord Brahma narrated the tale of Tripurasur.</p>' +
'<p>"After the killing of Tarakasur, three of his sons started doing their penance. The eldest among them was Tarkasha, younger to him was Viddyunmali and Kamalaksha was the youngest. I (Brahma) became very pleased by their tremendous penance."</p>' +
'<p>"They requested me to create three invincible forts for them, which should be full of all kinds of wealth and splendour and which nobody could be able to break."</p>' +
'<p>"A golden fort was constructed for Taraksha; for Kamlaksha a fort of silver was constructed and for Viddyunmali iron-fort was constructed. I had ordered the demon named Maya to construct these forts. One of these forts was constructed in the sky, the other was constructed on the earth and the third was constructed in the nether world."</p>' +
'<p>"After constructing the forts for them Maya took the responsibility of protecting them. I (Brahma) warned the three demons that they would be killed by lord Shiva. After this I came back."  </p>' +
'<p>The three demon-brothers started tormenting the deities. The deities went to lord Brahma and narrated about their miseries. Lord Brahma instructed them to seek the help of Shiva. They went to lord Shiva and explained about their woes. They also requested Shiva to eliminate those three demons. Lord Shiva instructed them to go to lord Vishnu and said-  </p>' +
'<p>"The Tripurasurs are very virtuous so they could not be killed. You all must go to lord Vishnu and try to seek his help."</p>' +
'<p>The deities then went to lord Vishnu and made the same request. Lord Vishnu performed an oblation. Thousands of armed spirit appeared from the yagya-kunda. Lord Vishnu sent these spirits to kill the three demon-brothers. But these spirits were no match for the Tripurasurs might and they had to run for their lives. They came to lord Vishnu and narrated the whole story. Lord Vishnu became very worried. He sent back all the deities and started thinking about the means, Tripurasurs could be killed.</p>' +
'<p>Lord Vishnu came to the conclusion that the Tripurasurs could not be killed till they remain Virtuous and religious. He then created an illusionary entity from his body who had no hairs on his head. He had worn dirty clothes and a bag was hanging down his shoulder. He also had a broom in his head.</p>' +
'<p>The entity asked lord Vishnu about the purpose of his existence and his name. Lord Vishnu told him that his name was Arihan. He also instructed him to create a scripture which stresses upon the importance of action (Karmavad) and which is different from the rituals explained in the Vedas. Lord Vishnu specifically instructed him to keep the language of that scripture as simple and degenerated as possible.</p>' +
'<p>Lord Vishnu then preached Arihan on the science of illusion which stressed that the heaven or the hell does not exist anywhere else, but on this earth itself.</p>' +
'<p>Lord Vishnu instructed Arihan to get Tripurasurs initiated into with this philosophy so that the demon-brothers become irreligious. Vishnu ordered Arihan to make his residence in a desert with his disciples.</p>' +
'<p>"You should propagate your philosophy when Kali Yuga arrives" - said Lord Vishnu.</p>' +
'<p>After giving his instruction lord Vishnu disappeared. Arihan then created four illusionary entities from his bein who were supposed to act as his followers. Their names were Rishi, Yati, Keerya and Upadhyay.</p>' +
'<p>Now the time had arrived to enter the forts of Tripurasurs. All of them entered the forts and in a gradual manner started increasing their influence. As a result the Tripurasurs became irreligious. Not only that, their subjects too became irreligious in a very short time.</p>' +
'<p>When the deities saw that the Tripurasurs had become irreligious completely, they went to lord Shiva and requested him to kill Tripurasurs. Right then mother Parvati arrived there accompanied by Kartik and Ganesha. She requested Shiva to come along with her into the palace. All the deities followed them and kept on requesting. The deities were angry that Parvati had caused obstacles in the fulfillment of their objective. They could not conceal their anger and expressed it.</p>' +
'<p>One of the ganas of Shiva, whose name was Kumbhodar angrily attacked the deities. All of them got injured and went to lord Vishnu. Lord Vishnu advised them to chant the five lettered mantra - OM NAMAH SHIVAY for one crore times. The deities followed the instruction. Lord Shiva became pleased and appeared before them. He assured the deities that their wishes would be fulfilled. </p>',
notes: []
},
{
subTitle: 'KILLING  OF TRIPURASURS ',
content: '<p>When Shiva agreed to kill the demon - brothers Tripurasur the deities became extremely joyous. They gave their respective weapons to Shiva, so that he did not have any difficulty in killing the demons. Vishwakarma gave his beautiful chariot to him.</p>' +
'<p>Lord Shiva proceeded towards the forts of Tripurasur followed by a huge army of the deities. His army entered the forts of his bow but he was not able to release it. He remained in this position for one thousand years but still he was not successful in releasing his arrow.</p>' +
'<p>Lord Shiva then worshipped Ganesha and heard a heavenly voice instructing him to use his weapon - Pashupat. Lord Shiva released it in the direction of the forts of Tripurasur. All the three forts were destroyed by the assault of Pashupat and it created havoc among the demons.</p>' +
'<p>Seeing death and destruction all around them - Tripurasurs prayed to lord Shiva to have mercy on them. Lord Shiva assured them that after their death they would be born as his ganas. At last Tripurasurs were burnt to death. Maya was the only demon who survived. After their death the Tripurasurs were privileged to be reborn as the ganas of Shiva.</p>' +
'<p>After the killings of three demons- Tripurasur, lord Shiva\'s anger had still not subdivided. The anger was pacified only after the deities and the sages prayed to him. He blessed the deities by saying that he would always be present on their side to protect them. </p>' +
'<p>Maya - Who had survived the Shiva\'s attack, arrived there and he too was blessed by lord Shiva. After that Arihan arrived with his followers and worshipped Shiva. Lord Shiva blessed him and his followers. After taking permission from lord Vishnu, Arihan proceeded towards a desert region accompanied by his followers. After receiving the boon the deities too received to their respective abode. </p>' ,
notes: []
},{
subTitle: 'LORD SHIVA SPARES THE LIFE OF INDRA ',
content: '<p>Suta narrates the following story to the sages- </p>' +
'<p>"Once upon a time, Indra was going towards Kailash mountain to have a \'darshan\' of lord Shiva. Sage Brihaspati was accompanying him.  </p>' +
'<p>Lord Shiva came to know about his arrival. He wanted to test his devotion towards him. While both Indra and Brihaspati were still on their way. Lord Shiva met them on their in the guise of a hermit.</p>' +
'<p>Indra did not recognize Shiva, who was sitting on the way disguised as a hermit. Indra inquired as to who he was and where he lived. Lord Shiva sat quietly without saying a word. Indra repeatedly asked the same question, but each time Shiva remained quiet. Indra became furious and tried to attack lord Shiva with his Vajra.</p>' +
'<p>Lord Shiva paralyzed the raised hands of Indra by his divine power. Shiva\'s eyes had reddened due to anger which made Indra very frightened sage Brihaspati was able to recognize the real identity of the hermit as to who he was. He made salutations to lord Shiva and requested him to pardon Indra. Lord Shiva became pleased and diverted the power of his radiant eyes to the ocean. This way Indra\'s life was spared by Shiva. Lord Shiva then returned to Kailash mountain. Indra and Sage Brihaspati to Kailash mountain. Indra and sage Brihaspati too returned to their respective abodes.</p>' ,
notes: []
},{
subTitle: 'MANIFESTATION OF JALANDHAR ',
content: '<p>The effulgence, which had been divided by lord Shiva into the Ocean resulted into the manifestation of a small child. This incident happened at the place where river Ganges submerged into the ocean and which is also known as Gangasagar now a days.</p>' +
'<p>The child was crying so ferociously that an environment of fear was created everywhere. The deities and the sages went to lord Brahma to satisfy their curiously. Lord Brahma assured then to find out the reason. He went to the seashore. The sea put the child in his lap and enquired about the name of that child and also about his future.</p>' +
'<p>Meanwhile the child pressed lord Brahma\'s neck with such power that tears rolled down from his eyes. For this reason he named the child as Jalandhar. Lord Brahma told the sea that the child will become the mighty ruler of the demons. No deity would be able to kill him except Shiva.</p>' +
'<p>The sea was very pleased by lord Brahma\'s predictions. After Lord Brahma returned to his abode, the sea brought that child to his home and brought up that child with great love and care.</p>' +
'<p>When Jalandhar grew up he married Vrinda, who was the daughter of Kalnemi. Later on he became the ruler of the demons</p>' ,
notes: []
},{
subTitle: 'BATTLE BETWEEN JALANDHAR AND THE DEITIES ',
content: '<p>One day Sage Bhrigu came to meet Jalandhar. After receiving him with due respect Jalandhar asked him as to who severed the head of Rahu. </p>' +
'<p>Sage Bhrigu then told him about Hiranyakashipu who was the maternal uncle of Rahu. Sage Bhrigu also told him about Virochana - the son of the extremely charitable king Bali. Then sage Bhrigu narrated the tale connected with the churning of ocean and how ambrosia emerged from the churning of the ocean. </p>' +
'<p>Sage Bhrigu told Jalandhar how Rahu\'s head was severed by lord Vishnu, while he was sitting among the deities and at the time when ambrosia was being distributed to all the deities.</p>' +
'<p>Jalandhar became very furious after hearing this story. He summoned one of his messengers whose name was Ghasmar and instructed him to go and ask Indra, as to why had he misappropriated all the wealth of his father (Sea) which emerged during the churning of Sea. He also instructed Ghasmar to warn Indra about the dire consequences unless he takes his (Indra\'s) refuge. </p>' +
'<p>But Indra sent back Ghasmar without any specific assurance. This action of Indra made Jalandhar more angry than before. He collected his army and attacked Indra.</p>' +
'<p>A fierce battle was fought between his army and the army of the deities. Many warriors got killed from both the sides. Shukracharya the guru of the deities brought back the dead warriors from the demon side back to life by his mritasanjivani vidya. Similarly Sage Brihaspati brought back the dead warriors from the deities‘ side back to life with the help of medicinal herbs.</p>' +
'<p>When Shukracharya saw that, sage Brihaspati too was successfully making the dead deities alive, he instructed Jalandhar to submerge the Drongiri mountain into the sea, so that it becomes impossible for Brihaspati to get the medicinal herbs by the help of which he made the dead deities alive. </p>' +
'<p>Jalandhar obeyed the command of Shukracharya and by lifting the Drongiri mountain submerged it into the sea. The deities became demoralized and fled from the battlefield Jalandhar captured Indrapuri.</p>' +
'<p>The terrified deities took the refuge of lord Vishnu and sought his help. Lord Vishnu gave a patient hearing and agreed to help them, but there was a hitch. His consort goddess Lakshmi considered Jalandhar as her brother because both of them originated from the sea. She instructed Lord Vishnu against killing Jalandhar.</p>' +
'<p>Lord Vishnu promised to her that he won\'t kill Jalandhar. After giving his word to goddess Lakshmi, he went to fight a battle with Jalandhar.</p>' +
'<p>A fierce battle was fought between both of them which remained indecisive till the end. Lord Vishnu became very much impressed by the valiance of Jalandhar and asked him to demand any boon he liked.</p>' +
'<p>Jalandhar requested him to make his dwelling in the Ksheersagar-the abode of Jalandhar, along with his sister (Lakshmi). Lord Vishnu agreed to fulfill his wish and started living in the Ksheersagar along with his consort Lakshmi. </p>' +
'<p>Being undefeated by Lord Vishnu himself, Jalandhar became the ruler of all the three world. All his subjects were satisfied by his just and virtuous rule, except the deities. The deities now eulogized lord Shiva to seek his help in defeating Jalandhar.</p>' +
'<p>According to the wish of lord Shiva, Sage Narada came to meet the deities. The deities narrated their woeful tales to him. Feeling pity on their condition, he went accorded a grand reception by Jalandhar which pleased him very much.</p>' +
'<p>Narada praised the splendours and prosperity of Jalandhar but added that it was nothing in comparison to Shiva\'s splendours Narada told him that inspite of all his authority and splendours, his prosperity was still incomplete, as he did not have a consort. Jalandhar asked curiously as to where could he find his consort. </p>' +
'<p>According to his strategy, Narada advised Jalandhar to make Parvati as his consort Jalandhar fell into Narada\'s trap. He sent \'Rahu\' to lord Shiva with a proposal to part with Parvati. Rahu went to lord Shiva and demanded Parvati, which made lord Shiva extremely furious. His anger resulted into the manifestation of a ferocious creature, which ran towards \'Rahu\' to devour him. Rahu had no option but to take the refuge of Lord Shiva. Lord Shiva protected the life of \'Rahu\'.</p>' +
'<p>The hungry creature, asked Shiva as to what should he eat to satisfy his hunger. Lord Shiva instructed him to devour his own limbs. The creative followed his instructions and devoured his limbs. Lord Shiva was very pleased by his sense of obedience. He named that creature of his palace. He also blessed him saying that he too would be worshipped along with him (Shiva). </p>' ,
notes: []
},{
subTitle: 'BATTLE BETWEEN LORD SHIVA AND JALANDHAR  ',
content: '<p>Rahu went back to Jalandhar and narrated the whole story to him. Jalandhar then attacked Kailash mountain with his huge army. A fierce battle was fought between the Shiva-ganas and the demons.</p>' +
'<p>When Jalandhar realized that lord Shiva had begun to dominate the battle he created beautiful \'Apsaras\' and \'Gandharvas\' by his illusionary powers to divert the attention of lord Shiva and his ganas. He was successful in his attempt. Lord Shiva and his ganas became enchanted by the heavenly beauty of the apsaras. They stopped fighting and started watching their dance and music.</p>' +
'<p>Meanwhile Jalandhar went to Parvati in the guise of lord Shiva but was recognized by her. Being enchanted by the beauty of goddess Parvati, he looked at her with his evil intentions, but was immobilized by her wrath.</p>' +
'<p>Mother Parvati then went to lord Vishnu and narrated the whole story. She wanted to teach Jalandhar a lesson. She requested lord Vishnu to go to Jalandhar\'s wife in the guise of Jalandhar and act in the same way. Jalandhar had dared to do. </p>' ,
notes: []
},{
subTitle: 'VRINDA GETA DISHONORED ',
content: '<p>With the help of his divine powers, Lord Vishnu created many inauspicious dreams while Vrinda was asleep. Vrinda became very restless and when the anxieties become unbearable she proceeded towards the forest. </p>' +
'<p>Vrinda saw a hermit in the forest who was preaching his disciples. The hermit was none other than lord Vishnu. She went to that hermit and prayed to save her husband\'s life.</p>' +
'<p>Lord Vishnu disappeared from the scene and reappeared - this time in the guise of Jalandhar. But Vrinda was unable to recognize the real identity of her husband. She was very pleased after finding her husband. Both of them stayed in that very forest as husband and wife for a very long time.</p>' +
'<p>One day, she came to know about the real identity of the person, who was impersonating as her husband. Realizing that her chastity has been breached, she cursed lord Vishnu by saying that just as he had played a deceitful trick with her in the same way somebody would deceitfully abduct his wife and he too would wander in her search.</p>' +
'<p>After cursing lord Vishnu, Vrinda embraced death by entering into the fire.</p>',
notes: [                     ]
},{
subTitle: 'KILLING OF JALANDHAR ',
content: '<p>On the other side, after the departure of Parvati from Kailash Mountain and after the illusionary powers created by Jalandhar had ended all the apsaras and gandharvas vanished. Shiva realized that whatever he was watching, was nothing more than illusion.</p>' +
'<p>Lord Shiva recommenced his battle. The demons-Shumbh and Nishumbh, came forward to fight with him, but ultimately they had to flee from the battlefield. Lord Shiva warned both of them that though they had escaped death at that moment, but they would be killed by Parvati.</p>' +
'<p>Now Jalandhar again arrived to fight with lord Shiva. A fierce battle commenced between them. Finding an opportune time, Shiva severed the head of Jalandhar by his \'Chakra\' which had been created from his toe. After his death, Jalandhar\'s soul united with Shiva.</p>' +
'<p>When the deities came to know about the killing of Jalandhar, they became overjoyed. They came to Lord Shiva and eulogized him. Thy also hailed his great achievement. After expressing their gratitude they returned to their respective abodes</p>',
notes: [                     ]
},{
subTitle: 'MANIFESTATION OF \'AMLA\' (MYROBALAN), TULSI (BASIL) AND \'MALTI\' ',
content: '<p>Lord Vishnu was very much saddened by the death of Vrinda. He took the ashes from the pyre and after applying them on his body started wondering here and there.</p>' +
'<p>The deities became very worried to see the condition of lord Vishnu. They went to lord Shiva and requested him to eliminate the false attachment with which Sri Vishnu was suffering.  </p>' +
'<p>Lord Shiva sent the deities to goddess Parvati, saying that she would ceratainly help in this regard.  </p>' +
'<p>The deities went to goddess Parvati and prayed to her. She became very pleased and with the assistance of Lakshmi and Saraswati, gave some seeds to then. The deities sprayed those seeds on the pyre, on which Vrinda had given up her life. Three holy plants manifested from that pyreAmla, Tulsi and Malti. Later on Tulsi and Malti attained to the Vishnuloka, by the virtue of their respective penance. </p>',
notes: [                     ]
},{
subTitle: 'BIRTH OF SHANKHACHUDA AND HIS MARRIAGE',
content: '<p>Suta narrated the tale of the birth of Shankhachuda and how Shiva killed him with his Trishula. He told the sages that Shankhachuda was born to the demon king \'Dambha\'. Shankhachuda was in fact, Sudama, in his previous life. He was born in the family of demons due to the curse of Radha. When Shankhachuda grew up, he went to Pushkar (Ajmer, Rajasthan) and did a tremendous penance to please lord Brahma. Lord Brahma blessed him and said that he would remain invincible. He also instructed Shankhachuda to go to \'Badrikashrama\' where he would find his would be wife Tulsi, the daughter of Dharmadhwaja.</p>' +
'<p>Shankhachuda went to Badrikasharama and married Tulsi as per the instructions of lord Brahma. He then returned back to his capital accompanied by his wife Tulsi. </p>',
notes: [                     ]
},
{
subTitle: 'SHANKHACHUDA BECOMES THE RULER OF ALL THE THREE WORLDS ',
content: '<p>When Shankhachuda reached his capital after marrying Tulsi, he was crowned as the king of the demons by Shukracharya. After his coronation, Shankhachuda attacked Indrapuri supported by his huge army and defeated the deities. In a very short time all the three worlds were under his control.</p>' +
'<p>After being defeated by Shankhachuda, the deities went to lord Brahma and sought his help in eliminating the menance called Shankhachuda. Lord Brahma then took them to lord Vishnu. All of them were taken to lord Shiva by Vishnu. They expressed their request to liberate them from the troubles created by Shankhachuda.</p>' +
'<p>Lord Shiva assured the deities that he will certainly kill Shankhachuda and hence they should not worry about him. The deities then happily returned to their respective abodes.</p>' +
'<p>Lord Shiva sent his messenger named Pushpadant, to Shankhachuda to ask him to return back the kingdom of the deities to them. Shankhachuda refused to oblige this demand, on the contrary he expressed his willingness and readiness to fight lord Shiva. Pushpadant returned back and narrated the whole story to lord Shiva. </p>',
notes: [                     ]
},
{
subTitle: 'SHIVA KILLS  SHANKHACHUDA ',
content: '<p>Lord Shiva was now fully convinced about the inevitability of the battle. He first sent all his ganas under the leadership of Kartekiye and Ganesha. Later on Bhadrakali proceeded towards the battlefield with a huge army as per the own wish of lord Shiva himself. At last lord Shiva proceeded towards the battlefield accompanied by the deities. All the troops collected at the bank of river Chandrabhaga and rested under the shade of a Banyan tree. </p>' +
'<p>Shankhachuda handed over the kingdom to his son and went to his wife to take her permission before going to the battlefield. His wife was reluctant to allow him to go, but he somehow managed to convince her. He then proceeded towards the banks of Chandrabhaga with a huge army.</p>' +
'<p>A fierce battle started between the deities and the demons. Both of them attacked each other with the most destructive weapons. But when the army of Chandrachuda began to dominate the fight, the deities fled away and took the refuge of lord Shiva. They told Shiva of the number of deities who had been killed while fighting.</p>' +
'<p>After the defeat of the deities and the ganas Kartikeya and Ganesha went to fight Shankhachuda. A spectacular battle was fought between Shankhachuda and both of them. Later on they were joined by Bhadrakali. Bhadrakali would have devoured Shankhachuda without any problem, but she spared his life because of the boon, given to him by Lord Brahma. Now it was the turn of Lord Shiva to join the battle, but even he could not cause any harm to him because of lord Brahma\'s boon. </p>' +
'<p>While a tremendous battle was being fought between lord Shiva and Shankhachuda. Lord Vishnu appeared and demanded the armour from Shankhachuda, which he had put on, his body in the guise of a brahmin. Shankhachuda gave his armour to him without any kind of suspicion. Lord Vishnu then went to Shankhachuda\'s wife in the guise of her husband i.e. Shankhachuda. He destroyed the chastity of Tulsi, Shankhachuda\'s wife. Shankhachuda derived his power from the chastity of his wife and it vanished the moment, her chastity was destroyed.</p>' +
'<p>Bhadrakali was creating havoc in the army of Shankhachuda. Shankhachuda became very furious and attacked Shiva. Shiva repulsed his assault and attacked him with his Trishul. Shankhachuda who had become powerless was killed instantaneously. The deities were very pleased at the death of Shankhachuda. After worshipping lord Shiva they went back to their respective abodes. </p>',
notes: [                     ]
},{
subTitle: 'TULSI CURSES LORD VISHNU',
content: '<p>After being instructed by goddess Parvati, Lord Vishnu had gone to Tulsi in the guise of her husband- Shankhachuda, so that the breach of Tulsi chastity could help lord Shiva to kill Shankhachuda, who derived his power from Tulsi\'s chastity and virtuosity.</p>' +
'<p>Initially Tulsi could not recognize lord Vishnu. She was extremely joyous at his arrival. But very soon she was able to realize the real identity of lord Vishnu, who had disguised himself as her husband.</p>' +
'<p>She became very angry and cursed lord Vishnu to become a stone. She was crying unconsolably. Lord Vishnu contemplated on Shiva as a result of which he appeared. Lord Shiva blessed Tulsi that she would become the beloved of Lord Vishnu.</p>' +
'<p>Due to Tulsi\'s curse, Lord Vishnu attained the form of Shaligram which is a stone and because of lord Shiva\'s blessings. Tulsi leaves started being offered to the Shaligram, in the process of its worship. </p>',
notes: [                     ]
},{
subTitle: 'KILLING OF HIRANYAKSHA  ',
content: '<p>While narrating the tale of Hiranyaksha\'s killing, Sutli said-</p>' +
'<p>"Once, Shiva and Parvati were living at the Mandarachal mountain. Parvati, playfully covered both the eyes of Shiva with her palms. This made lord Shiva to perspire from his forehead. From this perspiration manifested a ferocious creature. Parvati asked Lord Shiva as to who this creature was. Lord Shiva told her that he was his son Andhak.</p>' +
'<p>Parvati brought up Andhak with great love and care. Hiranyaksha the demon did a tremendous penance to please lord Shiva, with a desire to acquires a son. Lord Shiva became pleased with his penance and appeared before him. He asked Hiranyaksha to demand any boon, which he promised to fulfill.</p>' +
'<p>Hiranyaksha expressed his desire to have a very powerful and mighty son. Shiva decided to give Andhak to him, who at that time was being brought up by Parvati. Hiranyaksha brought young Andhak along with him.</p>' +
'<p>With the help of Andhak, he conquered all the three worlds. He lifted up the earth and proceeded towards the Netherworld. The deities became very terrified. They prayed to Lord Vishnu and when he appeared they requested him to kill Hiranyaksha.</p>' +
'<p>Lord Vishnu killed Hiranyaksha in his incarnation of boar. After killing Hiranyaksha, Lord Vishnu made Andhak the king of Netherworld and place the earth at its original place. </p>',
notes: []
},
{
subTitle: 'KILLING OF HIRANYAKSHIPU',
content: '<p>Hiranyakashipu was filled with grief when he heard the news of his brothers\' death. To avenge Hiranyaksha\'s death, he started to torment the deities. Becoming homeless, the deities started wandering here and there. Hiranyakashipu was still unsatisfied. He wanted to acquire more power and authority. He went to the Mandarachal mountain and started doing a tremendous penance to please Lord Brahma. </p>' +
'<p>Lord Brahma appeared before him and asked him demand anything he wished to be fulfilled. Hiranyakashipu said- </p>' +
'<p>"O Lord! Bless me so that I do neither die during the day nor during the night; neither on the earth nor in the sky; neither by the deities nor by the demons; neither by a human being nor by an animal. Bless me O Lord! O that I do not get killed by any type of weapon."</p>' +
'<p>Lord Brahma blessed Hiranyakshipu and said \'so be it\'. Now, Hiranyakashipu became more ruthless and arrogant. He declared himself the almighty God and ordered his subjects to worship him and his idol. His son-Prahlada was a very great devotee of lord Vishnu. He did not pay heed to his father\'s command and continued to worship Lord Vishnu. Hiranyakashipu tried to kill Prahlada many times, but each time he survived by the blessings of lord Vishnu.</p>' +
'<p>When Hiranyakashipu\'s atrocities crossed all its limits, the deities went to lord Vishnu and requested him to kill Hiranyakashipu. Lord Vishnu appeared in his incarnation of Nrisimha (half lion and half man) and killed Hiranyakashipu with his sharp nails, during the dusk. After giving his kingdom to his son Prahalad, Lord Vishnu went back to his abode. </p>',
notes: []
},{
subTitle: 'SHIVA TEACHES \'MRITASANJIVANI VIDDYA\' TO SHUKRACHARYA ',
content: '<p>Shukracharya did a severe penance for five thousand years to please Shiva and acquire the secrets of Mritasanjivani Viddya (bringing back dead person alive) from him.</p>' +
'<p>When Lord Shiva did not appear even after such a tremendous penance, then he indulges himself in severest form of penance, by quitting having food and water. He now started living only on air. This continued for thousands of years.</p>' +
'<p>Lord Shiva became very pleased with his penance. He manifested from the very Shivalinga, Shukracharya had been worshipping till now. He taught the secrets of \'Mritasanjivani\' viddya to him and told him that by the help of this viddya he would become capable of making alive the dead persons. Lord Shiva also blessed Shukracharya to become a star and attain respectability among all the planets.</p>' +
'<p>After blessing Shukracharya like this, Lord Shiva disappeared into the same Shivalinga from which he had appeared. </p>',
notes: []
},
{
subTitle: 'BATTLE BETWEEN LORD SHIVA AND ANDHAK',
content: '<p>Once, Andhak brothers jokingly told him that, since his real parents were somebody else (Shiva and Parvati) therefore he was not fit to rule them. Though they had told this in good humour, yet Andhak was very much saddened by their remark. He relinquished his throne and went to a deserted place in the forest and started to do a severe penance. Lord Brahma became very pleased by his penance and appeared before him. He asked him to demand anything he wished to be fulfilled. Andhak said- <br/>' +
'"I only long for the love and affection of my brothers. O Lord! Bless me so that nobody should be able to kill one except lord Shiva." </p>' +
'<p>Lord Brahma blessed him and said- \'so be it\'. </p>' +
'<p>Andhak returned to his kingdom and with the co-operation of his brothers like Prahalad etc he brought even the deities under his control. But drunk with power he became very arrogant and started tormenting all the creatures. He did not show any respect to the Vedas, brahmin and the deities.</p>' +
'<p>Andhak had become so arrogant that once he even dared to dishonor his own mother-Parvati, who at that time was living at the Mandarachal mountain. Shiva became very furious with him.</p>' +
'<p>Andhak attacked Shiva with his huge army. Lord Shiva sent his numerous ganas to fight him, but all of them were killed by Andhak.</p>' +
'<p>When lord Shiva got the news of the arrival of Andhak with his army, he sent Lord Vishnu and his remaining ganas to fight him. He himself went to perform his austerity named \'Pashupat\'. The deities fought with Andhak for one thousand years. Meanwhile Lord Shiva returned after completing his \'Pashupat Vrata\' and joined them.</p>' +
'<p>Seeing Lord Shiva in front of him, Andhak became furious and attacked him ferociously. His companion, whose name was \'Vidhas\', devoured all the deities. The demons who had been killed in the battle, were brought back to life by Shukracharya.</p>' +
'<p>Lord Shiva became very angry and swallowed Shukracharya. He also extracted the deities from the stomach of Vidhas who had been swallowed by him earlier. After that, lord Shiva attacked Andhak with his trident, which injured him. But from each drop of his blood which fell on the ground, manifested thousands of demons who resembled Andhak.</p>' +
'<p>Lord Shiva then instructed goddess \'Chandika\' to drink the blood, while he killed all the demons. Goddess Chandika followed the instructions of Shiva and drank each drop of blood, which oozed out from the wounds of the demons and did not let single drop of blood to fall on the ground.</p>' +
'<p>After killing all the demons, lord Shiva lifted Andhak with his trident and hanged him between the earth and sky. Andhak remained there for a very long period of time, bearing the heat of the sun and the showers of rain. But he remained alive. Ultimately he had to take the refuge of Lord Shiva, to save his life. Lord Shiva became pleased by his eulogy and made him his \'Ganadhees\' (leader of all the Ganas).</p>' +
'<p>When lord Shiva swallowed up Shukracharya, he became very restless and started to find out a way through which he could come out from Shiva\'s stomach. But all of his efforts went in vain. Finding no other option, he started to chant the name of lord Shiva. His chantings continued for one hundred years. By the blessings of Shiva, he came out from Shiva\'s stomach through the ejaculated semen.</p>' +
'<p>After coming out, Shukraharya eulogized Lord Shiva. Shiva became pleased with him and showered him with affection just like his own son. After being blessed Shukracharya went and rejoined the army of the demons.  </p>',
notes: []
},{
subTitle: 'KILLING GAJASUR',
content: '<p>Goddess Durga had killed the demon Mahishasur, who used to torment the deities. Gajasur was the son of Mahishasur. To avenge his father\'s death, Gajasur did a tremendous penance to please lord Brahma.</p>' +
'<p>Lord Brahma appeared before him and asked him to demand any boon. Gajasur said- "O Lord! Even a \'Jeetendriya\' (one who has full control over his senses) should not be able to kill me,"</p>' +
'<p>Lord Brahma blessed him by saying - \'So be it\'. Gradually, Gajasur atrocities crossed all limits. He became the lord of all the three worlds. He forced even the deities to worship him. He used to torment the brahmins and the other religious people.</p>' +
'<p>One day Gajasur arrived at Kashi and started tormenting the people living over there. The deities came to lord Shiva and requested him to rescue Kashi by killing Gajasur.</p>' +
'<p>Lord Shiva came to Kashi and fought a battle with Gajasur. He killed Gajasur with this trident. At the time of his death, Gajasur eulogized Lord Shiva and requested him to put his (Gajasur\'s) skin on his (Shiva\'s) body.</p>' +
'<p>Lord Shiva agreed to fulfill his wish. At the spot where, Gajasur was killed a famous Shivalinga by the name of Krittivaseshwar was constructed as per the own wish of lord Shiva. </p>',
notes: []
},{
subTitle: 'KILLING NIRHADDAITYA',
content: '<p>Diti was filled with grief when she came to known about her son\'s (Hiranyaksha) death, who was killed by lord Vishnu.</p>' +
'<p>Nirhaddaitya, who was the maternal uncle of Prahlada consoled her an promised to avenge the death of Hiranyaksha. He thought to destroy the vedic religion. According to him the deities derived their strength and power from this very vedic religion. He planned to eliminate the priestly class-brahmins, so that the chances of \'Yagyas\' being performed becomes extinct and the deities were starved to such an extent that they became weak and powerless. Thinking that then it would not be very difficult to kill the \'weak\' deities.</p>' +
'<p>Nirhaddaitya arrived at Kashi to execute his plan, which during those time was the chief center of the brahmins. He attained the form of a tiger and stationed himself in a nearby forest. He used to kill any brahmin who used to come over there to collect \'Kusha\' grass and fuel. With the help of his illusionary powers he used to attain the form of a hermit during the daytime and lived among them. But during the night, he used to enter into the houses of the brahmins in the form of a tiger and used to devour them.</p>' +
'<p>On one night of Shivaratri, when a brahmin was busy worshipping Lord Shiva, Niraddaitya who was in the form of a tiger entered the temple. But, since the brahmin was engaged in the worship of Lord Shiva, he could not harm the brahmin. Lord Shiva emerged from the very Shivalinga, which the brahmin was worshipping and punched the demon with his clenched fist, so hard that he died. </p>',
notes: []
},
{
subTitle: 'KILLING VIDAL AND UTPAL',
content: '<p>Long long ago there used to live two demons by the names of Vidul and Utpal. Both of them did a tremendous penance to please lord Brahma. After being blessed by lord Brahma, they became very arrogant and started tormenting the deities and the brahmins.</p>' +
'<p>The deities went to lord Brahma and sought his help. Lord Brahma told them that both the demons would be killed by goddess Parvati very soon. He also instructed the deities to eulogize Shiva and Parvati to seek their blessings. The deities went back and started eulogizing Shiva and Parvati.</p>' +
'<p>One fateful day, Vidal and Utpal arrived at the place where goddess Parvati was having amusements with her companions. Vidal and Utpal had disguised themselves as the ganas of Shiva. Lord Shiva recognized the real identity of the demons. He signaled towards Parvati pointing towards the demons. Parvati who was playing with a ball with her companions, understood what lord Shiva meant to say. She hit both of them with the ball, with such force that both the demons died on the spot. The ball then fell down on the ground and transformed into a Shivalinga which became as \'Kandukeshwar\'. The deities became very pleased at the death of Vidal and Utpal. </p>',
notes: []
}
]
}
];