var defaultButtonStyle = "padding:3px;font-weight:bold;color:green;background-color:lightyellow; border: 1px solid green;margin:2px; border-radius:3px;";
var defaultHeaderStyle= 
    {
        'font-weight': '900',
        'color':'firebrick',
         'background-color': 'transparent', 'opacity':'1.5'
    };
var defaultDetailStyle = { 
      'background-color':'lightgoldenrodyellow',
        'opacity':'0.7',
        'margin': '10px',
      'padding':'5px',
        'color':'black',
        'font-weight':'900',
        'border':'2px solid red'};
var defaultContentStyle =   { 'border':'3px outset orange',
             'background-image': 'url("images/lord-krishna-786.jpg")',
             'background-size': 'contain',
             'border-radius':'4px', 
             'padding':'2px',
             'color':'orange', 
             'opacity':'0.5',
              'background-color':'lightgoldenrodyellow'};
var chapterData = [
    
    {
        title: 'Introduction',
        buttonText: 'Introduction',
        buttonStyle :  "padding:3px;background-color:aliceblue  ; border: 2px outset blue;margin:2px; border-radius:3px;color:blue;font-weight:bold",
        contentStyle: { 'border':'3px outset orange',
             'background-image': 'url("images/sample1.jpg")',
             'background-size': 'contain',
             'border-radius':'4px', 
             'padding':'2px',
             'color':'orange', 
             'opacity':'0.5',
              'background-color':'lightgoldenrodyellow',
            'text-align':'left'} ,
        subsections: [
           { 
                subTitle: '',
                content: '<p>&nbsp;&nbsp;&nbsp;&nbsp;The Purana is a class of literature that treats of ancient religion, philosophy, history, sociology, politics and other subjects. It is an encyclopaedia of various branches of knowledge and ancient wisdom. It has been defined as a class of' + 
               ' literature that contains material on the topics of Creation, Dissolution of Manus, Ages of Manus, Genealogies and the History of glorious kings. For dealing primarily with these subjects it has been called Panchalaksana -a title that was incorporated in the Puranas  themselves and had become popular by the Fifth century A.D.</p>'
            }
        ]
    },
    {
        title: 'THE GLORY OF SIVAPURANA',
        headerStyle: { 'color': 'darkblue','font-weight': '1900', 'background-color': 'skyblue', 'opacity':'0.5'},
        contentStyle: { 'border':'3px outset blue',
             'background-image': 'url("images/meditation_1.jpg")',
             'background-size': 'contain',
             'border-radius':'4px', 
             'padding':'2px',
             'color':'orange', 
             'opacity':'0.5',
              'background-color':'skyblue'} ,
        subsections: [
           { 
                subTitle: 'Greatness of Sivapurana',
                content: '<p><ol>' +
                    '<em><span style="font-weight:900;color:crimson;font-size:larger"> Saunaka said: </span>'+
                    '<li>"0 Suta of great intellect, 0 my lord, the knower ofhilosophical principles, please narrate to me the essence ofthe Puranas in detail.</li>' +
                    '<li>How do good conduct, good devotion and power ofdiscrimination flourish ? How are base feelings dispelled by good men ?</li>' +
                    '<li>In this terrible Kali age all living beings have almost become demonic in character. What is the effective mode of remedying the same ?</li>' +
                    '<li> Now tell me about the greatest means to achieve the  most perfect weal, the holiest of the holy modes.</li>' +
                    '<li> What is that, the practice of which particularly purifies the soul ? What is that which enables a man of unsullied mind to attain Siva ?"<br/>  <em><span style="font-weight:900;color:green;font-size:larger"> Suta said: </span> </li>' +
'<li>  0 foremost among sages, you are blessed indeed as you are desirous of hearing. Hence I shall ponder over the greatest of the Sacred Lore intelligently and tell you.</li>' +
'<li> 0 dear, listen to that divine panacea evolved out of all religious tenets, heightening true devotion and conducive to the pleasure of Siva.</li>' +
'<li> It is destructive of the great fear of  the Python of Kala (Death).· 0 sage, it is the noble Siva Purana formerly narrated by Siva Himself.</li>' +
'<li> For the benefit of the people in the age of Kali, the sage Vyasa has abridged it out of great respect for the sage Sanatkumara  on being instructed by him.</li>' +
'<li> 0 sage, there is nothing other than Siva Purana for the purification of the mind especially of the people of the Kali age. </li>' +
'<li> It is only the intelligent and the highly fortunate man who has accumulated great merits in his previous birth who will be drawn towards it.</li>' +
'<li> This Sivapurana is the greatest and the noblest of the sacred lore. It is the form of Siva and as such is to be served and realised in this world.</li>' +
'<li> By reading this and listening to it the good man becomes very pious. By all means he instantly attains Siva\'s region.</li>' +
'<li> Hence every endeavour of men to read this is desirable. Loving care to listen to it yields all desired results.</li>' +
'<li> By listening to this Purana of Siva a man becomes sinless. After enjoying all extensive worldly pleasures he will attain the region of Siva.</li></p>'
            }
        ]
    },
    {
        title: 'Coming soon',
        headerStyle: { 'color': 'antiquewhite','font-weight': '1900', 'background-color': 'transparent', 'opacity':'0.9'},
        contentStyle: { 'border':'3px outset blue',
             'background-image': 'url("images/krishna_death.jpg")',
             'background-size': 'contain',
             'border-radius':'4px', 
             'padding':'2px',
             'color':'orange', 
             'opacity':'0.9',
              'background-color':'skyblue'} ,
        subsections: [
           { 
                subTitle: 'Aum',
                content: '<p>&nbsp;&nbsp;&nbsp;&nbsp;Aum Namaha Shivay</p>'
            }
        ]
    },
    {
        title: 'PART 7 The Birth of Shree Krishna',
        buttonStyle :  "padding:4px;background-color:orange  ; border: 2px outset crimson;margin:2px; border-radius:3px;color:crimson;font-weight:bold",
        
        headerStyle: { 'color': 'antiquewhite','font-weight': '1900', 'background-color': 'transparent', 'opacity':'0.9'},
        contentStyle: { 'border':'3px outset blue',
             'background-image': 'url("images/shree_krishna_birth.jpg")',
             'background-size': 'contain',
             'border-radius':'4px', 
             'padding':'2px',
             'color':'orange', 
             'opacity':'0.9',
              'background-color':'skyblue'} ,
        subsections: [
           { 
                subTitle: 'The Divine pregnancy',
                content: '<p>At this point, Sage Suka moistened his lips with his tongue and continued: Devaki and Vasudeva being in prison, looked like mad persons. They sat with unkempt hair, lean and lanky due to lack of appetite and no means to feed their bodies. They could not sleep and they were consumed by grief over the children they had lost. After another year, Devaki conceived for the eighth time. O, it was wondrous! What a transformation it had brought about!</p>'
            },{ 
                subTitle: 'The wonderful transformation',
                content: '<p>The faces of Devaki and Vasudeva, which had drooped and dried up, suddenly blossomed like lotuses in full bloom. They shone with a strange splendor. Their bodies which were reduced to mere skin and bone, took on flesh, became round and smooth and shone with a charming golden hue. The prison cell of Devaki and Vasudeva became fragrant with pleasing odors; it cast a wondrous light and was filled with inexplicable music and jingling of dancing feet. Devaki and Vasudeva became aware of these happenings, but they were afraid to inform Kamsa, lest in his vindictive frenzy, he might hack the womb to pieces. They were anxious about the strange future of the son to be born and were restless with weird forebodings.</p>'
            },{ 
                subTitle: 'Kamsa’s meanness and Pariskshith’s question',
                content: '<p>Kamsa knew his time was fast approaching; he was torn by greed to continue as an unquestioned Emperor; he was overcome by conspiracy; he overran the territories of Yadu, Vrishni, Bhoja and Andaka and added them to his domain; he threw his father Ugrasena into prison; thereafter, his will was sovereign. Hearing these words of Suka, Parikshith said, “What foolishness is this? Knowing fully well that his end was drawing near, should he not give up his greed and turn his mind towards God?” Suka burst into laughter and said, “Maharaja! You think that all those whose end is near will utilize the time at their disposal to seek the vision of the Lord! Such yearning can arise in the mind only due to good deeds performed in the previous lives. Those who have acquired good merits from their past actions, have compassion towards all beings, do not swerve from the right path and adhere to truth, non-violence and love. They have only thoughts of God and urge to do sanctifying deeds till their last days. Instead, those who are immersed in selfishness, egotism, greed, vice, violence and unrighteousness will suffer from increased evil urges in their last days and destroy themselves. Hence the saying <em>Vinaasa Kaale, Vipareetha Buddhi.</em></p>'
            },{ 
                subTitle: '',
                content: '<p>(Suka continues)<br/>"The fetus of the seventh pregnancy was taken from Devaki and transferred to Rohini who was in Gokula under the protection of Nanda. This was done so that the child may grow into a companion and helpmate for Krishna. Rohini gave birth to a son who was named as Balarama because of his extraordinarily strong body and his charming innocence and intelligence. Since he was transferred from the womb of Devaki to Rohini, he was also called Samkarshana (who was attracted or drawn). Meanwhile, the eighth pregnancy completed nine months; Devaki and Vasudeva sat helpless in great anguish without food or sleep fearing what would Kamsa do next. Kamsa took extra precautions to see that the child does not escape him. He ordered that Vasudeva and Devaki be shackled with chains on hand and feet. But, who can hinder the inscrutable operation of the will of God?"</p>'
            } ,{ 
                subTitle: '',
                content: '<h2>The Advent of the Lord</h2><p id="special" style="font-size:larger;font-weight:900;color:firebrick;border:2px solid maroon;border-radius:5px;padding:10px;"><em>One night, Devaki developed labor pains; with her mind firmly fixed on God, she was looking at the oil lamp in the cell, asking herself, “What is going to happen to me?” Suddenly, the flame went out and darkness filled the cell. Just then, there was an effulgent Form with a strange splendor standing before her. Gradually, the Form became clear! It was armed with the Conch, the Discus and the Mace; the fourth hand was held in Abhaya pose. It said softly and sweetly, “Do not fear! I am Narayana. I am to be born in a few minutes as your son in an answer to the promise I made as a result of your earnest prayers. I will be known as Krishna and also as Vasudeva. As soon as I am born, the shackles will fall off from your hands and feet. The doors of the prison will open by themselves. Take Me from here without anyone’s knowledge, to the home of Nanda in Gokula. Place Me by the side of his wife, Yasoda who is having labor pains now. Bring the baby girl that Yasoda has delivered back into this prison and keep her with you. Then, send word to Kamsa. Until he gets the news, no one either in Mathura or Gokula will notice you. I shall arrange it so.” Blessing Devaki and Vasudeva, the effulgent Form entered the womb of Devaki as an Orb of Light. Within minutes the Divine Child was born! It was 3:30AM. The shackles that bound the hands and feet of Vasudeva fell off in a trice. The doors and the gates flew open. Though it was still dark, a cuckoo was cooing with a sudden spurt of joy. The Rain-God was showering flower drops of rain on the earth. Around the prison, flocks of bird clustered in happy song, twittering sweet melody. Vasudeva turned his eyes towards the new born child and was astounded. Encircling the Babe was a brilliant halo of Light!</em></p>'
            },{ 
                subTitle: 'The Lord moves to Gokul',
                content: '<p>Vasudeva did not delay. He spread an old dhoti on a bamboo basket and placed the Babe on it. He tore an old sari of Devaki and covered the Babe and placed the basket on his head. He moved out of the open doors and gates, past the sleeping guards. He noticed the little drops of rain that was falling on the Babe and was afraid that the Babe would be soaked. But, when he turned back, he found a snake following his footsteps, holding the ribbed umbrella of its broad hoods over the child preventing the rain from wetting the Babe. He soon realized that it was Adisesha protecting the Lord. Though the sun had not risen yet, the lotus bloomed in all the tanks and leaned on its stalk towards the Babe. Though it was a dark night, with a deep yearning to look at the Babe, the full moon peeped through the clouds, with its cool rays illuminating the entire route to Gokul. Vasudeva began to cross Yamuna river to reach Gokul. The water was rising very rapidly above Vasudeva’s head and he was afraid that he would drown. It dawned on him that Yamuna was paying its respects to the Lord by wetting the feet of the Babe! The Babe was placed next to Yashoda and the baby girl that had just been born there was brought and placed into the hands of Devaki. No sooner this was done, Vasudeva burst into tears! While these words were coming from Suka’s lips, Parikshith exclaimed aloud, “Krishna, Krishna!” Everyone looked at the King. They saw a snake crawling away fast, after biting the right toe of the King. Suka shed tears of Bliss; He announced, “The King has merged with the Lord”. The word Suka means parrot. Yes, he was the parrot that plucked the ripe nectar filled fruit called Bhagavatha from the tree of the Vedas and enabled the world to taste it. May the world relish the fruit and derive the Atmic Bliss!</p>'
            }
        ]
    }
];