var defaultButtonStyle = "padding:3px;font-weight:bold;color:green;background-color:lightyellow; border: 1px solid green;margin:2px; border-radius:3px;";
var defaultPrevButtonStyle = "float:left;padding:3px;font-weight:bold;color:darkslateblue;background-color:lightyellow; border: 1px solid green;margin:2px; border-radius:3px;";
var defaultNextButtonStyle = "float:right;padding:3px;font-weight:bold;color:darkslateblue;background-color:lightyellow; border: 1px solid green;margin:2px; border-radius:3px;margin-right:20px;";
        var leftNavigation = true ;
var defaultHeaderStyle=
    {
        'font-weight': '900',
        'color':'firebrick',
         'background-color': 'transparent', 'opacity':'1.5'
    };
var defaultDetailStyle = { 
      'background-color':'lightgoldenrodyellow',
        'opacity':'0.7',
        'margin': '10px',
      'padding':'5px',
        'color':'black',
        'font-weight':'900',
        'border':'2px solid red'};
var defaultContentStyle =   { 'border':'3px outset orange',
             'background-image': 'url("images/lord-krishna-786.jpg")',
             'background-size': 'contain',
             'border-radius':'4px', 
             'padding':'2px',
             'color':'orange', 
             'opacity':'0.5',
              'background-color':'lightgoldenrodyellow'};
var chapterData = [
    
    {
        title: 'Introduction',
        buttonText: 'Introduction',
        buttonStyle :  "padding:3px;background-color:aliceblue  ; border: 2px outset blue;margin:2px; border-radius:3px;color:blue;font-weight:bold",
        contentStyle: { 'border':'3px outset orange',
             'background-image': 'url("images/sample1.jpg")',
             'background-size': 'contain',
             'border-radius':'4px', 
             'padding':'2px',
             'color':'orange', 
             'opacity':'0.5',
              'background-color':'lightgoldenrodyellow',
            'text-align':'left'} ,
        subsections: [
           { 
                subTitle: '',
                content: '<p>&nbsp;&nbsp;&nbsp;&nbsp;The Purana is a class of literature that treats of ancient religion, philosophy, history, sociology, politics and other subjects. It is an encyclopaedia of various branches of knowledge and ancient wisdom. It has been defined as a class of' + 
               ' literature that contains material on the topics of Creation, Dissolution of Manus, Ages of Manus, Genealogies and the History of glorious kings. For dealing primarily with these subjects it has been called Panchalaksana -a title that was incorporated in the Puranas  themselves and had become popular by the Fifth century A.D.</p>'
            }
        ]
    },
    {
    buttonStyle :  "padding:3px;font-weight:bold;color:green;background-color:lightgreen; border: 1px solid green;margin:2px; border-radius:3px;",
    buttonText: 'SIVAPURANA-MAHATMYAM, Chapter 1',
        title: 'Chapter One: THE GLORY OF SIVAPURANA',
        headerStyle: { 'color': 'darkblue','font-weight': '1900', 'background-color': 'skyblue', 'opacity':'0.5'},
        contentStyle: { 'border':'3px outset blue',
             'background-image': 'url("images/meditation_1.jpg")',
             'background-size': 'contain',
             'border-radius':'4px', 
             'padding':'2px',
             'color':'orange', 
             'opacity':'0.5',
              'background-color':'skyblue'} ,
        subsections: [
           { 
                subTitle: 'Greatness of Sivapurana<span id=\'top\'>..</span>',
                content: '<p><ol>' +
                    '<em><span style="font-weight:900;color:crimson;font-size:larger"> Saunaka<noteref1_note1footer>(1)</note> said:  </span>'+
                    '<li>"0 Suta of great intellect, 0 my lord, the knower ofhilosophical principles, please narrate to me the essence ofthe Puranas in detail.</li>' +
                    '<li>How do good conduct, good devotion and power ofdiscrimination flourish ? How are base feelings dispelled by good men ?</li>' +
                    '<li>In this terrible Kali age all living beings have almost become demonic in character. What is the effective mode of remedying the same ?</li>' +
                    '<li> Now tell me about the greatest means to achieve the  most perfect weal, the holiest of the holy modes.</li>' +
                    '<li> What is that, the practice of which particularly purifies the soul ? What is that which enables a man of unsullied mind to attain Siva ?"<br/>  <em><span style="font-weight:900;color:green;font-size:larger"> Suta said:<noteref2_note2footer>(2)</note> </span> </li>' +
'<li>  0 foremost among sages, you are blessed indeed as you are desirous of hearing. Hence I shall ponder over the greatest of the Sacred Lore intelligently and tell you.</li>' +
'<li> 0 dear, listen to that divine panacea evolved out of all religious tenets, heightening true devotion and conducive to the pleasure of Siva.</li>' +
'<li> It is destructive of the great fear of  the Python of Kala (Death).· 0 sage, it is the noble Siva Purana<noteref3_note3footer>(3)</note> formerly narrated by Siva Himself.</li>' +
'<li> For the benefit of the people in the age of Kali, the sage Vyasa<noteref4_note4footer>(4)</note>  has abridged it out of great respect for the sage Sanatkumara<noteref5_note5footer>(5)</note>  on being instructed by him.</li>' +
'<li> 0 sage, there is nothing other than Siva Purana for the purification of the mind especially of the people of the Kali age.<noteref6_note6footer>(6)</note>  </li>' +
'<li> It is only the intelligent and the highly fortunate man who has accumulated great merits in his previous birth who will be drawn towards it.</li>' +
'<li> This Sivapurana is the greatest and the noblest of the sacred lore. It is the form of Siva and as such is to be served and realised in this world.</li>' +
'<li> By reading this and listening to it the good man becomes very pious. By all means he instantly attains Siva\'s region.</li>' +
'<li> Hence every endeavour of men to read this is desirable. Loving care to listen to it yields all desired results.</li>' +
'<li> By listening to this Purana of Siva a man becomes sinless. After enjoying all extensive worldly pleasures he will attain the region of Siva.</li><li>Merely by listening to the story of Siva a man secures that merit which results from the performance of Rajasuya<noteref7_note7footer>(7)</note>  and a hundred Agnistomas.<noteref8_note8footer>(8)</note></li>' +
'<li>0 sage, those who listen to Sivapurana the noblest of Sacred lore, cease to be mere human beings. They must be undoubtedly considered as manifestations of Rudra, a form of Siva.</li>' +
'<li>Sages consider the dust in the feet of those who habitually listen to that Purana and recite it, on a par with holy centres.</li>' +
'<li>>May those who wish to attain the seat of salvation, listen always to the holy Sivapural).a with great devotion.</li>' +
'<li>0 noblest among sages, if he is unable to listen to it always, let him hear it for a short while every day with h]s mind fully controlled.</li>' +
'<li>If any one is unable to listen to it every day, 0 sage, let him listen to Sivapurana in the holy months</li>' +
'<li>Those who listen to that Pural).a even for a Muhurta (48 minutes), half that period, one fourth of that period or even for a moment will not suffer from mishaps.</li>' +
'<li>0 lord of sages, the man who listens to that Purana crosses the ocean of worldly existence after burning the great forest of Karma (binding actions).</li>' +
'<li>0 sage, the· merit that accrues from all gifts and all</li>' +
'<li>Sacrifices becomes stabilised after listening to Sivapurana.</li>' +
'<li>Particularly in the age of Kali there is no greater virtue conducive to the achievement of liberation by men, 0 sage, than listening to Sivapurana.</li>' +
'<li>There is no doubt in this that, listening to the Purana and reciting the names of Siva is as efficacious as the Kalpa tree<noteref9_note9footer>(9)</note>  in yielding one\'s desires.</li>' +
'<li>For the benefit of the evil-minded persons of the</li>' +
'<li>Kali age, bereft of virtuous conduct, .Lord Siva has produced the nectar in the form of Sivapurana.</li>' +
'<li>A single man, the man who drinks nectar, becomes immortal and unageing. But the nectar of the divine story of Siva, if drunk, makes the whole family immortal and unageing..</li>' +
'<li>The sanctifying story of Sivapurana  must always be resorted to, definitely so.</li>' +
'<li>Merely by listening to Sivapurana (if such good results) what am I to say about the result when Siva abides in the heart ?</li>' + 
'<li>This work consists of twenty-four thousand verses divided into seven samhitas (compendiums). The three kinds of Devotion [(I ) by meditation, (2) recital of prayer and (3) acts of worship and service] are fully explained in it.It must be listened to with great respect.</li>' + 
'<li>The first compendium is called Vidyesvara samhita, second is Rudrasamhita, the third is Sata-Rudra and the fourth is Koti-Rudra;The fifth compendium is called Umasamhita, the sixth is Kailasasamhita and the seventh is Vayaviya. Thus,there are seven samhitas in this Purana.</li><li>This divine Purana of seven samhitas and called after Siva stands on an equal footing with Brahman (i. e. Vedic Texts) and accords an achievement that is superior to everything else.</li>' + 
'<li>He who reads the entire Sivapural).a without omitting any of the seven samhitas can be called a Jivanmukta (a living liberated soul).</li>' + '<li>0 sage, the ignorant man is tossed about in the ocean of worldly existence till the excellent Sivapurana reaches his ears.</li>' + 
'<li>Of what avail is listening ·to many sacred texts and other confounding Pura:t,1as ? The Sivapurana alone loudly proclaims (its readiness) to grant salvation.</li>' + 
'<li>The house where the discourse on this Sivapuana is held becomes a holy centre. It destroys the sins of the inmates of the house.</li>' + 
'<li>Thousands of horse-sacrifces1<noteref10_note10footer>(10)</note>  and hundreds of Vajapeyan<noteref11_note11footer>(11)</note> sacrifices do not merit even a sixteenth part of Sivapurana.</li>' + 
'<li>0 best of sages, a sinner is called a sinner till the moment he hears Sivapqra:Q.a with great devotion.</li>' + 
'<li>The holy rivers, Ganga and others, the seven sacred cities<noteref12_note12footer>(12)</note> and Gaya can never be equal to Sivapurana .</li>' + 
'<li> If· one wishes for the greatest of goals (Liberation) one shall recite at least a stanza or even half of it from Sivapural).</li>' + 
               '<li>He who constantly listens to Sivapurana fully comprehending its meaning or simply reads it with devotion is  undoubtedly a meritorious soul.</li>' +
'<li>Lord Mahesana (Siva) is extremely pleased with the sensible man who listens to Sivapurana when death is imminent. Lord Siva accords him a seat in his own region.</li>' +
'<li> He who adores this Sivapurana with great devotion enjoys in the world ail desired objects and attains Sivaloka.</li>' +
'<li> Never slack in his devotion to the Sivapurana he who keeps this work well wrapped in a silk cloth, will ever be happy.</li>' +
'<li>The holy Sivapurana, the sole possession of a devotee of Siva, should assiduously be resorted to by a person who desires for happiness here and hereafter.</li>' +
'<li>The holy Sivapurana that accords the four aims of life (virtue, wealth, love and salvation) must be heard and read with great devotion always.</li>' +
'<li>The Sivapurana, the greatest harbinger of the perfect welfare among the Vedas, Itihasas and other sacred texts must be thoroughly understood by those who seek salvation.</li>' +
'<li>This Sivapural}a is the greatest resort of the knowers of Atman (Spiritual Seekers) for ever; it is the noblest objectworthy of adoration of good men ; it suppresses the three types of distresses (i. e. physical illness, extraneous attacks and divine calamities) ; it accords happiness always ; and it is very pleasing to all Devas led by Brahma, Hari and Isa.</li>' +
'<li>With the mind extremely delighted I bow unto Sivapurana for ever. May Siva be pleased and bestow on me a devotion to His feet.</li><br/><a href=\'#top\'><strong>Back To Top</strong></a></p>',
               notes: ['Saunaka was the chief of the sages at the great sacrifice in Naimisa forest to whom the Mahabharata and the Pura:r:tas were recited by the Siita in the reign of AdhisimakniJa, the great-grandson of Janamejaya ·and the sixth in generation from Arjuna in the Paurava line.',
                       'The Sutas (Va I. 32-3; Padma I. I. 27-28) preserved the genealogies of Gods, sages, and glorious monarchs as well as the traditions of great men. Th~ Su ta here is not a caste that is described by Manu (X. I I. I 7) as the offspring of a K~atriya father and Brahman mother. He is a venerable Brahmana who has preserved ballads, songs, genealogies of Gods, sages and glorious Kings.-Pargiter','For the nomenclature and authenticity of this Purfu;ta see Introduction.',
 'According to the Pauranic tradition, Krisa Dvaipayana Vyasa, the son of Satyavati, composed the eighteen puranas or superintended their compilation.',
'The puranas were first compiled by Brahma.  Sanatkumara, a son of Brahma  inherited them from his father and imparted them to Vyasa who in turn abridged them in 18 compendiums.',
'The beginning of the Kali age has been discussed by Dr. Fleet and he has pointed out that it began on th.e day on which Lord Krisna died, which the chronology of the Mahabba rata places, as he shows, some twenty years after the great battle and that it was then that Yudhishthira abdicated and Parikshit began to reign','Rajasiiya is a great sacrifice performed by a universal monarch (in which the tributary princes also take part) at the time of his coronation as a mark of his undisputed sovereignty.',
'Agnistoma is a sacrificial rite ex tending over several days in spring and forming an essential part of the Jyotistqma.',' Kalpadruma is a mythological tree supposed to grant all  desires.',
 'In Vedic times the Asvamedha sacrifice was performed by kings desirous of offspring but subsequently it was performed by them for the achievement of universal supremacy: A horse was turned loose- to· wander  at will for a -year, attendeq l;>y 4 guardian; .when the horse enter,ed a foreigncountry, the ruler was bouni either to submit or to fight. In this way the horse returned at the end of a year, the guardian obtaining or enforcing the submission of princes whom he brought in this train. After the succe~sful return of the horse, the horse was sacrificed amidst great rejoicings. It is s~id that the horse was sometimes not immolated ,but kept bound dur,ing the ceremony',
'Vajapeya is one of the seven forms of the Soma-sacrifice offered by kings or .Bnihmans aspiring to the highest position, and preceding the Rajasuya and the Brhaspatisava.',
'The seven sacred cities of the Hindus are :Ayodhya, Mathura, Maya, Kasi, Kanchi Avantika and Dvarika.' 
                      ]
            }
        ]
    } , {
    buttonText: '2',
    title: 'Chapter Two: The liberation of Devaraya',
        headerStyle: { 'color': 'darkblue','font-weight': '1900', 'background-color': 'skyblue', 'opacity':'0.5'},
        contentStyle: { 'border':'3px outset blue',
             'background-image': 'url("images/lord-shiva-chalisa.jpg")',
             'background-size': 'contain',
             'border-radius':'4px', 
             'padding':'2px',
             'color':'orange', 
             'opacity':'0.5',
              'background-color':'skyblue'} ,
        subsections: [
           { 
                subTitle: '',
                content: '<p><ol>' +
                    '<em><span style="font-weight:900;color:crimson;font-size:larger"> Saunaka said:  </span>'+
                    '<li>0 Suta, thou art the most blessed and the most fortunate knower of the greatest Truth. Thou hast narrated tous, out of great com passion, this divine wonderful tale.</li>' + 
'<li>This wonderful narrative that destroys hosts of sins,purifies the mind, and propitiates Lord Siva has been heardby us.</li>' + 
'<li>Thanks to thy compassion we have decisively realised that there is nothing so fine and nice as this tale.</li>' + 
'<li>Who are those among sinners in the Kali age who get sanctified by this story ? Please enlighten us. Make the whole world gratified.<br/>  <em><span style="font-weight:900;color:green;font-size:larger"> Suta said:  </span></li>' + '<li><ul><li>Men who habitually commit sins, wicked persons indulging in vicious activities and persons of lecherous disposition become pure here by.</li>' +
'<li>This is a greatJiianayajfia (sacrificial rite of wisdom) ; it yields worldly enjoyment as well as salvation ; it dispels all sins and delights Siva.</li>' +
'<li>Men overwhelmed by the thirst of covetousness, those devoid of truthfulness, those who decry even their parents, haughty vain fellows and persons prone to violent activities become sanctified by this.</li>' +
'<li>Those who never practise the duties of their Varnas fie glory of $ivapurana and Asramas {castes and walks of life) and those of malicious temperament become sanctified thanks to the Dnyaanayagnyaeven in the Kali age.</li>' +'<li>Those who always indulge in sinful actions and those who are roguish persons of wicked mind become sanctified by this ]Dnyaanayagnya even in the Kali age.</li>' +
'<li>Men of unclean habits and wicked minds, men who know no peace and men who swallow temple and trust properties become sanctified by this jfianayajfia even in the Kali age.</li>' +
'<li>The merit accruing from this Puran.a destroys great sins, yields worldly enjoyments and salvation and delights Lord Siva.</li></ul></li>' +
'<li>In this context an ancient anecdote is cited as an example, the mere hearing of which, removes all sins utterly.</li>' +
'<li>In the city of Kiratas there lived a brahmin extremely poor and deficient in (brahmanical) knowledge. He used to sell various kinds of beverage and was averse to the worship of gods or to virtuous ac tivities.</li>' +
'<li>He never practised the daily Sandhya prayers or ablutions. His practice resembled a Vaisya\'s mode of living. He never hesitated to deceive credulous persons. His name  was Devaraja.</li>' +
'<li>Either by killing or by using various deceitful means he used to rob Brahmins, K~atriyas, VaiSyas, Siidras and others.</li>' +
'<li>Thus by foul means much wealth was later accumulated by him. But the sinner that he was, not even the slightest part of his wealth was utilised in virtuous acts .</li>' +
'<li>Once that brahmin went to a lake to take his bath. There he saw a harlot called Sobhavati and was much agitated at her sight.</li>' +
'<li>The beautiful woman was extremely delighted on coming to know that a rich brahmin had become her willing slave. The brahmin\'s heart was filled with love due to her pleasant talk.</li>' +
'<li>He decided to make her his wife and she consented to have him as her husband. Thus in mutual love they sported for a long time.</li>' +
'<li>Sitting, lying, eating, drinking and playing together they were not at all different from any other wedded couple.</li>' +
'<li> Dissuaded again and· again by his mother, father, first wife and others though he was, he never paid heed to their words but continued his sinful activities.</li>' +
'<li> Once he became so enraged as to kill his mother, father and wedded wife at dead of night while they were asleep and took possession of their wealth.</li>' +
'<li>Enamoured of the courtesan he handed over to her his own wealth and also the wealth that he looted from his father, mother and first wife.</li>' +
'<li> In the company of this harlot he used to eat all sorts of forbidden food, became an addict to wine and spirituous liquors and partook of his food from the same plate as his concubine.</li>' +
'<li>Once, by chance, he came to the city of Pratisthana.<noteref1_note1footer>(1) - (13)</note>  He saw a Siva temple where saintly men had congregated.</li>' +
'<li>During his stay there, he was afflicted by an acute fever. He heard the discourse on Siva conducted by a brahmin.</li>' +
'<li>The brahmin Devaraja suffering from fever died at the end of a month. He was bound with nooses</li>'+ '<li>In the mean while Siva\'s attendants dressed in white, smeared with ashes all over the body, wearing garlands of Rudraksha and wielding tridents in their hands started furiously from Sivaloka and reached Yama\'s city. They threatened the attendants of Yama (the God of death) and thrashed them. Releasing Devaraja from their clutches they seated him in a wonderful aerial chariot. When they wereabout to start to Kailasa a great tumult arose in the middle of Yama\'s city on hearing which Dharmaraja (the God of Death) himself came out of his palace.</li>' + '<li>  On seeing the four messengers who appeared like replicas of Rudra Himself, Dharmaraja the knower of virtues honoured them in accordance with the custom.</li>' +
'<li>Yama came to know of everything through his vision of wisdom. Out of fear he did not~question the noble attendants of Siva.</li>'   + '<li>Being duly honoured and adored by Yama, they went to Kailasa and handed over the brahmin to Siva, the very ocean of mercy and to the divine mother Parvati.</li>' +
'<li>Blessed indeed is the story of Sivapurai}.a, the holiest of holy stories, a mere hearing of which qualifies even the greatest sinner for salvation.</li>' +
'<li>The great seat of Sadasiva is the greatest abode and the noblest of positions which Vedic scholars have extolled as stationed above all Lokas (worlds).</li>' +
'<li>Devaraja the base brahmin, addicted to wine, enamoured of a vile harlot, slayer of his own father, mother and wife and who out of greed for money had killed many brahmins, k~atriyas, vaisyas and sudras and others became a liberated soul instantaneously on reaching that supreme Loka</li>' + '<br/><a href=\'#top\'><strong>Back To Top</strong></a></p>',
               notes: ['(13) Pratistnaa : There are references to two towns of the same name :.<ul><li> (r) a town at the confiuence ofthe Ganges and Yamuna and capital of the early kings of the lunar race,</li><li> (Q) a town on the Godavari arid capital 01 Salivanana.</li></ul> The latter town can be identified with the modern Paithan the Aurangabad district. lt was known \'aS Paithinasipuri\'' 
                      ]
            }
        ]
    }, {
    buttonText: '3-5',
    title: 'Chapter Three- Five: Cancula\'s disillusion and detachment, her Salvation, and Binduga\'s Salvation',
        headerStyle: { 'color': 'darkblue','font-weight': '1900', 'background-color': 'skyblue', 'opacity':'0.5'},
        contentStyle: { 'border':'3px outset blue',
             'background-image': 'url("images/shivKailash.jpg")',
             'background-size': 'contain',
             'border-radius':'4px', 
             'padding':'2px',
             'color':'orange', 
             'opacity':'0.5',
              'background-color':'skyblue'} ,
        subsections: [
           { 
                subTitle: '3. Cancula\'s disillusion and detachment',
                content: '<p><ol>' +
                    '<em><span style="font-weight:900;color:crimson;font-size:larger"> Saunaka said:  </span>'+
                    '<li>0 SUta of great intellect, thou art extremely blessed and omniscient. By thy favour 1 am gratified to satiety again and again.</LI>' +
'<LI>My mind rejoices much on hearing this old anecdote. Please narrate another story equally increasing devotion  to Siva.</LI>' +
'<LI>Nowhere in the world are those who drink nectar honoured with liberation. But in regard to the nectar of the Sivapuratna story of Siva it is different. When drunk, it straightway accords salvation.</LI>' +
'<LI>Thou art blessed, blessed indeed. Blessed, blessed is the story of Siva on hearing which a man attains Sivaloka.<br/>  <em><span style="font-weight:900;color:green;font-size:larger"> Suta said:  </span></li>' + '<li>There is a seaside village "Baskala Grama"<noteref1_note1footer>(1) - (14)</note>  where sinful people bereft of Vedic virtue reside.</li>' +
'<li>They are wicked debauchees with deceptive means of livelihood, atheists, farmers bearing weapons and adulterous rogues.</li>' +
'<li>They know not anything about true knowledge, detachment or true virtue.They are brutish in their mental make-up and take a great deal of interest in listening to evil gossips and slander.</li>' +
'<li>People of different castes are equally roguish never paying attention to their duties. Always drawn to worldly pleasures they are ever engrossed in one evil action or another.</li>' +
'<li> All the women too are equally crooked, whorish and sinful. Evil-tempered, loose in morals they are devoid of good behaviour and disciplined life.</li>' +
'<li>In the village "Ba~kala" peopled by wicked people, there was a base brahmin called Binduga.</li>' +
'<li>He was a wicked sinner traversing evil paths. Although he had a beautiful wife he was enamoured of a prostitute. His passion for her completely upset his mind.</li>' +
'<li>He forsook his devoted wife Cancula and indulged in sexual dalliance with the prostitute overwhelmed by Cupid\'s arrows.</li>' +
'<li>Many years thus elapsed without any abatement in his evil action. Afraid of violating her chastity Cancula, though smitten by Cupid bore her distress (calmly for a short while).</li>' + '<li>But later on as her youthful health and boisterous virility increased, cupid\'s onslaught became extremely unbearable for her and she ceased from strictly adhering to her virtuous conduct</li>' + '<li>Unknown to her husband she began to indulge in sexual intercourse with her sinful paramour at night. Fallen thus from Sattvic virtues she went ahead along her evil ways.</li>' 
+ '<li> 0 sage, once he saw his wife amorously indulging in sexual intercourse with her paramour at night.</li>' 
+ '<li> Seeing his wife thus defiled by the paramour at night he furiously rushed at them.</li>' 
+ '<li> When the roguish deceitful paramour knew that the wicked Binduga had returned to the house he fled from the scene immediately.</li>' 
+ '<li> The wicked Binduga caught hold of his wife and with threats and abuses fisted her again and again ..</li>' 
+ '<li> The whorish wicked woman Caficula thus beaten by her husband became infuriated and spoke to her wicked husband<br/><em><span style="font-weight:900;color:purple;font-size:larger"> Cancula said:  </span></li>' +'<li>Foulminded that you are, you indulge in sexual intercourse with the harlot every day. You have discarded me your wife, ever ready to serve you with my youthful body.</li>' +
'<li>I am a youthful maiden endowed with beauty. and mentally agitated by lust. Tell me what other course can I take when I am denied the amorous sport with my husband.</li>' +
'<li>I am very beautiful and agitated with flush of freshyouth. Deprived of sexual intercourse with you I am extremely distressed. How can I bear the pangs of passion ?</li>' + 
               '<em><span style="font-weight:900;color:green;font-size:larger"> Suta said:  </span><br/><li>That base brahmin Binduga, whe;n addressed thus by his wife, foolish and averse to his own duties said to her.<br/><em><span style="font-weight:900;color:darkblue;font-size:larger"> Bidunga said:  </span></li>'+ '<li>True indeed is what you have said with your mind agitated by passion. Please listen, my dear wife, I shall tell you something that will be of benefit to you. You need not be afraid.</li>' +
'<li>You go ahead with your sexual sports with any number of paramours. No fear need enter your mind. Extract as much of wealth as you can from them and give them enough sexual pleasure. You must hand over all the amount to me. You know that I am enamoured of my concubine. Thus our mutualinterests will be assured.<br/>  <em><span style="font-weight:900;color:green;font-size:larger"> Suta said:  </span></li></li>' +'<li>His wife Caficula on hearing these words of her husband became extremely delighted and assented to his vicious proposal.</li>' +
'<li>Having thus entered into their nefarious mutual contract the two wicked persons -the husband and the wifefearlessly went about with their evil actions.</li>' +
'<li>A great deal of time was thus wasted by the foolish couple indulging in their vicious activities.</li>' +
'<li>The wicked Binduga, the brahmin with a Sudra woman for his concubine, died after some years and fell in to Hell.</li>'+ '<li>The foolish fellow endured distress and torture in Hell for many days. He then became a ghost in the Vindhya mountain range continuing to be terribly sinful.</li>' 
+ '<li> After the death of hey husband the wicked Binduga, the woman Caficula continued to stay in her house with her sons. The woman foolishly continued her amorous alliance with her paramours till she no longer retained her youthful charms</li>' 
+ '<li>Due to divine intercession it chanced that on an auspicious occasion she happened to go to the Gokarna<noteref2_note2footer>(2) - (15)</note>  temple in the company of her kinsmen.</li>' 
+ '<li> Casually moving about here and there with her kinsmen she happened to take her bath in a holy pond as a normal routine affair.</li>' 
+ '<li>In a certain temple a scholar of divine wisdom was conducting a discourse on the holy Sivapurana story some of which she happened to hear.</li>' +'<li>The portion that fell on her ears was the context in which it was said that the servants of Yama would introduce a red hot iron into the vaginal passage of women who indulge in sexual intercourse with their paramours. This narrative made by the Pauranika to increase detachment, made the woman tremble with fear.<br/><em><span style="font-weight:900;color:purple;font-size:larger"> Cancula said:  </span></li>' + '<li>0 noble sir, please listen to the ignoble activities which I performed without knowing my real duties. 0 lord, on hearing the same you will please take pity on me and lift me up.</li>' +
'<li>0 lord, with a mind utterly deluded I have committed very great sin. Blinded by lust I spent the whole of my youth in incontinent prostitution.</li>' +
'<li>Today on hearing your learned discourse abounding in the sentiments of non-attachment I have become extremely terrified and I tremble much.</li>' +
'<li>Fie upon me, the foolish sinner of a woman deluded by lust, censurable, clinging to worldly pleasures and averse to my own duties.</li>' +
'<li>Unknowingly a great sin that produces excessive distress has been committed by me for a :fleeting glimpse of an evanescent pleasure, a criminal action.</li>' +
'<li>Alas, I do not know which terrible goal this will lead me to. My mind has always been turned to evil ways. Which wise man will come to my succour there ?</li>' +
'<li>At the time of death how shall I face the terrible messengers of Yama ? How shall I feel when they tie nooses forcibly round my neck ?</li>' +
'<li>How shall I endure in Hell the mincing of my body to pieces ? How shall I endure the special torture that is excessively painful ?</li>' +
'<li>I bewail my lot. How can I peacefully proceed with the activity of my sense-organs during the day ? Agitated with misery how shall I get peaceful sleep during the night ?</li>' +
'<li>Alas ! I am undone.! I am burnt down I My heart is torn to pieces ! I am doomed in every respect. I am a sinner of all sorts. </li>' +
'<li>0 adverse Fate ! it was you who directed my mind along evil lines. With a hateful stubbornness you made me commit great sins. I was led astray from the path of my duty that would have bestowed all happiness.</li>' +
'<li>0 Brahmin, my present pain is millions of times more than that of a man stuck to the stake or hurled from a high mountain-top.</li>' +
'<li>My sin is so great that it cannot be washed away even if I take ablutions in the Ganga for a hundred years or even if I perform a hundred sacrifices.</li>' +
'<li>What shall I do ? Where shall I go ? Whom shall I resort to ? I am falling into the ocean of Hell. Who can save me in this world ?</li>' +
'<li>0 noble sir, thou art my preceptor. Thou art my mother. Thou art my father. I seek refuge in Thee. I am in a pitiable plight. Lift me; lift me.<br/>  <em><span style="font-weight:900;color:green;font-size:larger"> Suta said:  </span></li>'+
'<li>The intelligent Brahmin mercifully lifted up Cancula who had become disgusted (with worldly affairs) and had fallen at his feet. That Brahmin then spoke (as follows).</li>' ,
               notes: ['(14)  Baskala grama.  It has not been possible to identify and locate this village.' ,'(15) Gokar.Q.a : cow\'s ear. It is a place of pilgrimage sacred toSiva, on the west coast, near  Mangalore. It has the temple of Mahadeva,supposed to ha,ve been ·established by Ravana.'
                      ]
            },
                { 
                 subTitle: '4. Cancula\'s Salvation',
                content: '<p><ol>' +
                    '<em><span style="font-weight:900;color:#ff9933;font-size:larger"> The Brahmin said:  </span>'  +
                    '<li> 0 Brahmin lady, fortunately you have realisedat the proper time on hearing the story of Sivapurana that isconducive to non-attachment. Do not be a fraid. Seek refugein Siva. All sins perish instantaneously by Siva\'s grace.</li>' +
'<li>I shall explain to you that great object attached to the glorification of Siva whereby your course hereafter will be pleasant always.</li>' +
'<li>It is by listening to the excellent story that your mind The glory of Sivapurana has now turned to the pure path of repentance and detachment towards worldly pleasures.</li>' +
'<li>Repentance is the only is the only way of acquittance for all sinners.Saintly men have extolled it as the only way of expiation for all sins.</li>' +
'<li>Purity can be realised by repentence alone. If the sinner expiates in the manner advised by saintly men it removes all sins.</li>' +
'<li>After due expiation he becomes free from fear. By repentance he attains salvation undoubtedly.</li>' +
'<li>The mental purity that one derives on hearing the story of Sivapurana cannot be gained by any other means.</li>' +
'<li>As a mirror bec~mes free from dirt on being wiped with a cloth, so is the mind undoubtedly purified by listening to this story.</li>' +
'<li>Accompanied by Amba, Siva stays in the minds of pure men. The sanctified soul thereupon attains the region of Siva and Amba.</li>' +
'<li> Hence this story is the means of realising the fourfold aim of life. It is for this that Mahadeva earnestly created this.</li>' +
'<li> Listening to the story of Parvati\'s consort (Siva) brings about steady contemplation. Contemplation leads to perfect knowledge which certainly brings in salvation.</li>' +
'<li> A person who listens to the story in this birth though he be unable to meditate, realises the same in the next birth after which he reaches the goal of Siva</li>' +
'<li>Many repentant sinners have meditated upon Siva after hearing this story and have achieved salvation.</li>' +
'<li> Listening to the excellent story is the cause of beatitude for all men. Properly entertained, it dispels the ailment of worldly bondage.</li>' +
'<li> Listening to the story of Siva, constant meditations thereon and repeated musings certainly purify the mind.</li>' +
'<li> That (the purity of the mind) leads the meditator to a devotion of Mahesha and his two sons (Ganesa and Kartikeya). With their blessings one undoubtedly attains liberation</li>' +
'<li>A person ·devoid of that devotion with his mind  entangled in the bondage of ignorance is a brute. He. can never be liberated from the worldly bondage.</li>' +
'<li>Hen,ce 0 Brahmin lady, you turn away from worldly pleasures. Listen to the sanctifying story of Siva with devotion.</li>' +
'<li>Your mind, as you listen to the excellent story of Siva, the Supreme Soul, will become pure and thereafter you will realise liberation.</li>' +
'<li>Liberation is assured in this very birth to a persqn who meditates on the lotus-like feet of Siva, with a pure mind. I am saying the truth.</li>' +
'<em><span style="font-weight:900;color:green;font-size:larger"> Suta said:  </span><br/><li>After saying this, that excelent brahmin with his mind melting with pity ceased talking and turned his attention to the meditation on Siva with the purity of the Soul.</li>' +
'<li>The wife of Binduga, called CaficuHi, when thus addressed· by the brahmin, became delighted and her eyes brimmed with tears.</li>' +
'<li>With great delight in her heart she fell at the brahmin\'s feet. Cancula with her palms joined together said "I am blessed". · · </li>' +
'<li>Afterwards she rose up with great mental agitation. With h.er hands joined together, her words faltering in excitement, the woman of good intellect in her detached mood said to the brahmin, the great devotee of Siva.</li>' +
'<br/><em><span style="font-weight:900;color:purple;font-size:larger"> Cancula said:  </span>' +
'<li>0 my lord, great brahmin devotee of Siva, you are blessed. You are endowed with the vision of Truth. You are devoted . to rendering · help to others. You are to be described among great saintly men. </li>' +
'<li>0 saintly one, I am about to fall into the ocean of Hell. Save me. I am now faithfully eager to listen to the Fural)a. On hearing its excellent story I became .detached from ·worldly pleasures.<br/> <em><span style="font-weight:900;color:green;font-size:larger"> Suta said:  </span><br/>' +
'<li>So saying with reverence she got ·the blessings of the glory of  the brahmin. Desirous of hearing the Pural)a she stayed there rendering service to him.</li>' +
'<li>The intelligent brahmin devotee narrated the Puranic story to the woman on the spot.</li>' +
'<li>In this manner she listened to the excellent story of Sivapurana in that holy centre from that excellent brahmin.</li>' +
'<li>On hearing that excellent story that heightened devotion, knowledge and detachment and yielded liberation, she became greatly blessed. </li>' +
'<li>Favoured by the good· preceptor she quickly gained purity of mind. By the blessings of Siva she could meditate on Siva\'s forms and features . . </li>' +
'<li>Thus, resorting to the .good preceptor, her mind was drawn towards Siva. She constantly meditated on the sentient blissful body of Siva.</li>' +
'<li>She wore barks of trees and had her hair matted. She smeared ashes over her body. She wore garlands of Rudrak~a beads. Every day she took her ablutions in the sacred water. She regularly repeated Siva\'s names. She regulated her speech and diet. She propitiated Lord Siva in the manner advised by the preceptor.</li>' +
'<li>0 Saunaka, thus for a long time Cancula continued her meditation on Lord Siva.</li>' +
'<li>When the stipulated period was over, Caiicula in her practice of the three-fold<noteref1_note1footer>(1) - (16)</note> devotion cast-off her body without any difficulty.</li>' +
'<li> The divine aerial chariot shining in brilliant colours, sent by Tripurari<noteref2_note1footer>(2) - (17)</note> (Siva) Himself, accompanied by His attendants, arrived there quickly. </li>' +
'<li>With her dirt and sin removed she mt,mnted the aerial chariot and was immediately taken to Siva\'s city by the lord\'s noble attendants.</li>' +
'<li>She assumed a divine form. Her limbs were djvine in their features. She assumed the form of Gauri with the crescent moon as ·her coronet and divine ornaments shining brilliantly.</li>' +
'<li>She saw the three-eyed Mahadeva, the eternal, being served devotedly by Vig1u, Brahma and other gods. He had the brilliance of ten million suns and was reverently served by Ganesa, Bhrngi, Nandisa Virabhadresvara and others.</li>' +
'<li>His neck had a blue hue; he had five faces, three eyes) the crescent moon as crest-ornament and his left side was apportioned to Gauri who had the brilliance of lightning. He was white in complexion like camphor and wore all ornaments. Besmeared with white ashes all over the body and clad in white cloth he shone brilliantly.</li>' +
'<li>The woman Cancula became highly delighted on seeing Sankara. In her flutter of delight she bowed again and again to Him. She joined her palms in reverence with great pleasure, love and humility. In her great delight she shed tears of joy and had feelings of horripilation.</li>' +
'<li>With sympathy she was allowed to approach Parvati and Sarikara who gracefully looked at her.</li>' +
'<li>Cancula, the beloved wife of Binduga, thus attained a divine form and was blessed with divine pleasures and made a chaperon by Parvati.</li>' +
'<li>In that permanent abode of excellent bliss and sublime lustre she acquired a permanent residence and unobstructed pleasure. </li></ol>' ,
               notes: [' (16) The three kinds of devotion are :-(r) the devotion of hearing (sravan), (2) of glorifying (Kirtana) and (3) of deliberating (manana) the attributes of God. SP. VS. 3· 2!-!21; ',
'(17) Siva is called \'Tripurari; the slayer of Tripura,. for he killc:d the demon Tripura who pres1ded over three c1ties of gold, silver and iron m the sky, air and earth built for demons by Maya. ']
            },
            {
            subTitle: '5. Binduga\'s Salvation',
            content: '<p><ol>' +
/*'<em><span style="font-weight:900;color:crimson;font-size:larger"> Saunaka said:  </span>' +
'<!-- <em><span style="font-weight:900;color:#ff9933;font-size:larger"> The Brahmin said:  </span>' + '
'<em><span style="font-weight:900;color:crimson;font-size:larger"> Saunaka said:</span>' +
'<em><span style="font-weight:900;color:green;font-size:larger"> Suta said:  </span> ' +
<span style="font-weight:900;color:purple;font-size:larger"> Cancula said:  </span>
' +
'<em><span style="font-weight:900;color:#ff4811;font-size:larger"> Parvati said:  </span>' +

'<noteref2_note1footer>(2) - (17)</note>-->'  +
</li>' +
'<li>
*/
'<em><span style="font-weight:900;color:crimson;font-size:larger"> Saunaka said:  </span><li>0 Suta, the fortunate Suta, thou art blessed with thy mind engrossed in Siva. The story that thou hast narrated to us is wonderful and conducive to the increase of devotion. What did the woman. Cancula do after obtaining her  salvation?  0 intelligent one, please tell me in detail the story of her husband too. </li>' +
'<em><span style="font-weight:900;color:green;font-size:larger"> Suta said:  </span><li>Once she approached goddess Uma Parvati.<noteref1_note1footer>(1) - (18)</note> She bowed and offered prayers to her with palms joined in her flutter of delight. </li>' +
'<span style="font-weight:900;color:purple;font-size:larger"> Cancula said:  </span><li>0 mother of Skanda, daughter of mountain, Thou art always served by men. 0 beloved of Siva, the bestower of all pleasures, having the form of Supreme Brahman,</li>' +
'<li>Thou art worthy of being served by Vishnu, Brahma and others. Thou art both endowed with and devoid of attributes. Thou art the subtle primordial Prakrti, with Existence, Knowledge and Bliss for thy forms.</li>' +
'<li> Thou createst, maintainest and annihilatest. Thou hast the three Gunnas. Thou art the refuge of the three types of divine beings. Thou sustainest Brahma, Vishnu and Mahesa. </li>' +
'<em><span style="font-weight:900;color:green;font-size:larger"> Suta said:  </span><li>Offering thus her prayers to the Goddess, Caficula who had attained salvation ceased to talk with shoulders stooping and eyes brimming with tears of love.</li>' +
'<li> Parvati, the beloved of Siva, ever favouring her devotees, was greatly moved by pity and said to Caficula lovingly. </li>' +
        '<em><span style="font-weight:900;color:#ff4811;font-size:larger"> Parvati said:  </span>' +
'<li>0 Caiicula, my friend, I am pleased to hear your prayer. 0 beautiful woman, what is the boon you crave from me ? Tell me. There is nothing that I cannot give you. </li>' +
'<em><span style="font-weight:900;color:green;font-size:larger"> Suta said:  </span><li>10. Thus urged by Girija, Caficula bowed to her. She asked her, bending her head and joining her palms together with great devotion</li>'+
'<span style="font-weight:900;color:purple;font-size:larger"> Cancula said:  </span>' +
'<li>.0 Celestial Girija, I do not know where my husband is at present, nor where he is to go. 0 benignant favourite of the distressed, please make such arrangements as would enable me to join him. </li>' +
'<li>.0 great goddess Mahesani , my husband had a Siidra woman as his concubine. He died before me. I do not· know what befell that sinner. </li>' +
'<em><span style="font-weight:900;color:green;font-size:larger"> Suta said:  </span> ' +
'<li>On hearing these words of Caiicula Parva n, the daughter of Himalaya, who is fond of justice, replied lovingly.</li>' +
'<em><span style="font-weight:900;color:#ff4811;font-size:larger"> Girija said:  </span>' +
'<li>14. 0 daughter, your wicked sinful husband Binduga, the foolish wretch enamoured of prostitutes has been to hell after his death.</li>' +
'<li>He underwent the various tortures of hell for many years and has now become a Pisacha due to the residue of sins, in the Vindhya mountains.</li>' +
'<li>Even now that wicked fellow is undergoing various painful tortures. He, in the form .of a Pisaca, has only wind for his diet and is suffering from all sorts of miseries</li>' +
'<em><span style="font-weight:900;color:green;font-size:larger"> Suta said:  </span> ' +
'<li>On hearing these words of Gauri, Caficula of auspicious rites was overwhelmed by the pain at the news of her husband\'s distress.</li>' +
'<li>She somehow steadied her mind, bowed to Mahesvari and with a worried heart asked the goddess. </li>' +
        '<span style="font-weight:900;color:purple;font-size:larger"> Cancula said:  </span>' +
'<li>0 Maheshwaari, 0 great goddess, be kind to me. Please redeem my husband, a wicked perpetrator of evil actions though he be.</li>' +
'<li>What is the means by which my husband, the sinful wretch of crooked intellect, can attain salvation. 0 goddess, obeisance to Thee. Please explain to me. </li>' +
'<em><span style="font-weight:900;color:green;font-size:larger"> Suta said:  </span> ' +
'<li>On hearing these words of ·the woma:Maa Parvati, favourably ~sposed to her devotees, replied to  her chaperon Caficula, delighted in her heart. </li>' +
'<em><span style="font-weight:900;color:#ff4811;font-size:larger"> Parvati said:  </span>' +
'<li>If your husband were to hear the holy story of Siva, he shall surmount the misery entirely and attain salvation.</li>' +
'<em><span style="font-weight:900;color:green;font-size:larger"> Suta said:  </span> ' +
'<li>On hearing these words of Gauri, little short of nectar, she bent her shoulders, joined her palms and bowed repeatedly with great devotion.</li>' +
'<li>She requested the goddess to provide an opportunity for her husband to hear the story for quelling his sins and gaining redemption.</li>' +
'<em><span style="font-weight:900;color:green;font-size:larger"> Suta said:  </span> ' +
'<li>Gauri, the beloved of Sivaon being frequently requested by the woman, took pity on her, (making it clear thereby that) she was favourably disposed to her devotees.</li>' +
'<li>Lovingly she sent for the Gandharva king Tumburu who used to sing songs of praise of Siva. The daughter of Himalaya said thus to him.</li>'+
'<em><span style="font-weight:900;color:#ff4811;font-size:larger"> Girija said:  </span>' +
'<li>0 Tumburu, the favourite of Siva, ever ready to do as I wish, blessedness be thine. Accompany this lady immediately to Vindhya mountain.</li>' +
'<li>There is an awfully terrible Pisaca there. I shall tell you all his antecedents. You will be interested to know the same.</li>' +
'<li>This Pisaca had been ·a brahmin in his previous birth. Then he was the husband of this woman who is my chaperon now. He was very wicked and had a Sudra concubine.</li>' +
'<li>He was impure, never caring for the daily performance of ablutions and Sandhya prayers. His mind was ever ·vitiated by anger. He ate all sorts of foul things. He quarrelled with good men and whatever he undertook had been bad. </li>' +
'<li>He was violent in his ways, bearing weapons and ·oppressing poor people cruelly. He used to take food with his left hand. He used to commit arson in othe:r people\'s house.</li>' +
'<li>He was friendiy with Chandalas. Every day he took delight in the company of prostitutes forsaking his own wife. The roguish sinner took delight in associating with the wicked.</li>' +
'<li>In evil association with harlots he destroyed all his merits. Besides, coveting more and more wealth, he made his own wife a fearless sharer of her paramours\' beds.</li>' +
'<li>His evil ways continued till the last moments of his life and when he died he went to Yama\'s city, the terrible place where sinners reap the fruits of their misdeeds.</li>' +
'<li>After undergoing! the tortures of many hells, the wicked wretch is now roaming in the Vindhya mountain as a roguish sinful Pisaca.</li>' +
'<li>Narrate the holy sanctifying tale of sacred Sivapurarna, that quells all sins, in front of him.</li>' +
'<li>Immediately after hearing the great story of Sivapurarna, his soul will be cleared of sins and he will cast off his. ghosthood.</li>' +
'<li>I order you to set that Binduga free from the miserable plight of Pisaca and bring him in the aerial chariot in the presence of lord Siva.</li>'
+'<em><span style="font-weight:900;color:green;font-size:larger"> Suta said:  </span> '
+ '<li>Commanded thus by Parvati, Tumburu, the lord of Gandharvas, was much delighted and thought within himself how fortunate he was.</li>' +
'<li>Tumburu, the comrade of Narada, went to the Vindhya mountain seated in the aerial chariot in the company of Cancula, the sinless woman and saw the Pisaca laughing, crying and loudly shouting by turns. His body was very huge,. his jaws were immensely large and his form was very crooked. </li>' +
'<li>The powerful Tumburu, the singer of the excellent songs of praise of Siva, forcefully caught hold of the terrible Pisaca by means of nooses. </li>' +
'<li>Thereafter, for the sake of the discourse on Sivapurana, Tumburu made elaborate festive arrangements. </li>' +
'<li> There was much talk and discussion among the people of all the worlds "Oh, Tumburu has gone to the Vindhya<noteref2_note1footer>(2) - (19)</note>  mountain at the suggestion of Goddess, to narrate the story of Sivapurana to redeem the Pisaca." The , divine sages too hastened to the place for listening to the same. </li>' +
'<li>The wonderful congregation of those who assembled there, reverently eager to listen to Sivapural).a; was very auspicious.</li>' +
'<li>They bound the Pisaca with nooses and compelled him to sit there. With the lute in his hands, Tumburu began to sing the story of Gauri\'s consort. </li>' +
'<li>Starting with the -first Samhita (compendium) and ending with the seventh one he clearly expounded the whole of Sivapural)a along with its Mahatmya (greatness). </li>' +
'<li>On hearing the Sivapurana consisting of seven compendiums with great reverence all the listeners deemed themselves highly blessed. </li>' +
'<li>The Pisaca too, on hearing the holy Sivapuralna, cast-off all his sins and discarded his ghostly body. </li>' +
'<li>He assumed the divine form of the three-eyed mooncrested God (Siva), white in complexion, clad in white cloth, with the body illuminated and embellished by all ornaments. </li>' +
'<li>Taking up the divine body, the glorious Binduga accompanied by his wife sang the story of Parvati\'s consort. </li>' +
'<li>On seeing his wife thus, all the divine sages had a welcome surprise and were highly delighted in their minds. </li>' +
'<li> Gratified on hearing the wonderful story of Siva they returned to their respective abodes delightedly glorifying Siva. </li>' +
'<li>Binduga in his divine form ascended the aerial chariot with great pleasure. High up in the sky, with his wife at his side he shone brilliantly. · </li>' +
'<li>Singing the pleasing attributes of Siva he hastened to Siva\'s region accompanied by Tumburu and his own wife. </li>' +
'<li>Binduga was welcomed by Siva and Parvati and was lovingly made their attendant. His wife became the chaperon of Girija. </li>' +
'<li>In that permanent abode of excellent bliss and sublime lustre he acquired an unassailable residence and unobstructed pleasure. </li>' +
'<li>Thus I have narrated this holy anecdote that removes sins, is highly delightful to Siva and Parvati in pure and heightening devotion. </li>' +
'<li>He who listens to this account with devotion and recites this piously shall enjoy immense pleasures and obtain liberation. </li>' +
'</ol>' ,
notes: [ '18 In the. Pauranic Mythology, P.arvati is the daughter of Himalaya and the wtfe of Siva. In the cult of Saktl and Tantras, she has been identified with Prakrti itself. Almost all the Puranas speak of her as Prakriti and her three Gunas Sattva, Rajas and Tamas are the three Gods : .Brahma, Vishnu and Siva. ',
'19 Vindhya : It is a range of mountains which stretches across India and divides Madhyadesa or Middle Land from the south. It is one of the seven Kulaparvatas and is personified in the Puranas']
}
       
         
       
        ]
    }, {
    buttonText: '6',
    title: 'Chapter SIX: Rules for listening to Sivapurana',
        headerStyle: { 'color': 'slateblue','font-weight': '1900', 'background-color': 'skyblue', 'opacity':'0.5'},
        contentStyle: { 'border':'3px outset blue',
             'background-image': 'url("images/shiv1_6.jpg")',
             'background-size': 'contain',
             'border-radius':'4px', 
             'padding':'2px',
             'color':'orange', 
             'opacity':'0.8',
              'background-color':'skyblue'} ,

        subsections: [
           { 
                subTitle: '',
                content: '<p><ol>' +
                    '<em><span style="font-weight:900;color:crimson;font-size:larger"> Saunaka said:  </span>'+
        '<li>Suta, 0 highly intelligent disciple of Vyasa, obeisance to thee. Thou art blessed and the foremost among Siva\'s devotees. Thy attributes are highly praiseworthy. Please tell me about the rules for listening to Sivapurat:ta whereby the listener shall obtain all excellent fruits. </li>' +
                    '<li><br/>  <em><span style="font-weight:900;color:green;font-size:larger"> Suta said:  </span></li>'+
'<li> 0 sage Saunaka, I shall tell you the rules for listening to Sivapurana so that the entire fruit may be derived by their observance. ,</li>'+
'<li>The householder must invite an astrologer and propitiate him to fix an auspicious day for the beginning, so that it may conclude without obstacles in the middle.</li>'+
'<li>News must be circulated in different localities that the auspicious discourse is to take place and all who seek welfare must be present. </li>'+
'<li>Women, Sudra and others who are far removed from holy discourses and stay away from singing glories of Siva shall attend this discourse whence they may have some enlightenment.</li>'+
'<li>Wherever there are devotees of Siva, eager to listen to the songs of praise in the neighbourhood, they must also be invited with due reverence. </li>' +
'<li>Thus there shall be a great festive gathering of saintly men at the discourse of Sivapural).a, a wonderful con· gregation. </li>' +
'<li>With devotion, may all of you be pleased to join us for imbibing the sweet juice of Sivapurana, with due reverence. </li>' +
'<li>If you do not have sufficient leisure, please grace the assembly at least for a day. By all means, do come, even for a short stay or a while. </li>' +
'<li>Thus all should be invited humbly. Those who all come should be hospitably received in all respects. </li>' +
'<li>An excellent spot for the discourse on Sivapurana must be selected in a temple of Siva, or in a holy centre or in a park or in a private house.</li>' +
'<li>The ground must be scrubbed, cleaned and smeared with cowdung. It must. be decorated with metallic materials attended with all festivities. The whole arrangement must be divinely exquisite and pleasing to diverse tastes. </li>' +
'<li>All the rubbish must be removed and all unnecessary things must be hidden in a corner away from the public v1ew. </li>' +
'<li>A high platform must be constructed, richly decorated with stumps of plantain trees. The whole place should be covered with a canopy. Fruits and flowers should be profusely used. </li>' +
'<li>Flags and banners should be hoisted in the four quarters. They should be neatly arranged to be pleasing to everyone. </li>' +
'<li>A seat must be assigned to Siva, the Supreme soul. A comfortable seat shall be assigned to the orator. </li>' +
'<li>Good places shall be reserved for the regular listeners as befitting their position. 0 sage, for the other casual visitors, seats with ordinary comfort shall be set apart. </li>' +
'<li>People must be in as pleasant a mood as on marriage occasions : all worldly worries and anxieties must be avoided. · </li>' +
'<li>The discourser faces the north and the listeners the east. There is no fear of the criss-crossings of the feet. </li>' +
'<li>Or· the discourser faces the east as the worshipper Or let the discourser and the recipient face each other. </li>' +
'<li>As long as he is seated in the seat of the discourser, the Puranist does not bow to any one before the conclusion of the discourse. </li>' +
'<li>Whether he is a boy or a youth, an old man, an indigent person, or a weakling, the scholar well-versed 1n the Purana is worthy of honour from all those who seek merit. </li>' +
'<li>Never shall anyone show demeaning disrespect towards a Purana-scholar, the speech from whose mouth is no less than the diyine cow Kamadhenu for all persons. </li>' +
'<li>Either as the cause ofbirth or of attributes there are many who may be termed "Guru" (Elder, preceptor). Among them the Pural)ic scholar is the greatest Guru. </li>' +
'<li>Who can be a greater Guru than the person who bestows the highest salvation on those who are disheartened due to the millions of births ? </li>' +
'<li>The person who undertakes to conduct a discourse on this sanctifying tale shall be well-versed in Pural).as, pure, skilful, quiet, free from malice, saintly, sympathetic and eloquent. </li>' +
'<li>The intelligent discourser shall start the narration of the story of Sivapurana at sunrise and continue it for two and a half Praharas (2.5 X 3=7.5! Hrs earnestly. </li>' +
'<li>This story shall not be narrated before rogues, wicked persons of crooked professions and those bent on conquering others in disputes and arguments. </li>' +
'<li>The discourse on this holy story shall not be conducted in a place infested by wicked men, or surrounded by thieves or in the house of a rogue. </li>' +
'<li>The orator shall have an interval of a Muhurta (forty-eight minutes) at midday for the sake of answering calls of nature. </li>' +
'<li>The discourser must have his share on the day previous to the discourse so that his vow be maintained. During the days of discourse he shall perform all his daily routine (Sandhya etc.) briefly.</li>' +
'<li>Another scholar equally well-versed in Puranas should be sitting near the discourser to help him. He must be competent to clear doubts and eager to enlighten the people. </li>' +
'<li>In order to ward off obstacles to the discourse, Ga~anatha<noteref1_note1footer>(1) - (20)</note> should be worshipped. The lord of the story Siva and the book, Sivapurana, too must be worshipped with piety</li>' +
'<li>The story of Sivapurana must be listened to with careful attention. The recipient must be intelligent, pure in mind, delighted at the heart and a follower of conventions.</li>' +
'<li>If either the discourser or the recipient indulges in too many extraneous activities, is a victim of any of the six base feelings of lust, anger etc,<noteref2_note2footer>(2) - (21)</note>  is enamoured of women or is a heretic he cannot gain any merit.</li>' +
'<li>Casting off the worries of worldly affairs and those of wealth, house and sons if any one of pure mind concentrates his attention on the discourse he will secure the excellent fruit. </li>' +
'<li>The recipients who are endowed with faith and piety, do not eagerly pursue other activities and are unruffled, pure and restrained in speech derive great merit. </li>' +
'<li>Base men of impious nature who listen to this holy story do not have any special merit derived out of it. They will have misery in every birth. </li>' +
'<li>Those who do not honour this Purana with presents according to their capacity are fools. Even if they listen to the story they will not be sanctified. They will become indigent. </li>' +
'<li>Those who walk out of congregation in the middle of the discourse will have the adverse effect: they will face the destruction of their wives and wealth in the midst of enjoyment. </li>' +
'<li>The sons and descendants of the people who attend the discourse with turbaned head, become sinners defiling the whole race. </li>' +
'<li>The attendants of Yama in hell force the people who chewed betel leaves while attending the discourse, to eat their own faeces. </li>' +
'<li>Those who listen to the story seated on a more elevated seat fall into hell and after undergoing the tortures there are reborn as crows. </li>' +
'<li>Those who listen to this auspicious story seated in the Vira pose<noteref3_note3footer>(3) - (22)</note> fall into hell and after undergoing the tortures of hell are reborn as poisonous plants. </li>' +
'<li>Those who listen to the story without bowing to the discourser at first fall into hell and after undergoing the tortures of hell are reborn as Arjuna trees. </li>' +
'<li>Those who, not being sick, listen to the story lying down, fall into hell and are reborn as pythons etc. </li>' +
'<li>Those who listen to the story seated on the same level as the discourser become as sinful as the defiler of the preceptor\'s bed and fall into hell. </li>' +
'<li>Those who speak ill of the discourser or of this sacred story are born as dogs and lead miserable lives in hundred births. </li>' +
'<li>Those who begin to argue and dispute while the discourse is being held fall in to hell and after undergoing the tortures there are reborn as donkeys. </li>' +
'<li>Those who never listen to this sanctifying story fall into hell. After experiencing the tortures there they are reborn as wild boars. </li>' +
'<li>The rogues who create hindrances even as the discourse is being held fall into hell. After undergoing the tortures there for millions of years they are reborn as village-boars. </li>' +
'<li>Realising all these, the listener shail always be pure, devoted to the discourser and intelligent enough to listen to the story with devotion. </li>' +
'<li>For warding off ~bstacles to the discourse Lord Ga:r;:tesa should be worshipped at first. Every day at the end of the discourse he shall briefly perform expiatory rites (for omissions and commissions). </li>' +
'<li>He shall worship the nine planets<noteref4_note4footer>(4) - (23)</note> and the deities in the "Sarvatobhadra" array. He shall worship the book according to the rites of Siva\'s adoration. </li>' +
'<li>At the conclusion of the worship he shall offer prayer to the book identified directly with Siva, humbly and piously joining his palms in reverence. </li>' +
'<li>(The Prayer)<ul><li> "Thou art the visible Mahesvara Srimat Sivapurana. Thou hast been accepted by me for listening purpose. Be thou pleased with me.</li><li>This wish of mine must be fulfilled by Thee. May this narration of the story be concluded without obstacles.</li><li>I am immersed in the middle of the ocean of worldly existence. Please lift me up from it, miserable wretch that I am, with my limbs caught in by the crocodiles of Karman (Action) : 0 Sankara, I am Thy slave." . </li></ul> The householder shall thus pray to Sivapurana identified directly with Siva, in words evoking pity. Then he shall begin the worship of the discourser. </li>' +
'<li>He shall adore the discourser too in the same manner as in the rite of the worship of Siva and propitiate him with flowers, cloths, ornaments, incense lamps etc. </li>' +
'<li>In the presence of the discourser he shall take vow and observe all restraints with a pure mind and the same shall be maintained till the conclusion to the extent of his capacity. </li>' +
'<li>"0 Thou,· the foremost of discoursers, identified with Vyasa, well-versed in the sacred literature of Siva, please remove my ignorance· through the light of this story." </li>' +
'<li>He shall invite five brahmins (if he can) or at least a brahmin for repeating Siva Pancarna mantra.<noteref5_note5footer>(5) - (24)</note></li>' +
'<li>Thus 0 sage, I have told you the rules of listening to the story _with devotion as well as those of governing the pious recipients. What else do you wish to hear ? </li></ol>' + '<br/><a href=\'#top\'><strong>Back To Top</strong></a></p>',
               notes: ['Test','20  Gaunanatha : It is an epithet of Siva and also of Ganesa . But as the worship of Siva is mentioned separately in the following line of this verse the term Gaunanatha here signifies Ganesa, the son of Siva and Parvati (See V. 54 of this chapter) .. He is invariably propitiated at the beginning of any important undertakmg. ',
        '21 Sadvikaras : Six causes of perturbation are the following : lust (kama), anger ,krodha), greed (lobha), pride (mada), delusion (moha), envy (matsara). ',
        '22 Virasana also called Paryanka bam;lha. It is a p~rticular kind of posture practised by ascetics in meditation setting .on the hams. ',
        '23 Nine planets : Sun, Moon, Mars, Mercury, Jupiter, Venus, Saturn, Rahu and Ketu. ',
        '24 Pancarna mantra: "Namaha Sivaya." This· mantra, consisting of five letters in Devanagari script, is dedicated to Siva.'
                      ]
            }
        ]
    }, /*'<em><span style="font-weight:900;color:crimson;font-size:larger"> Saunaka said:  </span>' +
'<!-- <em><span style="font-weight:900;color:#ff9933;font-size:larger"> The Brahmin said:  </span>' + '
'<em><span style="font-weight:900;color:crimson;font-size:larger"> Saunaka said:</span>' +
'<em><span style="font-weight:900;color:green;font-size:larger"> Suta said:  </span> ' +
<span style="font-weight:900;color:purple;font-size:larger"> Cancula said:  </span>
' +
'<em><span style="font-weight:900;color:#ff4811;font-size:larger"> Parvati said:  </span>' +

'<noteref2_note1footer>(2) - (17)</note>-->'  +
</li>' +
'<li>
*/{
    buttonText: '7',
    title: 'Chapter SEVEN: Do\'s and Dont\'s ...',
        headerStyle: { 'color': 'purple','font-weight': '1900', 'background-color': 'skyblue', 'opacity':'0.5'},
        contentStyle: { 'border':'3px outset blue',
             'background-image': 'url("images/shiv1_7.jfif")',
             'background-size': 'contain',
             'border-radius':'4px', 
             'padding':'2px',
             'color':'orange', 
             'opacity':'0.8',
              'background-color':'skyblue'} ,
        subsections: [
           { 
                subTitle: '',
                content: '<p>(Description of Do\'s and Don\'ts to those who take up listening to the Sivapurana as a rite and that of the worship of the discourser).<ol>' +
                    '<em><span style="font-weight:900;color:crimson;font-size:larger"> Saunaka said:  </span>'+
                    '<li> 0 Suta, Suta of great intellect, thou art foremost among devotees of Siva and the most blessed. Thou hast narrated this wonderfully auspicious story, 0 sage, please tell me the rules governing those who perform the rite of listening to Sivapurana, for the benefit of the whole world. <br/>  <em><span style="font-weight:900;color:green;font-size:larger"> Suta said:  </span></li>' +
 '<li>0 Saunaka, listen with devotion to the rules governing those persons. If you hear the excellent story with due observance of the rules, the fruit is excellent and there is no obstacle in the achievement of the fruit.</li>' +
'<li> 0 Suta, Suta of great intellect, thou art foremost among devotees of Siva and the most blessed. Thou hast narrated this wonderfully auspicious story,' +
'0 sage, please tell me the rules governing those who perform the rite of listening to Sivapurana, for the benefit of the whole world. ' +
'<br/>  <em><span style="font-weight:900;color:green;font-size:larger"> Suta said:  </span></li>' +
'<li>Persons devoid of initiation are not entitled to listen to the story. Hence those who wish to listen must take initiation, 0 sage, from the discourser. </li>' +
'<li>The devotee who takes up this rite shall take his daily meal only at the end of the daily discourse. He must observe Brahmacarya (celibacy) during those days. He must iie on the ground and take food only in the Patravalli (a number of leaves stitched together· to serve the purpose of a plate).</li>' +
'<li> The man who has the strength in abundance shall observe fast till the conclusion of the whole Purana and listen to the excellent Sivapurana with great devotion and purity. </li>' +
'<li>He may drink only milk or ghee throughout and listen to the story with pleasure. He may live on fruit diet or take a single meal or even eschew that and proceed with the listening rite. ·</li>' +
'<li>Or· he may take Havi~yanna (cooked rice soaked in ghee and sacrificially offered) once a day and maintain the rite. The diet part is according to convenience and comfort but the listening shall be strictly maintained.</li>' +
'<li>If there is more facility in hearing let the devotee take food. If observing fast causes hindrance to listening to the story it is not to be recommended.</li>' +
'<li>The householder taking the rite shall avoid heavy indigestible pulses like Nispava, Masiirika etc., stale food, defiled food, brinjals, gourds, radish, pumpkins, coconuts, garlic, onion, asafoetida, intoxicating beverages and all kinds of meat. </li>' +
'<li>He shall avoid the six base feelings of lust, anger etc., he shall not despise brahmins and bear ill will towards chaste ladies and good men. </li>' +
'<li>He shall not look at women in their menstrual period. He shall not converse with fallen people, nor talk to haters of brahmins or unbelievers in the Vedas. </li>' +
'<li>The house-holder shall practise and strictly adhere to truthfulness, purity, mercy, restraint in speech, straightforwardness, humility, liberalmindedness and other virtues. </li>' +
'<li>The householder may listen ,to the story with any specific desire cherished in his mind or absolutely free from any desire. If he has any desire it will be fulfilled; if he is free from desire he shall attain salvation. </li>' +
'<li>An indigent person, a consumptive, a sinner, an unfortunate person and a person having no child shall hear this excellent story. </li>' +
'<li>The seven types of wicked women like Kakavandhya (a woman having a single child) and those suffering from miscarriages shall hear this story. </li>' +
'<li>Whether women or men, all must hear the story of Sivapurana, 0 sage, in the manner prescribed. </li>' +
'<li>The days of discourse on Sivapurana must be considered very excellent, even on a par with millions of sacrifices. </li>' +
'<li>Gifts duly bestowed on these excellent days, even though they may not be much in quantity, yield everlasting benefit. </li>' +
'<li>Observing the rites thus, and listening to the great story the flourishing house-holder shall delightedly perform the Udyapana rite (at the end of completion). </li>' +
'<li>This Udyapana rite is on a par with the Caturdasi rite (observed on the fourteenth day of the lunar month) .. Rich men who wish to secure the fruits thereof must perform it likewise. </li>' +
'<li>Indigent devotees usually do not and need not perform the U dyapana rite. They are sanctified by the listening alone. Pious devotees of Siva are free from desires. </li>' +
'<li>After the festive celebration of the sacrifice of the discourse on Sivapurana is thus concluded, the listeners shall perform the worship. </li>' +
'<li>0 sage, due worship must be performed in front of the book in the manner of the worship of Siva. </li>' +
'<li>A fine new cloth to cover the book and a strong silken cord to tie it up must be given. </li>' +
'<li>Those who give silken cord and new cloth for the book of Purana become yogins endowed with knowledge in every birth they take. </li>' +
'<li>Many kinds of valuable objects, cloth, ornaments, vessels and much wealth in particular should be given to the discourser. </li>' +
'<li>Those who give carpets, deer skins, cloth, elevated couches and planks to keep the volume of Purana on, attain heaven, enjoy all desirable pleasures, stay in Brahma\'s region for the duration of a Kalpa and finally attain Siva\'s region.</li>' +
'<li>After performing the worship of the book as stipulated, 0 foremost among sages, and also that of the discourser with great eclat, the scholar who had been appointed assistant should be duly honoured in the same manner but with a smaller sum of money. </li>' +
'<li>Food and monetary gifts and other things must be given to the brahmin visitors. A great festival must be celebrated with vocal and instrumental music and.performance of dances. ., </li>' +
'<li>The listener shall gradually become detached and especially on the next day, 0 sage, the ·holy Gita narrated by Siva to Ramacandra must be read. </li>' +
'<li>If the listener is a householder he must perform Homa with pure Havis (holy ghee) for tranquilising the rite. </li>' +
'<li>The Homa must be performed with Rudrasamhita or with each verse of Gayatri, for in fact, this Purana is identical with it, </li>' +
'<li>or with the Miilamantra of Siva of five syllables. If he is incompetent to perform Homa let him give the gheeo:ffering to a brahmin. </li>' +
'<li>In order to suppress the defects of deficiency and excess he shall either read or listen with devotion to the thousand names of Siva. </li>' +
'<li>Undoubtedly, thus, every thing shall be fruitful and the fruit too shall be excellent since there is no greater thing in the· three worlds than this. ·</li>' +
'<li>He shall feed eleven brahmins with honey and milk puddings. He must give them Dakshina also to complete the rite. </li>' +
'<li>If he is competent, 0 sage, he must make an image of a lion with three Palas of gold and either engrave the name of this Puranaa on it or affix a label with the name written on it. He must worship his preceptor of great restraint with the gifts of cloth, ornaments, scents etc., and hand them over to him for propitiating Siva. </li>' +
'<li>0 Saunaka, by the power of this gift and of the PuraJ).a he shall secure the blessings of Siva and be freed from the bondage of worldly existence. </li>' +
'<li>If these rites are performed, the Sivapurana shall yield entire fruit, enjoyment of worldly pleasures and salvation. </li>' +
'<li>Thus I have narrated to you the greatness of Sivapurana that bestows every cherished desire. What else do you wish to hear ? </li>' +
'<li>The Sivapurana holds the mark of distinction among all Puranas. It is highly pleasing to Siva. It wards off the ailment of worldly existence. </li>' +
'<li>Those who are always engaged in the meditation of Siva, those whose tongue adores the attributes of Siva, and those whose ears listen to the story of Siva, cross the ocean of worldly existence. </li>' +
'<li>I seek refuge in Siva the great, of infinite thickset bliss, Siva whose form is unaffected by all the three Gunas, Siva who manifests Himself within and without this world, within and without the mind, Siva whose form is variously evolved by mental ideas and verbal expressions. </li></ol>' + '<br/><a href=\'#top\'><strong>Back To Top</strong></a></p>',
               notes: [                     ]
            }
        ]
    },/*'<em><span style="font-weight:900;color:crimson;font-size:larger"> Saunaka said:  </span>' +
'<!-- <em><span style="font-weight:900;color:#ff9933;font-size:larger"> The Brahmin said:  </span>' + '
'<em><span style="font-weight:900;color:crimson;font-size:larger"> Saunaka said:</span>' +
'<em><span style="font-weight:900;color:green;font-size:larger"> Suta said:  </span> ' +
<span style="font-weight:900;color:purple;font-size:larger"> Cancula said:  </span>
' +
'<em><span style="font-weight:900;color:#ff4811;font-size:larger"> Parvati said:  </span>' +

'<noteref2_note1footer>(2) - (17)</note>-->'  +
</li>' +
'<li>
*/
    {
            newButtonRow:true,
    buttonText: 'VIDYESVARASAMHITA: Chapter 1 and 2',
    buttonStyle :  "padding:3px;background-color:lightBlue  ; border: 2px outset slateBlue;margin:2px; border-radius:3px;color:blue;font-weight:bold",
title: 'VIDYESVARASAMHITA: Chapter 1-2, The Doubt of the Sages, and Answers Clarifying their Doubts',
headerStyle: { 'color': 'purple','font-weight': '1900', 'background-color': 'skyblue', 'opacity':'0.5'},
contentStyle: { 'border':'3px outset blue',
'background-image': 'url("images/VIDYESVARASAMHITA/chapt1_2.jpg")',
'background-size': 'contain',
'border-radius':'4px',
'padding':'2px',
'color':'orange',
'opacity':'0.8',
'background-color':'skyblue'} ,
subsections: [
{
subTitle: 'Doubts of the Sages',
content: '<p><em>(Benedictory Prayer)</em><br/> I meditate on Siva, the lord of Ambika (Parvati ), auspicious from the beginning to the end, having no parallel, the noble lord, the unaging and the undying, the lord of Atmans, the five-faced<noteref1_note1footer>(1) - (25)</note> and the dispeller of the five powerful sins. <ol>' +
'<em><span style="font-weight:900;color:brown;font-size:larger"> Vyas<noteref2_note1footer>(2) - (26)</note> said:  </span>'+
'<li>Sages of edified souls, engaged in truthful rites, powerful and blessed, performed a great sacrifice at the confluence of Ganga and Kalindi (Yamuna) in the most sacred city of Prayaga,<noteref3_note1footer>(3) - (27)</note> a great holy centre, the path that leads to Brahmaloka<noteref4_note1footer>(4) - (28)</note>.</li>' +
'<li>On hearing that a sacrifice was being performed there, the disciple of Vyasa, the great sage Suta, an excellent scholar in the Pural).as, arrived there to see the sages.</li>' +
'<li> The sages were delighted on seeing him and received him with due hospitality and adoration. </li>' +
'<li>The due adoration being completed, the noble sages, being highly pleased, addressed him in all humility with their palms joined in reverence. </li>' +
'<li>0 Romaharsana,<noteref4_note4footer>(4) - (28)</note>the omniscient, by thy weighty fortune, the entire Pural).ic lore, pregnant in its meaningful content, has been secured by thee from Vyasa. </li>' +
'<li>Hence thou art the receptacle of wonder-inspiring stories, even as the vast ocean is the storehouse of gems of great worth. </li>' +
'<li>There is nothing in the three worlds that is not known · to thee, of the past, present and the future. </li>' +
'<li>It is our great fortune that thou thyself hast come to pay a visit to us. Hence it is not proper on thy part to return without doing us a favour. </li>' +
'<li>It is true that we have already listened to the explanation of the auspicious and the inauspicious. But we are not content. We yearn to hear more and more. </li>' +
'<li>Now, 0 Suta of good mentality, we have only one point to be clarified. If thou dost desire to bless us, please explain the same, though it be the secret of secrets. </li>' +
'<li>At the advent of the terrible age of Kali men have become devoid of merits. They are engaged in evil ways of life. They have turned their faces from truthful avocations. </li>' +
'<li>They are engaged in caluminating others. They covet other men\'s wealth. Their attention is diverted to other men\'s wives. Injuring others has become their chief aim. </li>' +
'<li>They view the physical body as the soul, deluded as they are; they are atheists of mere brutish sense; they hate their parents; their wives are goddesses unto them; they are slaves to lust. </li>' +
'<li>Brahmins are in the clutches of greed, they sell Vedas for livelihood ; they acquire learning as a means of earning money; they are deluded by their false pride. </li>' +
'<li>They have forsaken the duties of their own castes; they have almost become swindlers of others; they do not offer Sandhya prayers thrice a day; they are deprived of Vedic enlightenment. </li>' +
'<li>They are ruthless; they make much of their little knowledge; they have discarded many of their rites and good conduct of life; they have taken to agriculture as their profession; cruelty has become second nature to them; their ideas have become dirty and defiled. </li>' +
'<li>Similarly the Kshatriyas also have discarded their duties ; they associate with evil men; they indulge in sinful activities; vice and debauchery have become their main aim in life. </li>' +
'<li>They have ceased to be valorous; they never take interest in virtuous warfare; they flee from the battlefield; they follow the mean tactics of thieves and Siidras; they are mentally enslaved by base passions. </li>' +
'<li>They have eschewed the practice of miraculous weapons; they never care to protect cows and brahmins; they no longer consider it their duty to protect those who seek refuge in them; they always indulge in brutish sexual dalliance with their damsels. </li>' +
'<li>The good virtue of protecting their subjects they have thrown over-board; they strictly adhere to sensual enjoyment ; they are wicked annihilators of their own people ; they rejoice in the harassment of all living beings. </li>' +
'<li>Vaisyas too no longer perform holy rites; they have cast off their traditional virtue; they have taken to crooked .. ways. to earn more and more; they are now notorious for their malpractices with the wei~hing balance. </li>' +
'<li>They are no longer devoted to preceptors, gods and brahmins ; their intellect has become distorted ; miserly and tight-fisted they no longer feed the brahmins. </li>' +
'<li>They take delight in being the paramours of beautiful women ; squalid and filthy in their ideas and deluded by cupidity they have lost clear thinking; they have abandoned their zeal for Purta and other holy rites such as digging wells, tanks, planting trees and parks. </li>' +
'<li>Similarly most of the Sudras have become depraved. Some of them show their interest in leading the life of brahmins with shining forms and features ; they too in the confusion of their minds have abandoned their traditional practices. </li>' +
'<li>In their eagerness to appropriate a brahmanical splendour they frequently perform penances. They cause infantile and premature deaths by their chanting of mantras. </li>' +
'<li>They worship the Salagrama stone and other things; they evince some interest in Homas too but in their thoughts and actions they are crooked and antagonistic ; they calumniate the brahmins. </li>' +
'<li>Rich people indulge in misdeeds ; learned people take perpetual delight in disputations; those who conduct discourses in holy narratives and expound virtuous rites of worship, themselves abandon virtuous practice of the same. </li>' +
'<li>Haughty persons assume the features of noble kings; those who liberally give, do so with a lot of fuss and haughtiness thinking themselves to be great lords and treating the brahmins and others as their servants. </li>' +
'<li>Devoid of the strict observance of their traditional duties and virtues, the foolish people have brought about an admixture of various castes. Cruel in thought and obsessed by false prestiges, people have discarded the four-fold system of social classification. , </li>' +
'<li>Deluded people, wrongly considering themselves high-born, perform certain good rites which result only in the upset of the caste-order and down-fall of all people. </li>' +
'<li>Women too generally misbehave and err,; they slight their husbands ; they are inimical to their fathers-inlaw ; fearlessly they pursue their nefarious activities. </li>' +
'<li>They indulge in foul coquettish gestures ; they are carried away by amorous dispositions; their conduct is bad ; they pursue illicit connections with paramours; they turn away from their own husbands. </li>' +
'<li>As for sons, they are invariably wicked without any filial affection; they take lessons in ignorant activities and succumb to various ailments. </li>' +
'<li>0 Suta, how can these deluded people who have abandoned their traditional virtues get salvation here and hereafter. </li>' +
'<li>Hence our minds are always agitated. Indeed there is no virtue equal to helping others. </li>' +
'<li>Since thou art conversant with the essentials of all tenets  please tell us the easiest remedy for the immediate destruction of the sins of these people.<br/><em><span style="font-weight:900;color:brown;font-size:larger"> Vyas said:  </span></li>' +
'<li>On hearing these words of the sages of sanctified souls Suta thought of Siva and told them thus.</li>' +'</ol>' + '<br/><a href=\'#top\'><strong>Back To Top</strong></a></p>',
notes: ['25. Panchananam : In Hindu Mythology God Siva has five faces. Pisupata teachers had developed a special doctrine ofPaiicd-Brahma in which they ascribed five faces to Siva symbolising the five elements (Linga. 2. 14. 1. 33., SP I. 10. 1-g). It is stated that Siva has the form of twentyfive tattvas symbolised by his five faces as follows : ' +
'<table><tr><th>N. of faces </th><th>Murtis</th><th>Jnyanendriyas</th><th>Kurmendriyas</th><th>Tanmatras</th><th>Bhutas</th></tr>' +
'<tr><td>1 ISana</td><td>Ksetrajna purusa</td><td>Sravana</td><td>Vak</td><td>Sabda</td><td>Akasa</td></tr>' +
'<tr><td>2. Tat-Purusa</td><td>Prakrti</td><td>Tvacha</td><td>Pani</td><td>Sparsha</td><td> Vayu</td></tr>' +
'<tr><td>3. Aghora or<br/> Agni</td><td>Buddhi</td><td>Caksu</td><td>Pada</td><td>Rupa</td><td>Agni</td></tr>' +
'<tr><td>4· Vamadeva</td><td>Ahankara</td><td>Jihva</td><td>Payu</td><td>Rasa</td><td>]ala</td></tr>' +
'<tr><td>5·>Sadyojata</td><td>Manastattva</td><td>Ghrana</td><td>Upastha</td><td>Gandha</td><td>Prthivi</td></tr></table>' +
'<p>Thus the whole scheme of creation is explained by the doctrine of Panca-Brahma. The great statue of Siva in the Elephanta caves represents the Panca-Brahma form which is also known as Mahesamurti in which the frontal view depicts three heads only, the fourth one on the back is conceale-d from view and the fifth one on the top dropped out as the symbol of invisible Akasa or Avyakta Prakrti : See V. S. Agrawal : A1atsya Puriil;za : A Study PP. 51-52. 26 </p>',
        '26 Vyasa : The title is applied to Vedavyasa, the arranger of the Vedas, the compiler of the Mahabharata, the founder of the Vedanta philosophy and the arranger of the Puranas. Dawson doubts the identity of these different arrangers. Vyasa is also called KrishnaDvaipayana. From his complexion he received the name KrsnQa and from his birth place he was called Dvaipayars regarded the confluence at Prayaga as the visible symbol of Madhyadda. ',
        '27Prayaga is a celebrated place of pilgrimage at the confluence of the Ganges and Jumna in the Naimi~a forest (Sp.VS. I. 4). It is situated on the northern bank of the Ganges (Sk. II. ii. 12. 36). The name \'Prayaga\' is recorded by Hwen Thsang in the seventh ct"ntury and is as old as the reign of Asoka who set up the stone pillar about 23!:> B. C. The Gupta emperors regarded the confluence at Prayaga as the visible symbol of Madhyadda. ',
        '28 Brahmaloka, also caJled Satyaloka, is the abode of Brahma. ',
        '29 Romaharsana or Lomaharsana was one of the five disciples (the other four being Paila, Vaisampayana, Jaimini and Sumantu) to whom Vyisa taught· the Pura~1a which he constructed out of ancient material.· Pargiter : AIHT. Ch. II. '

]
},/*'<em><span style="font-weight:900;color:crimson;font-size:larger"> Saunaka said:  </span>' +
'<!-- <em><span style="font-weight:900;color:#ff9933;font-size:larger"> The Brahmin said:  </span>' + '
'<em><span style="font-weight:900;color:crimson;font-size:larger"> Saunaka said:</span>' +
'<em><span style="font-weight:900;color:green;font-size:larger"> Suta said:  </span> ' +
<span style="font-weight:900;color:purple;font-size:larger"> Cancula said:  </span>
' +
'<em><span style="font-weight:900;color:#ff4811;font-size:larger"> Parvati said:  </span>' +

'<noteref2_note1footer>(2) - (17)</note>-->'  +
</li>' +
'<li>
*/
{
subTitle: 'Answers Clarifying the Doubts of the Sages',
content: '<em><span style="font-weight:900;color:green;font-size:larger"> Suta said:  </span>'+
'<li>0 saintly men, the question that you put me is very pertinent. Prompted by my love towards you all I shall, remembering my preceptor, the benefactor of the three worlds, tell you everything. All of you listen attentively. </li>' +
'<li>The entire essence of Vedanta is contained in the excellent Sivapurana. It dispells all sins. It affords the attainment of the highest truth (Brahma) hereafter. </li>' +
'<li>0 brahmins, the great glory of Siva, that destroys the sin of the Kali age, unfolds itself in the Purana and yields the fruits of the four varieties (Dharma, Artha, Kama and Mok~a). </li>' +
'<li>By the singleMminded study of that most excellent Sivapurana excellent brahmins will attain salvation. </li>' +
'<li>It is only as long as the Sivapurana has not risen high in the world, that Brahma-hatya (the sin of slaying a brahmin) and other sins display themselves. </li>' +
'<li>It is only as long as the Sivapurana has not risen high in the world, that the evil portents of Kali fearlessly roam about. </li>' +
'<li>It is only as long as the SivapuraQ.a has not risen high in the world, that the different sacred texts clash together in disputation. </li>' +
'<li>It is difficult even to great men to· comprehend Siva\'s features as long as the Sivapurana has not risen high in the world. </li>' +
'<li>The cruel attendants of Yama roam about fearlessly as long as the Sivapurana has not risen high in the world. </li>' +
'<li>All the other Puranas roar loudly on the earth as long as the Sivapurana has not risen high in the world. </li>' +
'<li>All the holy centres enter into mutual wrangles and disputes on the earth as long as the Sivapurana has not risen high in the world. </li>' +
'<li>All the ·mantras rejoice in mutual disputes as long as the Sivapurana has not risen high in the world. </li>' +
'<li>All the sectors of pilgrimage engage themselves in mutual disputes as long as the Sivapurana has not risen high in the world. </li>' +
'<li>All the altars and pedestals engage themselves in mutual disputes as long as the Sivapurana has not risen high in the world. </li>' +
'<li>All the gifts engage themselves in disputes as long as the Sivapura:ga has not risen high iri the world. </li>' +
'<li>All those gods engage themselves in mutual disputes as long as the Sivapurana has not risen high in the world. </li>' +
'<li>All the philosophical tenets engage themselves in mutual disputes as long as the Sivapurana has not risen high in the world. </li>' +
'<li> 0 foremost among brahmanical sages, I cannot adequately describe the fruit accruing from reciting and listening to this Sivapurana. </li>' +
'<li>Even then, 0 sinless ones, I shall succinctly describe its greatness as narrated to me by Vyasa. Please listen attentively. </li>' +
'<li>He who reads a single stanza or even half of it piously hecomes free from sin instantaneously. </li>' +
'<li>He who reads every day as much of Sivapurana as he can with devotion and alertness is called Jivanmukta (a living liberated soul). </li>' +
'<li>He. who continues to worship this Sivapurana daily derives the fruit of horse-sacrifice undoubtedly. </li>' +
'<li>He who with a craving for an ordinary position in life listens to Sivapurana even from a person other than me is freed from sin. </li>' +
'<li>He who bows near this Sivapurana derives un~ doubtedly the fruit of adoration of all the gods. </li>' +
'<li>Please listen to the meritorious benefit that accrues to the man who copies Sivapurana and gives the manuscript to the devotees of Siva. </li>' +
'<li>He will have that benefit - very difficult to attain in the world - as that of the study of Sastras (sacred lore) and of comrilenting on the Vedas. </li>' +
'<li>He who observes fast on the Caturdasi (fourteenth day in the lunar fortnight) and conducts discourses and comments on the Sivapurana in the assembly of the devotees of Siva is the most excellent of all. </li>' +
'<li>He shall derive the benefit of the repetition of Gayatri<noteref1_note1footer>(6) - (30)</note> syllable by syllable. He will enjoy all worldly pleasures here and attain salvation hereafter. </li>' +
'<li>I shall tell you the benefit derived by him who reads or listens to this after observing fast on the Caturdasi day by keeping awake in the !light. </li>' +
'<li>This is the truth, undoubtedly the truth that he will get the benefit derived by the man who makes gifts of wealth equal in weight to him~elf to brahmins with Vyasas at their head at the complete eclipse of the sun, many a time, in all holy centres, Kuruksetra<noteref2_note2footer>(7) - (31)</note> etc. </li>' +
'<li>Indra and other devas wait eagerly for the directives of the man who chants day and night the verses of the Sivapurana.</li>' +
'<li> The sacred rites performed by the man who regularly reads or listens to the Sivapurana are effective millions of times more than usual.</li>' +
'<li>He who reads the Rudrasamhita portion of Sivapurana with pure and concentrated mind becomes a purified soul within three days even though he might have killed a brahmin.</li>' +
'<li>He who reads the Rudrasarilhita three times a day near the image of Bhaira va, refraining from useless talk, shall get all cherished desires fulfilled. </li>' +
'<li>If a slayer of brahmin circumambulates the trees of Vata and Bilva reciting the verses from Rudrasamhita he will become purified of the sin of Brahmin-slaughter. </li>' +
'<li>The Kailasa samhita is even greater than that. It is of Vedic status and stature. The meaning of Pranava (the sacred syllable Om) is amplified in it. </li>' +
'<li>0 Brahmins, Lord Siva knows the greatness of Kailasasamhita in its entirety. Vyasa knows half of it and I a moiety of the same. </li>' +
'<li>A part of it, I shall tell you, since it is impossible to say everything. On comprehending it people attain purity of their minds instantaneously. </li>' +
'<li>0 Brahmins, seeking for it ever and anon, I do not see a sin that cannot be quelled by Rudrasamhita. </li>' +
'<li>Drinking that nectar prepared by Lord Siva after churning the ocean of the Upanisads (a class of Vedic literature) and handed over to Kumara (Lord Kartikeya) the devotee shall become immortal. </li>' +
'<li>The person intending to perform expiatory rites for the sins of Brahma-hatya etc. should read that Samhita for a month. He shall be freed of that sin. </li>' +
'<li>By a single recital, that Samhita destroys the sin originating from the acceptance of monetary gifts from defiled persons, partaking of defiled food and indulging in foul talks. </li>' +
'<li>The benefit derived by a person who reads that Sarhhita in the grove of Bilva trees in a temple of Siva is beyond description in words. </li>' +
'<li>If a person reads that Samhita with devotion at the time of performing Sraddha and feeding the brahmins, all his Pitrs (manes) attain the great region of Siva. </li>' +
'<li>The devotee who observes fast on the Caturdasi day and reads that Sarhhita under the Bilva tree is directly identified with Siva and is worshipped by the gods. </li>' +
'<li>The other Samhitas are no doubt the bestowers of the benefit of fulfilling all cherished desires. These two Samhitas are particularly excellent as they are full of divine sports and divine knowledge. </li>' +
'<li>Such is the Sivapurana, extolled on a par with the Vedas, created by Lord Siva Himself at first and commensurate with the supreme Brahman. </li>' +
'<li>Originally the Sivapurana was of very enormous size consisting of twelve sacred Samhitas :-(1) Vidye8vara (2) Rudra, (3) Vainayaka, ( 4) Aumika, ( 5 ) Matri (6) Rudraikadasa, (7) Kailasa, (8) Satarudraka, (9) Sahasrakotirudra, (10) Kotirudra, (11) Vayaviya and (12) Dharmasariljfia. 0 brahmins, I shall mention the number of verses in those Samhitas. Please listen with due attention.</li>' +
'<li>The first Samhhita of Vidyesvara, consisted of ten thousand verses. The Raudra, Vainayaka Aumika and Matr Sarhhitas consisted of eight thousand verses each. </li>' +
'<li>0 brahmins, the Rudraikadasa samhita consisted of thirteen thousand verses; the Kailasa samhi Hi of six thousand verses and the Satarudra of three thousand verses.</li>' +
'<li>The Kotirudra samhita consisted of nine thousand verses ; the Sahasrakoti-Rudra samhita of eleven thousand verses. </li>' +
'<li>The Vayaviya samhita consisted of 4000 verses and the Dharma samhita of twelve thousand verses. Thus the whole Sivapurana contained a hundred thousand verses. </li>' +
'<li> That has been condensed by Vyasa to twenty-four thousand verses; that is to about a fourth of the original PuraiJ.a and he retained seven samhitas. </li>' +
'<li>The Puranic lore at the. time of the first creation as conceived by Siva contained a thousand million (hundred crores) verses.</li>' +
'<li>In the Krta age<noteref3_note3footer>(8) - (32)</note>  Dvaipayana and others condensed it into four hundred thousand verses which in the beginning of Dvapara age was separated into eighteen different Puranas. </li>' +
'<li>Of these the Sivapurana contains twenty-four thousand verses with seven Samhitas and the Purana is on a par with the Vedas (in excellence). </li>' +
'<li>The .first Sarnhita is called Vidyesvara, the second Rudra, the third Satarudra and the fourth Kotirudra. </li>' +
'<li>The fifth is Aumi (of Uma), the sixth Kailasa and the seventh Vayaviya ; these are the seven Sarbhitas. </li>' +
'<li>Thus the divine Sivapurana with its seven Samhitas stands on a par with the Vedas, according salvation more than anything else. </li>' +
'<li>He who reads this Sivapurana complete with the seven Samhitas devotedly is a living liberated soul.</li>' +
'<li>Hundreds of other sacred texts as the Vedas, Smrtis, Puranas, Itihasas., and Agamas do not merit even a sixteenth of this Sivapurana. </li>' +
'<li> Sivapurana is first expounded by Siva and then condensed by Vyasa, a devotee of Siva. It is pure and brief and as such it renders help to all living beings. As a queller of the threefold calamities {physical, extraneous and divine) it is unrivalled. It bestows welfare upon the good. </li>' +
'<li>Undeceptive virtue is extolled herein; it is, in the main, of the nature of Vedantic wisdom. It contains mantras, and three aims of life and the thing knowable by wise men of unprejudiced mind. The Sivapurana is the best among the Puranas, extolling the great Being that glows in Vedanta and the Vedas. He who reads and listens to it with devotion becomes a favourite of Siva and attains the supreme position (here and thereafter)</li></ol>' + '<br/><a href=\'#top\'><strong>Back To Top</strong></a></p>',
notes: ['30. Gayatri : a most sacred· verse of the ~gveda which is the duty of every BrahmaQ.a to repeat in his every day prayers. It is addressed to the Sun, Savitr and is called Savitri also. ',
'31  Kuruksetra, \'land of Kuru\' is the territory around Thanesar between the Sarasvati and Dr~advati rivers. It is so called because King Kuru ploughed it. (Va gg, rr5-6; Mat 50, ~o-~r) whereas it really denoted that it was his cultivated territory (MB. I. 94, 3739), east ofwhich lay, .his tract .(apparently less cultivated) called Kuru-Jai:tgala.-Pargiter AIHT P. 76. alSo Cunningham : Ancient Geography of India. ',
        '32  Yugas : According to tradition, historical time is dividted into four ages, viz. the Krta (or Satya), Treta, Dvapara and Kali. This system is the peculiarity of India alone. Krta age ended with the destruction of the Haihayas by Rama Jamadagnya; Treta began with Sagara and ended with Rama Dasarathi\'s consecration at Ayodhya and closed with the Bharata war; the Kali began immediately after the passing away of the great heroes of the Bharata war, Kreyrya and the Pandavas and with the changes in the political condition of Northern India that ensued. '

]
}
]
    },/*'<em><span style="font-weight:900;color:crimson;font-size:larger"> Saunaka said:  </span>' +
'<!-- <em><span style="font-weight:900;color:#ff9933;font-size:larger"> The Brahmin said:  </span>' + '
'<em><span style="font-weight:900;color:crimson;font-size:larger"> Saunaka said:</span>' +
'<em><span style="font-weight:900;color:green;font-size:larger"> Suta said:  </span> ' +
<span style="font-weight:900;color:purple;font-size:larger"> Cancula said:  </span>
' +
'<em><span style="font-weight:900;color:#ff4811;font-size:larger"> Parvati said:  </span>' +
<em><span style="font-weight:900;color:brown;font-size:larger"> Vyas said:  </span>
<em><span style="font-weight:900;color:brown;font-size:larger"> Vyas said:  </span>
<em><span style="font-weight:900;color:#A0522D;font-size:larger">Shree Brahma said:  </span>
'<br/><em><span style="font-weight:900;color:darkblue;font-size:larger"> Sanatkumara said:  </span> ' +
<br/><em><span style="font-weight:900;color:darkgreen;font-size:larger"> Nandikeswara said:  </span> ' +
<br/><em><span style="font-weight:900;color:#334443;font-size:larger">The Sages Said:  </span>' +
''<noteref2_note1footer>(2) - (17)</note>-->'  +
</li>' +
'<li>
*/
    {
    newButtonRow:true,
    buttonText: '3 - 4',
buttonStyle :  "padding:3px;background-color:aliceBlue  ; border: 2px outset skyBlue;margin:2px; border-radius:3px;color:slateBlue;font-weight:bold",
title: 'VIDYESVARASAMHITA: Chapters 3 and 4, The deliberation on the achievable and the means of achievement AND  The Excellence of Listening and Deliberation',
headerStyle: { 'color': 'darkslateBlue','font-weight': '1900', 'background-color': 'skyblue', 'opacity':'0.9'},
contentStyle: { 'border':'4px outset blue',
'background-image': 'url("images/VIDYESVARASAMHITA/chapt3_4.jpg")',
'background-size': 'contain',
'border-radius':'6px',
'padding':'2px',
'color':'orange',
'opacity':'0.7',
'background-color':'skyblue'} ,
subsections: [
{
subTitle: '3. The deliberation on the achievable and the means of achievement',
content: '<ol><em><span style="font-weight:900;color:brown;font-size:larger"> Vyas said:  </span>'+
'<li>On hearing the wo~ds of Suta, the great sages said~ "Please narrate the wonderful Pural).a that fully treats of the essence of Vedanta".</li>' +
'<li>Very delighted at the request of the sages Suta meditated on Siva and spoke to them. </li>' +
'<br/><em><span style="font-weight:900;color:green;font-size:larger"> Suta said:  </span> ' +

'<li>Contemplating on Siva free from ailments may ye all hear this Sivapurana, the foremost among Puranas, that amplifies the essence of the Vedas.</li>' +
'<li>Where the trio, Bhakti (Piety) Jnana (Wisdom) and Vairagya (non-attachment) has been proclaimed and the object which is knowable only through Vedanta, has been particularly described.</li>' +
'<li>May ye all hear the Purana that embibes the essence of the Vedas. Formerly, when many Kalpas (Aeons) elapsed and this Kalpa started with the process of creation, a· great dispute arose among the sages of six clans who held divergent views as to which is great and which is not. They approached Brahma the Creator, to ask him about the imperishable. </li>' +
'<li>All of them with palms joined in reverence addressed him with words couched in humility-"Thou art the creator of the entire universe, the cause of all causes. Who is that Being older than all Principles, the greatest of the great?</li>' +
'<p><em><span style="font-weight:900;color:#A0522D;font-size:larger">Shree Brahma said:  </span><br/>' +
        '"That from whom words recede, not approaching , him even with the mind ; that from whom this entire universe beginning with Brahma, Vishnu, Rudra and Indra, along with all elements and all sense-organs, is evolved at first ; he is the lord Mahadeva the omniscient, the lord of the universe. He can be realised by supreme devotion and not by other means. "</p>' +
'<li>Rudra, Hari, Hara and other lords of Devas are ever desirous of seeing Him, moved by great devotion. </li>' +
'<li>Of what avail is a verbose statement ? One is liberated by devotion unto Siva. Devotion to the deity is due to His Grace; and His grace is due to devotion just as the seed gives rise to the sprout and the sprout produces the seed. </li>' +
'<li>Hence, 0 Brahmins, all of you descend to the earth, to propitiate the Lord. You have to perform a sacrifice of long duration for a thousand years. </li>' +
'<li>It is by the grace of Siva alone who will be the presiding deity of this sacrifice that the means of achievement of the Achievable can be realised and that is the essence of the Vidya (mystic learning) mentioned in the Vedas.</li>' +
'<br/><em><span style="font-weight:900;color:#334443;font-size:larger">The Sages Said:  </span>' +
'<li>What is that great Achievable ? What is that great means of achievement ? Of what sort is the performer of the rite ? Please mention these precisely. </li>' +
'<br/><em><span style="font-weight:900;color:#A0522D;font-size:larger">Shree Brahma said:  </span>' +
'<li>The attainment of Siva\'s region is the Achievable. Means of achievement is the service rendered unto Him. Sadhaka (the performer of the rite) is the person who is free from desire even for permanence which attitude is the result of His grace. </li>' +
'<li>Rites mentioned in the Vedas should be performed with the fruits thereof dedicated to Him. Thence, through Salokya<noteref1_note1footer>(1) - (33)</note> he attains the feet of the great Lord. </li>' +
'<li>All attain the great fruit according to the standard in devotion achieved. The ways of achieving these standards are manifold as expounded by lsa Himself. </li>' +
'<li>I shall condense the same and tell you the essential means. Listening to the glory of Siva, glorifying him by me~ns of words, and deliberation in the mind, these constitute the greatest of the means. Mahesvara is to be heard, glorified and meditated upon. </li>' +
'<li>Thus Sruti<noteref2_note2footer>(2) - (34)</note> is our authority. Resorting solely to this great means, all of you attain the Achievable. </li>' +
'<li>Regarding visible things people see with their eyes and begin their act1v1ty. Concerning. the invisible everywhere, they know through the ears and activise themselves. </li>' +
'<li>Hence Sravana (listening) is the :first rite. The intelligent scholar must listen to the oral explanation of the preceptor and then practise the other rites.-Kirtana (glorifying) and Manana {deliberation).</li>' +
'<li>When all the means upto Manana are well exercised, Sivayoga (unification with Siva) results gradually through Salokya etc. All the ailments of the body are nullified and supreme bliss is realised. Painful indeed is the process but later on everything becomes auspicious from beginning to end.</li></ol>' + '<br/><a href=\'#top\'><strong>Back To Top</strong></a></p>',
notes: ['33· The devotee attains exemption from further transmigration and his it;lentification with the deity, gradually through four st~;tges ; viz. Salokya (being in the same world with the deity), (Samipya (nearness to the deity), Sayujya (intimate union with the deity) and Sarupya. (assimilation to the deity). SP. adds Sar~ti (g.26) (equality in rank, condition or power) as one of the grades of Mukti. ',
'34· The word Sruti in the Purai)as does not mean \'sacred tradition;· but simply \'tradition\' .-Pargiter AIHT. Ch. II. ']
},
{
subTitle: '4 The Excellence of Listening and Deliberation',
content: '<ol><br/><em><span style="font-weight:900;color:#334443;font-size:larger">The Sages Said:  </span>' +
'<li>0 holy one, what is Srava:t;a ? what is Manana ? How is the Kirtana performed ? Please expound these precisely. </li>' +
'<br/><em><span style="font-weight:900;color:#A0522D;font-size:larger">Shree Brahma said:  </span>' +
'<li>The mind is fond of reasoning deliberation. The ability of the mind to ponder and evaluate the corresponding efficacy of the worship, Japa, the attributes of Isa, His form, His divine sports and multifarious names, is the result of the benignant glance of Isvara. Hence this steady continuance in the act of deliberation is the most important of all the means. </li>' +
'<li>By Kirtana (glorification) is meant the clear expression of Siva\'s exploits, attributes, forms, sports, names etc. in good taste by reciting traditional lore, singing songs of praise even in mother tongue. It is the middle one of the three means. </li>' +
'<li>0 wise men, the means of Sravana famous in the world is the listening to words concerning Siva, in whatever manner, howsoever and wherever they are produced with the same steady attention as in the sporting dalliance of women. </li>' +
'<li>Sravana (listening) -is effected when one associates with good men. Then the Kirtana of Pasupati becomes steady. In the end is the Manana which is the most excellent. All these take place as a result of benevolent surveillance of Lord Siva.  </li>' +
'<br/><em><span style="font-weight:900;color:green;font-size:larger"> Suta said:  </span> ' +
'<li>0 saints, in the context of the elucidation of the greatness of the means, I shall narrate an anecdote of former days for your sake. Please listen to them attentively. </li>' +
'<li>Long ago, my preceptor Vyasa, the son of Sage Parasara, performed penance on the bank of the river Sarasvati<noteref1_note1footer>(1) - (35)</note> with some mental agitation. </li>' +
'<li>The divine sage Sanatkumara who happened to go that way in an aerial chariot resplendent like the sun, espied my preceptor. </li>' +
'<li>Waking up from his meditation my preceptor saw the son of Brahma. The sage thereupon paid obeisance in a flutter and eagerness. </li>' +
'<li>He offered Arghya and a seat befitting the divinity of the sage. Being delighted, the divine sage spoke to my humble preceptor in words of great profundity. </li>' +
'<br/><em><span style="font-weight:900;color:#faa701;font-size:larger"> Sanatkumar said:  </span> ' +
'<li>0 sage, you must meditate upon the True object. The great lord Siva can be realised and seen. But wherefore do you perform the penance here unattended? </li>' +
'<li>When Sanatkumara addressed him thus, the sage Vyasa clarified his purpose.<br/>&nbsp;&nbsp;"By the favour of divine elders like you I have almost established the four ways of virtue, wealth, love and salvation with due adherence to the Vedic path, in the world. I have become a preceptor unto all. Still it is surprising that the knowledge of the means of liberation has not dawned on me. I am performing penance for the sake of salvation. But I do not know how it can be achieved."</li>' +
'<li>0 excellent brahmins, when thus requested by the sage Vyasa, the competent divine sage Sanatkumara told him of the sure way of realising salvation. </li>' +
'<li>It has already been mentioned that there are three means in conformity with Vedic ideal viz. Sravana, Kirtna and the highly efficacious Manana of Siva. </li>' +
'<li>Formerly, I too, confounded by other means performed a great penance on the mountain. Mandara.<noteref2_note2footer>(2) - (36)</note></li>' +
'<li>Thus, in brief, I have told you the ancient anecdote. </li>' +
'<br/><em><span style="font-weight:900;color:#334443;font-size:larger">The Sages Said:  </span>' +
'<li>0 Siita, you have narrated Sraval).a etc.-the three means of salvation. If a person is unable to practise these three, what shall he do to achieve liberation ? What is that rite whereby salvation will be possible without stress or strain? </li></ol>' + '<br/><a href=\'#top\'><strong>Back To Top</strong></a></p>',
notes: ['<p>35 Sarasvati. The Sarasvati river was a boundary of Brahmavart.a, the home of the early Aryans, and was to them, in all likelihood, a sacred river as the Ganges has long been to their descendants. As a river, it is lauded for the fertilizing and purifying powers of her waters, and as the bestower of fertility, fatness and wealth.-Dowson: Hindu Mythology P. 284; also D. C. Sarkar, G.A.M.J. P. 40.</p><p>This sacred river rising in the Sirmur hills of the Sivalik range in the Himalayas, emerged into the plains in the Ambala district, Punjab. Ultimately it fell into t:be Ghagger which bore the name Sarasvati in ancient times. Sanskrit literature speaks of its disappearance at Vinasana (near modern Sirsa) in Kuruk~etra in the East Punjab.</p>'
,'36. Mandara : a mountain in Hindu Mythology for being used as a churning staff by the gods and demons on the occasion of SamudraManthana appears to be an important hill comprising beautiful caves. There is still .a hill of this name in Banka Sub-_division of Bhagalpur district (Bxhar). It IS noted for .the abundance of vanous metals as well as variety of flora and fauna. It IS stated to be a sacred mountain associated with Siva.-Sk. V. II. 4· 23, 26. There is another mountain of the same name in the Malaya range which being an abode of Gods and R~is has an Asrama of Agastya. ']
}
]
},{
buttonStyle :  "padding:3px;background-color:aliceBlue  ; border: 2px outset skyBlue;margin:2px; border-radius:3px;color:slateBlue;font-weight:bold",
buttonText: '5',
title: 'VIDYESVARASAMHITA: Chapter 5: The greatness of the phallic emblem of Siva',
headerStyle: { 'color': 'purple','font-weight': '1900', 'background-color': 'skyblue', 'opacity':'0.5'},
contentStyle: { 'border':'3px outset blue',
'background-image': 'url("images/VIDYESVARASAMHITA/chapt5.jpg")',
'background-size': 'contain',
'border-radius':'4px',
'padding':'2px',
'color':'orange',
'opacity':'0.8',
'background-color':'skyblue'} ,
subsections: [
{
subTitle: '',
content: '<ol><em><br/>  <em><span style="font-weight:900;color:green;font-size:larger"> Suta said:  </span>' +
'<li>A person incompetent to perform the three rites of Sravana etc. shall fix the phallic emblem or the image of Siva and worship them every day. He can thus cross the ocean of worldly existence. </li>' +
'<li>As far as he can afford, the devotee shall make gifts of wealth too without deceiving others. He shall offer them to the phallic emblem or the image of Siva. He must worship them constantly. </li>' +
'<li>The worship must be performed elaborately. Construction of platforms, ornamental portals, monasteries, temples, holy centres, etc., offerings of cloth, scents, garlands, incense, lamps, with due piety; oblations of various cooked rice, pancakes, pies etc. with side dishes ; umbrellas, fans, chowries with all paraphernalia-everything shall be maintained in the worship of Siva. In fact, all royal homage shall be paid. Circumambulation and obeisance with Japas according to capacity shall be performed. All the different usual rites in worships like invocation shall be maintained with due devotion. A person who worships the phallic emblem or the image in this manner will attain salvation even without Sravana etc. Many noble men of yore have been liberated solely by this simple worship. </li>' +
'<br/><em><span style="font-weight:900;color:#334443;font-size:larger">The Sages Said:  </span>' +
'<li>Everywhere the deities are worshipped only in their image. How is it that Siva is worshipped both in the. image and the phallus? </li>' +
'<br/><em><span style="font-weight:900;color:green;font-size:larger"> Suta said:  </span> ' +
'<li>0 sages, this question is holy and wondrous. Here the speaker is Siva Himself and not any ordinary person. </li>' +
'<li>I shall tell you what Siva Himself had said and what I heard from my own preceptor. Siva alone is glorified as Niskala (nameless and formless) since He is identical with supreme Brahman. </li>' +
'<li>He is also Sakala as He has an embodied form. He is both Sakala and Niskala. It is in his Niskala aspect that the Linga<noteref1_note1footer>(1) - (37)</note> is appropriate.</li>' +
'<li>In the Sakala aspect the worship of his embodied form is appropriate. Since He has the Sakala and Niskala aspects He is worshipped both in the phallic and in the embodied form by the people and is called the highest Brahman. Other deities, not being Brahman, have no Niskala aspect anywhere. </li>' +
'<li>Hence the deities are not worshipped in the formless phallic symbol. The other deities are both nonBrahman and individual souls. </li>' +
'<li>In view of their being embodied alone they are worshipped solely in the bodily form. Sankara has Brahmatva and the others Jivatva. </li>' +
'<li>This has been explained · in the meaning of the Pranava (Om), the essence of Vedanta, by Nandikesvara<noteref2_note2footer>(2) - (38)</note> when asked by Sanatkumara, the intelligent son of Brahma, at the mountain Mandara.</li>'  +
'<br/><em><span style="font-weight:900;color:darkblue;font-size:larger"> Sanatkumara said:  </span> ' +
'<li>The embodied form alone is often observed in the worship of the deities other than Siva. But both the phallic and the embodied forms are seen only in the worship of Siva. Hence 0 benevolent one, please tell me precisely making me understand the truth.</li>' +
'<br/><em><span style="font-weight:900;color:darkgreen;font-size:larger"> Nandikeswara said:  </span> ' +
'<li>It is impossible to answer this question without revealing the secret of Brahman. </li>' +
'<li>0 sinless one, since you are pious I shall tell you what Siva Himself has said . Since Siva has the bodiless aspect in virtue of His being the supreme Brahman, the Niskala linga, in conformity with the Vedic implication, is used only in His worship. Since He has an embodied form as well, His embodied form is also worshipped and accepted by all people. According to the decision in the Vedas, the embodied form alone is to be used in the worship of other deities who are only individual souls embodied. Devas have only the embodied aspect in their manifestation. In sacred literature both the phallic and the embodied forms are mentioned for Siva. </li>' +
'<br/><em><span style="font-weight:900;color:darkblue;font-size:larger"> Sanatkumara said:  </span> ' +
'<li>0 Fortunate one, you have explained the worship of phallus and image distinctly for Siva and the other deities. Hence, 0 lord of Yogins, I wish to hear the feature of the manifestation of the phallic aspect of Siva.</li>' +
'<br/><em><span style="font-weight:900;color:darkgreen;font-size:larger"> Nandikeswara said:  </span> ' +
'<li>0 dear one, out of love for you I shall tell you the truth. Long long ago, in the famous first Kalpa<noteref3_note3footer>(3) - (39)</note> the noble souls Brahma and Visnu fought each other. </li>' +
'<li>In order to eradicate their arrogance lord Paramesvara showed his unembodied Niskala form in the form of a column in their. midst. </li>' +
'<li>He showed his phallus emblem separate, evolved out -of the column, with a desire to bless the worlds. </li>'+
'<li>From that time onwards the divine phallus and the embodied image, both, were assigned to Siva alone. </li>' +
'<li>The embodied form alone was assigned to deities other than Siva. The different types of the embodied forms of the different Devas yield only enjoyments. In regard to Siva the phallic emblem and the embodied form together bestow auspicious enjoyment and salvation.</li> </ol>' + '<br/><a href=\'#top\'><strong>Back To Top</strong></a></p>',
notes: ['37· Siva-linJa : the phamc emblem of Siva which is universally worshipped. ',
'38. Nandikesvara : .Qn,e qf the attendants of Siva. ',
'39.  The term Kalpa in a precise sense means a vast cosmic period but this seems to have been a later application of it, when the scheme of cosmological time was developed. It is often used in a simpler and unspecialized way to mean \'a period of time\', \'an age.\' This seems to have been its earlier signification, as where it is said \'PuraKalpa -mahakale\' in old time, long, long ago. In such texts Purakalpa js often used loosely ~nd has the generall sense of \'Old time\'. ']
}
]
},{
buttonStyle :  "padding:3px;background-color:aliceBlue  ; border: 2px outset skyBlue;margin:2px; border-radius:3px;color:slateBlue;font-weight:bold",
buttonText: '6',
title: 'VIDYESVARASAMHITA: Chapter 6: Fear of Devas on the Shree Vishnu-Brahma Battle and journey to Kailash',
headerStyle: { 'color': 'purple','font-weight': '1900', 'background-color': 'skyblue', 'opacity':'0.5'},
contentStyle: { 'border':'3px outset blue',
'background-image': 'url("images/VIDYESVARASAMHITA/chapt6.jpg")',
'background-size': 'cover',
'border-radius':'4px',
'padding':'2px',
'color':'orange',
'opacity':'0.8',
'background-color':'skyblue'} ,
subsections: [
{
subTitle: '',
content: '<p style="margin-left:60px;margin-right:60px;"><em>The journey to Kailiisa of the Devas terrified by the use of the Pasuupata weapon in the fight between Brahmii and Vi.r!lu who vied with each other maintaining that each of them is the Lord himself</em></p>' +
'<ol><br/><em><span style="font-weight:900;color:darkgreen;font-size:larger"> Nandikeswara said:  </span>' +
'<li>Once, long ago, 0 foremost among Yogins, Vishnu was having his nap on his serpent-couch. He was surrounded by the goddess of fortune and his attendants. </li>'+
'<li>Brahma, the foremost among the Vedic scholars chanced to come there. He asked the lotus-eyed handsome Vishnu who was lying there. </li>'+
'<li>Who are you lying here like a haughty person even after seeing me ? Get up, 0 dear, and see me who am your lord. I have come here. </li>'+
'<li>Expiatory rites are ordained for that spiteful wretch who behaves like a haughty fool at the visit of an honourable elderly person. </li>'+
'<li>On hearing these words Vishnu was angry. But assuming a calm exterior he said-"0 dear, Hail thee. W elcome. Please sit on this couch. How is it that thy face is agitated and thy eyes look curious ? </li>' +
'<br/><em><span style="font-weight:900;color:white;text-shadow: 1px 1px 2px grey;background-color:silver;font-size:x-large"font-size:larger">Shree Brahma said:  </span>' +
'<li> Dear Vishnu, know me to have come with the speed of the Time. I am to be honoured greatly. 0 dear one, I am the protector of the world, Grandfather, your protector as well.</li>'+
'<br/><em><span style="font-weight:900;color:maroon;text-shadow: 3px 3px 2px pink;background-color:orange;font-size:x-large">Shree Vishnu said:  </span>' +
'<li>0 dear one, the whole universe is situated within me but your way of thinking is like that of a thief. You are born of the lotus sprung from my navel-region. You are my son. Your words are futile therefore. </li>' +
'<br/><em><span style="font-weight:900;color:darkgreen;font-size:larger"> Nandikeswara said:  </span>' +
'<li>Arguing with each other like this, saying that each is better than the other and claiming to be the lord, they got ready to fight, like two foolish goats, desirous of killing each other. </li>'+
'<li>The two heroic deities, seated on their respective vehicles-tne Swan and the Garuda, fought together. The attendants of Brahma and Vishn also came into clash. </li>'+
'<li>In the meantime the different groups of Devas moving about in aerial chariots came there to witness the wonderful fight. </li>'+
'<li>Witnessing from the heaven they scattered flowers everywhere. The Garuda-vehicled deity Vishnu became infuriated and discharged unbearable arrows and many kinds of weapons on the chest of Brahma. The infuriated Brahma also hurled many arrows of fiery fury and different kinds of weapons on Vishnu. The Devas commented on this wondrous fight and were agitated much, Vishnu in his great fury and mental agitation breathed hard and discharged the. Mahesvara weapon over Brahma. Annoyed at this, Brahma aimed the terrible Pasupata weapon at the chest of Vishnu. The weapon rising high in the sky blazing like ten thousand suns, with thousands of terrible pointed spikes roared awfully like a gust of wind. These two weapons of Brahma and Vishnu thus faced each other in a terrible clash. </li>'+
'<li>Such was the mutual fight between Brahma and Vishnu. Then, 0 dear, the devas in their helpless agitation and vexation talked among themselves as people do at the time of war  between their monarchs. </li>'+
'<li>The three-pointed-trident-bearing deity, the supreme Brahman, (i. e. Siva) is the cause of creation, maintenance, annihilation, concealment and blessing. Without His corroboration even a blade of grass cannot be split by any individual anywhere. Thinking thus in their fright they desired to go to Siva\'s abode and accordingly came to the summit of Kailasa<noteref1_note1footer>(1) - (40)</note> where the moon-,crested God resided. </li>'+
'<li>On seeing that region of Paramesvara in the shape of Omkara they bent their heads down in reverence and entered the palace. </li>'+
'<li>There they saw the supreme leader of the Devas brilliantly shining on the gem-set seat in the company of Uma on an altar in the middle of the council-chamber. </li>'+
'<li>His right leg was kept over the knee of the left ; his lotus-like hands were placed over the legs ; his attendants were all round him. He had all good characteristic features.</li>'+
'<li>He was being fanned by the specialists in that artladies of pointed attention. The Vedas were extolling Him. The lord was blessing every one.</li>'+
'<li>On seeing the lord thus, the Devas shed tears of joy.<noteref2_note2footer>(2) - (41)</note>0 dear one, the hosts of Devas knelt down even from a great distance. </li>'+
'<li>The lord, on seeing the Devas, beckoned them to him through his attendants. Then causing the delight of the Devas, the crest-jewel of Devas (i. e. Siva), addressed them gravely with sweet auspicious words. </li></ol>' + '<br/><a href=\'#top\'><strong>Back To Top</strong></a></p>',
notes: ['40. Kailasa I_t is sai~ to be the centre of the Himalaya region, Mat. ph. 121 ; 1t 1s 1denttfied With a peak of the Hemakuta mountain : S. M. Ali : The Geography of the Purtitzas P. 57-58. It is called Siva-parvata and Ga~~-parvata and is situated to the north ofManasarovara.-Sk. I. ii. 8. 15; I. Ul u. 4·14 ; II. 1.5· 76. . ',
'41. Danda-pranama: It is the same as the ashytangapranama which ts performed by prostration of the etght parts of the body ; the eight parts being the hands, breast, forehead, eyes, throat and the middle of the back']
}
]
},{
buttonStyle :  "padding:3px;background-color:aliceBlue  ; border: 2px outset skyBlue;margin:2px; border-radius:3px;color:slateBlue;font-weight:bold",
buttonText: '7',
title: 'VIDYESVARASAMHITA: Chapter 7: Siva manifesting himself as a column of fire in the battlefield',
headerStyle: { 'color': 'purple','font-weight': '1900', 'background-color': 'skyblue', 'opacity':'0.5'},
contentStyle: { 'border':'3px outset blue',
'background-image': 'url("images/VIDYESVARASAMHITA/chapt7.jpg")',
'background-size': 'contain',
'border-radius':'4px',
'padding':'2px',
'color':'orange',
'opacity':'0.8',
'background-color':'skyblue'} ,
subsections: [
{
subTitle: '',
content: '<p style="margin-left:60px;margin-right:60px;"><em>The journey to Kailiisa of the Devas terrified by the use of the Pasuupata weapon in the fight between Brahmii and Vi.r!lu who vied with each other maintaining that each of them is the Lord himself</em></p>' +
'<ol><br/><em><span style="font-weight:900;color:darkblue;text-shadow: 3px 3px 2px white;background-color:skyblue;font-size:xx-large"> Isvara said:  </span>' +
'<li>"Dear children, hail to ye. I hope the universe and the race of the deities, under my suzerainty, flourish in their respective duties. <br/>&nbsp;&nbsp;0 gods, the fight between Brahma and Visnu is already known to me. This agitation on your part is like a redundant speech." </li>'+
'<li>Thus the consort of Amba consoled the concourse of devas with honeylike speech sweetened with a smile in the manner of appeasing children. </li>'+
'<li>In that very assembly the Lord announced his desire to go to the battlefield of Hari and Brahma and accordingly issued His directive to a hundred of the commanders of his attendants .. </li>'+
'<li>Different kinds of musical instruments were played to announce the start of the journey of the Lord. The commanders of the attendants were in readiness fully bedecked in their ornaments, seated in their respective vehicles. The lord, consort of Ambika, mounted the holy chariot shaped like Omkara from front to the back and embellished 1n five circular rings. He was accompanjed by his sons and Ganas. All the Devas, Indra and others, followed. </li>'+
'<li>Honoured suitably by the display of banners of various colours, fans, chowries, scattered flowers, music, dance and the instrument players, and accompanied by the great goddess (Parvati ), Pasupati (Siva) went to the battle-field with the whole army. </li>'+
'<li>On espying the battle, the lord vanished in the firmament. The play of the music stopped and the tumult of the Ganas subsided. </li>'+
'<li>There in the battlefield Brahma and Acyuta desirous of killing each other were awaiting the result of the Mahesvara and the Pasupata weapons hurled by them. </li>'+
'<li>The flames emitted by the two weapons of Brahma and Visnu burned the three worlds. On seeing this imminent untimely dissolution, the bodiless form of Siva assumed the terrific form of a huge column of fire in their midst. </li>'+
'<li>The two weapons of fiery flame potential enough to destroy the entire world fell into the huge column of fire that manifested itself there instantaneously. </li>'+
'<li>Seeing that auspicious wonderful phenomenon assuaging the weapons they asked each other "What is this wonderful form ?" </li>'+
'<li>"What is this column of fire that .has risen up ? It is beyond the range of senses. We have to find out its top and bottom." </li>'+
'<li>Jointly deciding like this, the two heroes proud of their prowess immediately set about assiduously in their quest. </li>'+
'<li>"Nothing will turn up if we are together". Saying this, Vigm assumed the form of a Boar and went in search of the root. Brahma in the form of a swan went up in search of the top. Piercing through the netherworlds and going very far below, Visnu could not see the root of the fiery column. Utterly exhausted, Vigm in the form of a Boar returned to the former battle-ground. </li>'+
'<li>Dear one, your father, Brahma who went high up in the sky saw a certain bunch of Ketaki flower of mysterious nature falling from above. </li>'+
'<li>On seeing the mutual fight of Brahma and Visnu, lord Siva laughed. When his head shook, the Ketaki flower dropped down. Although it had been in its downward course for many years, neither its fragrance nor its lustre had been diminished even a bit. The flower had been intended to bless them. </li>'+
'<li><em><span style="font-weight:900;color:white;text-shadow: 1px 1px 2px grey;background-color:silver;font-size:x-large"font-size:larger">Shree Brahma said:  </span><br/>"0 lord of flowers, by whom had you been worn ? Why do you fall ? I have come here to seek out the top, in the form of a swan."<br/> <em><span style="font-weight:900;font-size:larger">The flower replied</span><br/> "I am falling down from the middle of this primordial column that is inscrutable. It has taken me a long time. Hence I do not see how you can see the top." </li>'+
'<li> "Dear friend, hereafter you must do as I desire. In the presence of Visnu you must say like this. 0 Acyuta, the top of the column has been seen by Brahma. I am the witness for the same." Saying this he bowed to the Ketaki flower again and again. Even falsehood is recommended in times of danger. So say the authoritative texts. 26. (Returning to the original place) on seeing Visnu there, utterly exhausted and lacking pleasure, Brahm.a danced with joy. Visnu, in the manner of a eunuch admitting his inability ( to a woman), told him the truth (that he could not see the bottom). But Brahma told Vig:m like this. </li>'+
'<li>"0 Hari, the top of this column has been seen by me. This Ketaki flower is my witness." The Ketaka flower repeated the falsehood endorsing the words of Brahma in his presence. Hari, taking it to be true, made obeisance to Brahma. He worshipped Brahma with all the sixteen means of service and homage.<noteref1_note1footer>(1) - (42)</note>--> </li>'+
'<li>The Lord taking up a visible form in order to chastise Brahma who practised trickery, came out of the column of fire. 0 n seeing the lord, Visnu stood up and with his hands shaking with fear caught hold of the lord\'s feet. </li>'+
'<li>It is out of ignorance and delusion about you whose body is without a beginning or an end that we indulged in this quest prompted by our own desire. Hence 0, Sympathetic Being, forgive us for our fault. In fact, it is but another form of your divine sport. </li>'+
'<br/><em><span style="font-weight:900;color:darkblue;text-shadow: 3px 3px 2px white;background-color:skyblue;font-size:xx-large"> Isvara said:  </span>' +
'<li>"0 dear Hari, I am pleased with you, because you strictly adhered to truth in spite of your desire to be a lord. Hence among the general public you will have a footing equal to mine. You will be honoured too likewise. </li>'+
'<li>Hereafter you will be separate from me having separate temple,. installation of idols, festivals and worship." </li>'+
'<li>Thus, formerly, the lord was delighted by the truthfulness of Hari and offered him a footing equal to his own even as the assembly of the devas was witnessing the same. </li></ol>' + '<br/><a href=\'#top\'><strong>Back To Top</strong></a></p>',
notes: ['42 Sodasopadira: The sixteen acts of homage to a deity are mentioned in SP I I. 25-29. They are differently enumerated elsewhere  Tantrasara enumerates 64 Upadiras. ']
}
]
},{/*
    <br/><em><span style="font-weight:900;color:darkblue;text-shadow: 3px 3px 2px white;background-color:skyblue;font-size:xx-large"> Isvara said:  </span>' +
    '<br/><em><span style="font-weight:900;color:maroon;text-shadow: 3px 3px 2px pink;background-color:orange;font-size:x-large">Shree Vishnu said:  </span>' +
'<br/><em><span style="font-weight:900;color:white;text-shadow: 1px 1px 2px grey;background-color:silver;font-size:x-large"font-size:larger">Shree Brahma said:  </span>' +

    '<em><span style="font-weight:900;color:crimson;font-size:larger"> Saunaka said:  </span>' +
'<!-- <em><span style="font-weight:900;color:#ff9933;font-size:larger"> The Brahmin said:  </span>' + '
'<em><span style="font-weight:900;color:crimson;font-size:larger"> Saunaka said:</span>' +
'<em><span style="font-weight:900;color:green;font-size:larger"> Suta said:  </span> ' +
<span style="font-weight:900;color:purple;font-size:larger"> Cancula said:  </span>
' +
'<em><span style="font-weight:900;color:#ff4811;font-size:larger"> Parvati said:  </span>' +
<em><span style="font-weight:900;color:brown;font-size:larger"> Vyas said:  </span>
<em><span style="font-weight:900;color:brown;font-size:larger"> Vyas said:  </span>
<em><span style="font-weight:900;color:#A0522D;font-size:larger">Shree Brahma said:  </span>
'<br/><em><span style="font-weight:900;color:darkblue;font-size:larger"> Sanatkumara said:  </span> ' +
<br/><em><span style="font-weight:900;color:darkgreen;font-size:larger"> Nandikeswara said:  </span> ' +
<br/><em><span style="font-weight:900;color:#334443;font-size:larger">The Sages Said:  </span>' +
'<br/><em><span style="font-weight:900;color:purple;font-size:larger"> Acyuta said:  </span> ' +

''<noteref2_note1footer>(2) - (17)</note>-->'  +
</li>' +
'<li>
*/
buttonStyle :  "padding:3px;background-color:aliceBlue  ; border: 2px outset skyBlue;margin:2px; border-radius:3px;color:slateBlue;font-weight:bold",
buttonText: '8',
title: 'VIDYESVARASAMHITA: Chapter 8: Siva\'s forgiveness of Brahma',
headerStyle: { 'color': 'white','font-weight': '1900', 'background-color': 'slateblue', 'opacity':'0.5'},
contentStyle: { 'border':'3px outset blue',
'background-image': 'url("images/VIDYESVARASAMHITA/chapt8.jpg")',
'background-size': 'contain',
'border-radius':'4px',
'padding':'2px',
'color':'orange',
'opacity':'0.8',
'background-color':'skyblue'} ,
subsections: [
{
subTitle: '',
content: '<ol><br/><em><span style="font-weight:900;color:darkgreen;font-size:larger"> Nandikeswara said:  </span> ' +
'<li> Mahadeva then created a wonderful person, Bhairava, from the middle of his brows to quell the pride of Brahma.  </li>'+
'<li>This Bhairava knelt before the lord in the battle-field and said-"0 lord, what shall I do ? Please give me your directives quickly." </li>'+
'<li>"Dear, here is Brahma, the first deity of the universe. Worship him with your sharp-pointed quick-moving sword." </li>'+
'<li>With one of his hands he caught hold of the tuft of Brahma\'s fifth head that was guilty of haughtily uttering a falsehood, and with the hands he furiously shook his sword in order to cut it off. </li>'+
'<li>Your father trembled like a plantain tree in a whirlwind, with his ornaments scattered here and there, his cloth ruffled and loosened, the garland displaced, the upper cloth hanging loose and the glossy tuft dishevelled, and fell at the feet of Bhairava. </li>'+
'<li>Meanwhile the sympathetic Acyuta desirous of saving Brahma, shed tears over the lotus-like feet of our lord and said with palms joined in reverence just like a child lisping words of entreaty to its father. </li>'+
'<br/><em><span style="font-weight:900;color:purple;font-size:larger"> Acyuta said:  </span> ' +
'<li>0 Lord, it was you who gave him five heads<noteref1_note1footer>(1) - (43)</note> as a special symbol, long ago. Hence please forgive him his first guilt. Please favour him. </li>'+
'<li>The lord thus requested by Acyuta relented and in the presence of all devas asked Bhairava to desist from punishing Brahma. </li>'+
'<li>Then the lord turned to the deceitful Brahma who bent down his neck and said "0 Brahma, in order to extort honour from the people you assumed the role of the lord in a roguish manner. </li>'+
'<li>Hence you shall not be honoured, nor shall you have your own temple or festival. </li>'+
'<li>On seeing the mutual fight of Brahma and Visnu, lord Siva laughed. When his head shook, the Ketaki flower dropped down. Although it had been in its downward course for many years, neither its fragrance nor its lustre had been diminished even a bit. The flower had been intended to bless them. </li>'+
'<em><span style="font-weight:900;color:#A0522D;font-size:larger">Shree Brahma said:  </span><br/>' +
'<li>0 Lord, be pleased. 0 flourishing one, _I consider this sparing of my head itself a great blessing and a boon. Obeisance to Thee, the lord, the kinsman, the originator of the universe, the forbearing, the forgiver of defects, the benevolent one, wielding the mountain as his bow. </li>'+
'<br/><em><span style="font-weight:900;color:darkblue;text-shadow: 3px 3px 2px white;background-color:skyblue;font-size:xx-large"> Isvara said:  </span>' +
'<li>0 child, the whole universe will be ruined if it loses the fear of a king Hence you mete out punishment to the guilty and bear the burden of administering this universe. </li>'+
'<li>I shall grant you another boon which is very difficult to get. In all domestic and public sacrifices you will be the presiding deity. Even though a sacrifice is complete with all the ancillary rites and offerings of monetary gifts, it will be fruitless without you. Then the lord turned to the deceitful Ketaka flower guilty of perjury and said :</li>'+
'<li>"0 you Ketaka flower, you are roguish and deceitful. Go away from here. Hereafter I have no desire to include you in my worship." </li>'+
'<li>When the lord said thus, all the devas shunned the very presence of the flower. </li>' +
'<br/><em><span style="font-weight:900;color:brown;font-size:larger"> Ketaka said:  </span> ' +
'<li>Obeisance to Thee, 0 Lord, Your bidding will mean that my very birth is fruitless. May the lord be pleased to make it fruitful by forgiving my sin. </li>'+
'<li>Thy remembrance is reputed to quell all sins perpetrated consciously or unconsciously. Now that I have seen Thee, how can the sin of uttering falsehood sully me? </li>'+
'<li>Thus entreated in the middle of the council the lord said-\'It is not proper for me to wear you. I am the lord and my words must stay true. My attendants and followers shall wear thee. Hence thy birth shall be fruitful. Of course in the canopies over my idol you can be used for decoration."<br/> The lord thus blessed the three-the flower Ketaka, Brahma and Visnu. He shone in the assembly duly eulogised by the Devas. </li>' +
'</ol>' + '<br/><a href=\'#top\'><strong>Back To Top</strong></a></p>',
notes: ['4~· Brahma\'s five heads : When the four faces of Brahma became thwarted in their function because of Brahma\'s erotic impulse, then out of his Tapas was produced a fifth head on the top and that head was covered with matted locks. In image No 382 of Brahma in the Kush~na period at Mathura, the fifth head on the top is shown with moustaches, beard and long locks, a feature which is only found in the Kusana period from the first to the third century A. D. But later on, the fifth head was eliminated and a new theory (contradicted by SP. I. 8.8) was devised thai Brahma\'s head was clipped by Rudra. The fact was that the fifth hea.-1 l\'c-·--r~-:,--ri-rr to Akasa was taken to be invisible, being a symbol of his · .. : :: :.: =: ·· ··,··~~· (Avyakta murti) and that only the four others became manifest.-V.S. Agrawal : M.P. A Study. ']
}
]
},{/*
    <br/><em><span style="font-weight:900;color:darkblue;text-shadow: 3px 3px 2px white;background-color:skyblue;font-size:xx-large"> Isvara said:  </span>' +
    '<br/><em><span style="font-weight:900;color:maroon;text-shadow: 3px 3px 2px pink;background-color:orange;font-size:x-large">Shree Vishnu said:  </span>' +
'<br/><em><span style="font-weight:900;color:white;text-shadow: 1px 1px 2px grey;background-color:silver;font-size:x-large"font-size:larger">Shree Brahma said:  </span>' +

    '<em><span style="font-weight:900;color:crimson;font-size:larger"> Saunaka said:  </span>' +
'<!-- <em><span style="font-weight:900;color:#ff9933;font-size:larger"> The Brahmin said:  </span>' + '
'<em><span style="font-weight:900;color:crimson;font-size:larger"> Saunaka said:</span>' +
'<em><span style="font-weight:900;color:green;font-size:larger"> Suta said:  </span> ' +
<span style="font-weight:900;color:purple;font-size:larger"> Cancula said:  </span>
' +
'<em><span style="font-weight:900;color:#ff4811;font-size:larger"> Parvati said:  </span>' +
<em><span style="font-weight:900;color:brown;font-size:larger"> Vyas said:  </span>
<em><span style="font-weight:900;color:brown;font-size:larger"> Vyas said:  </span>
<em><span style="font-weight:900;color:#A0522D;font-size:larger">Shree Brahma said:  </span>
'<br/><em><span style="font-weight:900;color:darkblue;font-size:larger"> Sanatkumara said:  </span> ' +
<br/><em><span style="font-weight:900;color:darkgreen;font-size:larger"> Nandikeswara said:  </span> ' +
<br/><em><span style="font-weight:900;color:#334443;font-size:larger">The Sages Said:  </span>' +
'<br/><em><span style="font-weight:900;color:purple;font-size:larger"> Acyuta said:  </span> ' +

''<noteref2_note1footer>(2) - (17)</note>-->'  +
</li>' +
'<li>
*/
buttonStyle :  "padding:3px;background-color:aliceBlue  ; border: 2px outset skyBlue;margin:2px; border-radius:3px;color:slateBlue;font-weight:bold",
buttonText: '9',
title: 'VIDYESVARASAMHITA: Chapter 9: The Proclamation of Siva as Mahesvara',
headerStyle: { 'color': 'crimson','font-weight': '1900', 'background-color': 'white', 'text-shadow': '3px 3px 2px white','opacity':'0.9', 'border': '2px outset gray'},
contentStyle: { 'border':'3px outset blue',
'background-image': 'url("images/VIDYESVARASAMHITA/chapt9.jpg")',
'background-size': 'contain',
'border-radius':'4px',
'padding':'2px',
'color':'orange',
'opacity':'0.8',
'background-color':'skyblue'} ,
subsections: [
{
subTitle: '',
content: '<ol><br/><em><span style="font-weight:900;color:darkgreen;font-size:larger"> Nandikeswara said:  </span> ' +
'<li>In the mean time Brahma and Visnu had been standing silently on either side of the lord with the palms joined in reverence. </li>'+
'<li>Then they installed the lord with all the members of His family on a splendid seat and worshipped Him with all holy personal things. </li>'+
'<li>The personal things constitute those natural things of long and short duration such as necklaces, anklets, bracelets coronets, ear-rings, sacrificial threads, upper cloth of lace border, garlands, silk cloth chokers, rings, flowers, betel leaves, camphor, sandal paste, Aguru unguents, incense, lamps, white umbrella, fans, banners, chowries and other divine offerings whose greatness cannot be expressed or even thought of. Both of them adored the lord with all these things worthy of the lord and inaccessible to Pasu (the animal i.e. the individual soul). All excellent things are worthy of the lord, 0 brahmin. </li>'+
'<li>In order to set up a precedence the delighted lord handed over all those articles to the attendants assembled according to the order of priority. </li>'+
'<li>The bustle of those who came to receive them was too much. It was there that Brahma and Visnu adored Sankara at first. When they stood there humbly, the gratified lord spoke smilingly heightening their devotion. </li>'+
'<br/><em><span style="font-weight:900;color:darkblue;text-shadow: 3px 3px 2px white;background-color:skyblue;font-size:xx-large"> Isvara said:  </span>' +
'<p>"Dear children, I am delighted at your worship on this holy day. Henceforth this day will be famous as "SivaratriH the holiest of holy days pleasing to me.</p>"' +
'<li>He who performs the worship of my phallic emblem and the embodied image on this day will be competent to perform the task of creation and the maintenance etc. of th~ universe. </li>'+
'<li>The devotee shall observe fast on Sivaratri, both during the day and the night. He shall perfectly restrain his sense-organs. He shall adore (with flowers) to the extent of his strength. He shall not deceive any one. </li>'+
'<li>By the worship on Sivaratri day the devotee attains that fruit which usually accrues tp one who continuously worships me for a year. </li>'+
'<li>This is the time when the virtue of devotion to me increases like the tide in the ocean at the rise of the moon. Festivities like the installation of my idols etc. on that day are very auspicious. </li>'+
'<li>The day on which I manifested myself in the form of a column of fire is the Ardra star in the month of Margasira (November-December), 0 children. </li>'+
'<li>He who sees me on the day of Ardra star in the month of Margasiqa in the company of Uma and worships my phallic emblem or embodied image is dearer to me than even Guha (Kartikeya) .</li>'+
'<li>On that auspicious day the vision alone accords ample results. If he worships too, the result cannot be adequately described. </li>'+
'<li>Since I manifested myself in the form of phallic emblem in the field of battle, this place will be known as Lingasthana. </li>'+
'<li>0 sons, this column without root or top will henceforth be diminutive in size for the sake of the vision and worship of the world. </li>'+
'<li>The phallic emblem confers enjoyment. It is the only means of worldly enjoyment and salvation. Viewed, touched or meditated upon, it wards off all future births of the living beings. </li>'+
'<li>Since the phallic emblem rose high resembling a mountain of fire, this shaH be famous as Ruddy (Aruna) mountain<noteref1_note1footer>(1) - (44)</note>.« </li>'+
'<li>Many holy centres will spring up here. A residence or death in this holy place ensures liberation. </li>'+
'<li>The celebration of chariot festivals, the congrega-tion of devotees, the presentation of ordinary as well as sacrificial gifts and offering of prayers at this place shall be millionfold efficacious. </li>'+
'<li>Of all my sectors this sector shall be the greatest. A mere remembrance of me at this place shall accord salvation to all souls. </li>'+
'<li>Hence this sector shall be greater than all other sectors, very auspicious, full of all sorts of welfare and according salvation to everyone. </li>'+
'<li>Worshipping me in my supreme phallic form at this place an4 performing the other sacred rites shall accord the five types of salvation-Salokya, Samipya, Sarii.pya, SarHi and Sayujya. May all of you achieve all your cherished desires . </li>' +
'<br/><em><span style="font-weight:900;color:darkgreen;font-size:larger"> Nandikeswara said:  </span> ' +
'<li>Thus blessing Brahma and Vigm who had been made humble, the lord resuscitated by His nectar-like power all the soldiers of the two deities that had been killed in the battle before and spoke to them in order to remove their foolishness and mutual enmity. </li>'+
'<br/><em><span style="font-weight:900;color:darkblue;text-shadow: 3px 3px 2px white;background-color:skyblue;font-size:xx-large"> Isvara said:  </span>' +
'<li>I have two forms : the manifest and the unmanifest. No one else has these two forms. Hence all else are nonlsvaras. </li>'+
'<li>Dear sons, first in the form of the column and afterwards in this embodied form I have expounded to you ·my formless Brahma-hood, and embodied !Sa-hood. These two are present only in me and not in anyone else. Hence no one else, not even you too can claim ISatva (Isa-hood). </li>'+
'<li>It is out of your ignorance of this fact that you were swept. away by your false prestige and pride of being Isa, surprising as it is. I rose up in the middle of the battle-field for quelling the same. . </li>'+
'<li>Cast off your false pride. Fix your thought in me as your lord. It is out of my favour that all the objects in the world are illuminated. </li>'+
'<li>The statement of the preceptor is the reminder and the authority on all occasions. This secret truth of Brahman I am revealing to you out of love. </li>'+
'<li>I am the supreme Brahman. My form is both manifest and unmanifest in view of my Brahma-hood and Isvaratva. My duty is blessing etc. </li>'+
'<li>0 Brahma and Visnu, I am Brahman because of Brhatva (huge size) and Bpithanatva (causing to grow). 0 children, similarly I am Atman due to Samatva (equality) and Vyapakatva (Pervasiveness). </li>'+
'<li>All others are Anatmans, individual souls undoubtedly. There are five activities <noteref2_note2footer>(2) - (45)</note> in respect of the universe beginning with Anugraha <noteref3_note1footer>(3) - (46)</note> (liberation) and ending with Sarga (creation). Therefore these activities devolve on me because I am Isa and not on anyone else. It is to make my Brahmatva understood that my phallic emblem rose up. </li>'+
'<li>In order to clarify my Is a tva, unknown hitherto, I have manifested myself immediately in the embodied form of ISa. </li>'+
'<li>The Isatva in me is to be known as the embodied form and this symbolic column is indicative of my Brahmatva. </li>'+
'<li>Since it has all the characteristic features of my phallic emblem, it shall be my symbol. 0 sons, you shall worship it every day . </li>'+
'<li>The phallic symbol and the symbolised Siva are non-different. Hence this phallic emblem is identical with me. It brings devotees quite near to me. It is worthy of worship therefore. </li>'+
'<li>0 dear sons, if phallic emblem of this sort in installed I can be considered installed, though my idol is not installed. </li>'+
'<li>The result of installing the phallic emblem is the attainment of similarity with me. If a second phallic emblem is installed, the result is union with me. </li>'+
'<li> The installation of the phallic emblem is primary and that of embodied idol is secondary. A temple with the embodied idol of Siva is unfructuous if it has no phallic image. </li>'+
'</ol>' + '<br/><a href=\'#top\'><strong>Back To Top</strong></a></p>',
notes: ['44· Arunacala : The Aruna mountain lies to the west of Kailasa and is the abode of Siva (Va. 47· 17-rB; Br. II. 18. 18; Sk. III. 59-61; IV g. q. 2r. 37; also Kern : M. I. P. 3; See Awasthi : Studies in Skanda Purarza P. 54· ',
'45 In respect of creation, SP speaks of different five activities in the Vayaviya Samhita g. 4--5. ',
'46 The text reads \'anugrahadyam Sargantam\ i. e. beginning with liberation and ending with creation. But correctly it should be anugrahintam Sargadyam\' i. e. begining with creation and ending with liberation. The correct process of activities is mentioned in the following Chapter, Verses 3-5. ']
}
]
},
    {
        title: 'PART 7 The Birth of Shree Krishna',
        buttonStyle :  "padding:4px;background-color:orange  ; border: 2px outset crimson;margin:2px; border-radius:3px;color:crimson;font-weight:bold",
        
        headerStyle: { 'color': 'antiquewhite','font-weight': '1900', 'background-color': 'transparent', 'opacity':'0.9'},
        contentStyle: { 'border':'3px outset blue',
             'background-image': 'url("images/shree_krishna_birth.jpg")',
             'background-size': 'contain',
             'border-radius':'4px', 
             'padding':'2px',
             'color':'orange', 
             'opacity':'0.9',
              'background-color':'skyblue'} ,
        subsections: [
           { 
                subTitle: 'The Divine pregnancy',
                content: '<p>At this point, Sage Suka<noteref1_note1footer>(1)</note> moistened his lips with his tongue and continued: Devaki and Vasudeva being in prison, looked like mad persons. They sat with unkempt hair, lean and lanky due to lack of appetite and no means to feed their bodies. They could not sleep and they were consumed by grief over the children they had lost. After another year, Devaki conceived for the eighth time. O, it was wondrous! What a transformation it had brought about!</p>',
               notes: ['Sage Suka is Sage Vyasa\'s son']
            },{ 
                subTitle: 'The wonderful transformation',
                content: '<p>The faces of Devaki and Vasudeva<noteref2_note1footer>(2)</note>, which had drooped and dried up, suddenly blossomed like lotuses in full bloom. They shone with a strange splendor. Their bodies which were reduced to mere skin and bone, took on flesh, became round and smooth and shone with a charming golden hue. The prison cell of Devaki and Vasudeva became fragrant with pleasing odors; it cast a wondrous light and was filled with inexplicable music and jingling of dancing feet. Devaki and Vasudeva became aware of these happenings, but they were afraid to inform Kamsa, lest in his vindictive frenzy, he might hack the womb to pieces. They were anxious about the strange future of the son to be born and were restless with weird forebodings.</p>',
                notes: ['Bhagawan\'s earth biological parents']
            },{ 
                subTitle: 'Kamsa’s meanness and Pariskshith’s question',
                content: '<p>Kamsa knew his time was fast approaching; he was torn by greed to continue as an unquestioned Emperor; he was overcome by conspiracy; he overran the territories of Yadu, Vrishni, Bhoja and Andaka and added them to his domain; he threw his father Ugrasena into prison; thereafter, his will was sovereign. Hearing these words of Suka, Parikshith said, “What foolishness is this? Knowing fully well that his end was drawing near, should he not give up his greed and turn his mind towards God?” Suka burst into laughter and said, “Maharaja! You think that all those whose end is near will utilize the time at their disposal to seek the vision of the Lord! Such yearning can arise in the mind only due to good deeds performed in the previous lives. Those who have acquired good merits from their past actions, have compassion towards all beings, do not swerve from the right path and adhere to truth, non-violence and love. They have only thoughts of God and urge to do sanctifying deeds till their last days. Instead, those who are immersed in selfishness, egotism, greed, vice, violence and unrighteousness will suffer from increased evil urges in their last days and destroy themselves. Hence the saying <em>Vinaasa Kaale, Vipareetha Buddhi.</em></p>'
            },{ 
                subTitle: '',
                content: '<p>(Suka continues)<br/>"The fetus of the seventh pregnancy was taken from Devaki and transferred to Rohini who was in Gokula under the protection of Nanda. This was done so that the child may grow into a companion and helpmate for Krishna. Rohini gave birth to a son who was named as Balarama because of his extraordinarily strong body and his charming innocence and intelligence. Since he was transferred from the womb of Devaki to Rohini, he was also called Samkarshana (who was attracted or drawn). Meanwhile, the eighth pregnancy completed nine months; Devaki and Vasudeva sat helpless in great anguish without food or sleep fearing what would Kamsa do next. Kamsa took extra precautions to see that the child does not escape him. He ordered that Vasudeva and Devaki be shackled with chains on hand and feet. But, who can hinder the inscrutable operation of the will of God?"</p>'
            } ,{ 
                subTitle: '',
                content: '<h2>The Advent of the Lord</h2><p id="special" style="font-size:larger;font-weight:900;color:firebrick;border:2px solid maroon;border-radius:5px;padding:10px;"><em>One night, Devaki developed labor pains; with her mind firmly fixed on God, she was looking at the oil lamp in the cell, asking herself, “What is going to happen to me?” Suddenly, the flame went out and darkness filled the cell. Just then, there was an effulgent Form with a strange splendor standing before her. Gradually, the Form became clear! It was armed with the Conch, the Discus and the Mace; the fourth hand was held in Abhaya pose. It said softly and sweetly, “Do not fear! I am Narayana. I am to be born in a few minutes as your son in an answer to the promise I made as a result of your earnest prayers. I will be known as Krishna and also as Vasudeva. As soon as I am born, the shackles will fall off from your hands and feet. The doors of the prison will open by themselves. Take Me from here without anyone’s knowledge, to the home of Nanda in Gokula. Place Me by the side of his wife, Yasoda who is having labor pains now. Bring the baby girl that Yasoda has delivered back into this prison and keep her with you. Then, send word to Kamsa. Until he gets the news, no one either in Mathura or Gokula will notice you. I shall arrange it so.” Blessing Devaki and Vasudeva, the effulgent Form entered the womb of Devaki as an Orb of Light. Within minutes the Divine Child was born! It was 3:30AM. The shackles that bound the hands and feet of Vasudeva fell off in a trice. The doors and the gates flew open. Though it was still dark, a cuckoo was cooing with a sudden spurt of joy. The Rain-God was showering flower drops of rain on the earth. Around the prison, flocks of bird clustered in happy song, twittering sweet melody. Vasudeva turned his eyes towards the new born child and was astounded. Encircling the Babe was a brilliant halo of Light!</em></p>'
            },{ 
                subTitle: 'The Lord moves to Gokul',
                content: '<p>Vasudeva did not delay. He spread an old dhoti on a bamboo basket and placed the Babe on it. He tore an old sari of Devaki and covered the Babe and placed the basket on his head. He moved out of the open doors and gates, past the sleeping guards. He noticed the little drops of rain that was falling on the Babe and was afraid that the Babe would be soaked. But, when he turned back, he found a snake following his footsteps, holding the ribbed umbrella of its broad hoods over the child preventing the rain from wetting the Babe. He soon realized that it was Adisesha protecting the Lord. Though the sun had not risen yet, the lotus bloomed in all the tanks and leaned on its stalk towards the Babe. Though it was a dark night, with a deep yearning to look at the Babe, the full moon peeped through the clouds, with its cool rays illuminating the entire route to Gokul. Vasudeva began to cross Yamuna river to reach Gokul. The water was rising very rapidly above Vasudeva’s head and he was afraid that he would drown. It dawned on him that Yamuna was paying its respects to the Lord by wetting the feet of the Babe! The Babe was placed next to Yashoda and the baby girl that had just been born there was brought and placed into the hands of Devaki. No sooner this was done, Vasudeva burst into tears! While these words were coming from Suka’s lips, Parikshith exclaimed aloud, “Krishna, Krishna!” Everyone looked at the King. They saw a snake crawling away fast, after biting the right toe of the King. Suka shed tears of Bliss; He announced, “The King has merged with the Lord”. The word Suka means parrot. Yes, he was the parrot that plucked the ripe nectar filled fruit called Bhagavatha from the tree of the Vedas and enabled the world to taste it. May the world relish the fruit and derive the Atmic Bliss!</p>'
            }
        ]
    }
];